[
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/relaciones-internacionales/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "Relaciones Internacionales",
    "faculty_name": "Departamento de Seguridad y Defensa",
    "degree_title": "Licenciado/a en Relaciones Internacionales",
    "description": "La carrera Relaciones Internacionales tiene por objeto de estudio las ciencias sociales, económicas, jurídicas y políticas para resolver los problemas del posicionamiento de las relaciones de un Estado o institución hacia el exterior mediante los principios fundamentales de las acciones estratégico-políticas en un marco global, aportando con proyectos, análisis e informes técnicos del alto nivel que garanticen la toma de decisiones con base al razonamiento estratégico, geopolítico, seguritarios, negociación, paz, conflicto y diplomacia.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial.",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/08/malla_curricular_relaciones_internacionales_2020.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/educacion-inicial/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "Educación Inicial",
    "faculty_name": "Departamento de Ciencias Humanas y Sociales",
    "degree_title": "Licenciado/a en Ciencias de la Educación Inicial",
    "description": "La carrera de Educación Inicial estudia los contextos, problemas (prevención y resolución), procesos y fenómenos socioeducativos del desarrollo evolutivo integral de los niños y niñas en las edades comprendidas entre 0 a 6 años, con una visión holística, sistémica e intercultural, que responda a los valores del buen vivir en el marco de la innovación pedagógica y social, a través de la formulación y ejecución de proyectos identificados con la igualdad de oportunidades, inclusión y respeto de derechos. Por esta razón el proceso formativo estará inmerso en la praxis, investigación y utilización de las Tics, para su permanente actualización, perfeccionamiento e interés por la mejora continua.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial.",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2024/02/MALLA.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/pedagogia-de-la-actividad-fisica-y-deporte/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "Pedagogía de la Activedad Física y Deporte",
    "faculty_name": "Departamento de Ciencias Humanas y Sociales",
    "degree_title": "Licenciado/a en Pedagogía de la Actividad Física y Deporte",
    "description": "Desconocida",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "9 Semestres",
    "modality": "Presencial.",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2024/11/ANEXO-B.-MALLA-CURRICULAR-PROPUESTA-formato-pdf-legalizado.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/carrera-de-medicina/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "MEDICINA",
    "faculty_name": "ltpozo1@espe.edu.ec",
    "degree_title": "MÉDICO/A GENERAL",
    "description": "Desconocida",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "10 semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2021/01/MallaCurricularMedicina2021.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-en-tecnologias-geoespaciales/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA GEOESPACIAL",
    "faculty_name": "Departamento de Ciencias de la Tierra y Construcción",
    "degree_title": "Ingeniero/a Geoespacial",
    "description": "Usted está en : Formar Ingenieros Geoespaciales con valores y principios, que mediante la observación, medición, análisis, tratamiento, modelamiento y difusión de datos e información geoespacial; sean capaces del desarrollo, perfeccionamiento, innovación, implementación y evaluación de técnicas y tecnologías geoespaciales que aporten a la solución de problemas multidisciplinarios que contengan variables espacio-temporales para el desarrollo sostenible de la sociedad. La Carrera de Ingeniería Geoespacial es reconocida en el ámbito nacional y regional por el nivel de excelencia alcanzado en el área geoespacial, con calidad académica acreditada, presenta un crecimiento en el saber y muestra excelencia en el resultado de sus procesos formativos. La Carrera es reconocida a través de su quehacer en docencia de pregrado, investigación, vinculación, asistencia técnica y por sus aportes al desarrollo del país. El Ingeniero Geoespacial, es un profesional con valores y principios, que mediante la observación, medición, análisis, tratamiento, modelamiento y difusión de datos e información geoespacial; es capaz del desarrollo, innovación, implementación y evaluación de técnicas y tecnologías geoespaciales a fin de dar solución de problemas multidisciplinarios que contengan variables espacio-temporales para el desarrollo sostenible de la sociedad. Está capacitado para generar e interpretar información geoespacial, y aplicarlas en problemas relativos a la planificación, ordenamiento del territorio, gestión de riesgos, manejo de los recursos naturales, y de manera especial en la Gestión de Datos Geoespaciales, la profesión tiene un carácter multidisciplinario e integrador de conocimientos",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 semestres",
    "modality": "presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-GEOESPACIAL.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-civil/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA CIVIL",
    "faculty_name": "Departamento de Ciencias de la Tierra y Construcción",
    "degree_title": "Ingeniero/a civil",
    "description": "Usted está en : Formar Ingenieros Civiles capaces de diseñar, ejecutar, evaluar procesos relacionados con la producción de bienes y servicios de manera integral, capaces de promover el desarrollo de la colectividad con la participación en proyectos y obras, protegiendo el ambiente y ejecutando sus actividades con liderazgo, ética profesional y fomentando la innovación tecnológic Al 2025, ser reconocida como una Carrera que aporta al desarrollo nacional, con participación activa en proyectos, investigaciones y vinculación con la colectividad, para la solución de problemas sociales.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 semestres",
    "modality": "presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-EUR-ACE-ING-CIVIL-2-03.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/mercadotecnia/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "carrera de Mercadotecnia",
    "faculty_name": "Departamento de Ciencias Administrativas, Económicas y de Comercio",
    "degree_title": "Licenciado/a en Mercadotecnia",
    "description": "Desconocida",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2020/11/MallaLicenciaturaMercadotecnia2020.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/contabilidad-y-auditoria/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "CARRERA DE CONTABILIDAD Y AUDITORÍA",
    "faculty_name": "Departamento de Ciencias Administrativas, Económicas y de Comercio",
    "degree_title": "LICENCIADO/A EN CONTABILIDAD Y AUDITORÍA",
    "description": "Desconocida",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2020/11/MallaContabilidadAuditoria2020.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/comercio-exterior/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "Comercio Exterior",
    "faculty_name": "Departamento de Ciencias Administrativas, Económicas y de Comercio",
    "degree_title": "LICENCIADO/A EN COMERCIO",
    "description": "El objeto de estudio de la carrera está orientado a los procesos y estrategias para la internacionalización de productos, servicios y empresas, aplicando la normativa nacional y mundial a través de competencias de innovación y gestión empresarial, que faciliten el intercambio con otros países de manera eficiente, eficaz y efectiva generando proyectos con nuevas opciones de bienes y servicios que cumplan con los estándares internacionales de calidad para mejorar la oferta de productos exportables y la competitividad en los mercados internacionales previo estudio de las tendencias y necesidades del mundo globalizado.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial.",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2020/11/MallaLicenciaturaComercioExterior2020.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/licenciatura-en-administracion-de-empresas/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "ADMINISTRACIÓN DE EMPRESAS",
    "faculty_name": "Departamento de Ciencias Administrativas, Económicas y de Comercio",
    "degree_title": "LICENCIADO/A EN ADMINISTRACIÓN DE EMPRESAS",
    "description": "El objeto de estudio de la carrera de Administración de Empresas es el proceso administrativo en todas sus fases, apoyado en la teoría administrativa que permite comprender el origen, funcionamiento, naturaleza y cambio de las organizaciones, tanto en su estructura humana, como en la gestión de los recursos financieros y materiales, la lectura e interpretación del entorno económico, social, político y cultural bajo el cual operan las unidades productivas, los medios, canales y mecanismos a través de los cuales se distribuyen los productos o servicios, así como también la metodología que permite desarrollar a través de la investigación nuevas formas de mejorar la productividad.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2025/03/malla_administracion_de_empresas_8_niveles_legalizada_11-02-2025-signed.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-en-biotecnologia/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "Biotecnología",
    "faculty_name": "Departamento de Ciencias de la Vida y de la Agricultura",
    "degree_title": "Ingeniero/a biotecnólogo/a",
    "description": "Formar ingenieros en biotecnología, como profesionales de excelencia, investigadores, críticos, líderes, humanistas y con alta conciencia ciudadana capaces de innovar y emprender, generar y aplicar el conocimiento adquirido para la resolución de problemas biotecnológicos y SU transferencia a todos los campos de acción en beneficio de la sociedad y de las Fuerzas Armadas a nivel nacional.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "9 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-BIOTECNOLOGIA-PAG-WEB.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-agropecuaria/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA AGROPECUARIA",
    "faculty_name": "Departamento de Ciencias de la Vida y de la Agricultura",
    "degree_title": "Ingeniero/a Agropecuario",
    "description": "Formar Ingenieros Agropecuarios con valores y principios, que diseñen, investiguen y transfieran tecnologías apropiadas, para el Desarrollo Sostenible de los Sistemas Agroproductivos, que garanticen la Seguridad Alimentaria para contribuir al Buen Vivir de la colectividad.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-AGROPECUARIA-PAGINA-WEB.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-en-electromecanica/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA ELECTROMECÁNICA",
    "faculty_name": "Departamento de Eléctrica , Electrónica y Telecomunicaciones",
    "degree_title": "Ingeniero/a Electromecánico/a",
    "description": "Usted está en : La carrera de Electromecánica forma ingenieros en el campo científico y tecnológico bajo un marco de principios y valores; y, genera conocimiento transferible para contribuir al progreso del país y Fuerzas Armadas, a través de la docencia, investigación y vinculación con la sociedad. Al 2025, ser reconocida como una Carrera que aporta al desarrollo nacional, con participación activa en proyectos, investigaciones y vinculación con la colectividad, para la solución de problemas sociales. Formar ingenieros/as Electromecánicos/as aptos y con competencias para diseñar, planificar, construir, operar y mantener sistemas electromecánicos energéticamente eficientes a través de la aplicación de la ciencia y la técnica inherentes a las áreas que relacionan la electricidad y la mecánica, con capacidad de implementar tecnologías con enfoques inclusivos, participativos y de género, ceñidos a la práctica de valores, en procura del bienestar de la sociedad y del medio ambiente. Los ingenieros/as Electromecánicos/as son aptos y competentes para diseñar, planificar, construir, operar y mantener sistemas electromecánicos energéticamente eficientes a través de la aplicación de la ciencia y la técnica inherentes a las áreas que relacionan la electricidad y la mecánica, con capacidad de implementar tecnologías con enfoques inclusivos, participativos y de género, ceñidos a la práctica de valores, en procura del bienestar de la sociedad y del medio ambiente.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "9 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-ELECTROMECANICA-LATACUNGA.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-en-electronica-y-automatizacion/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "Ingeniería Electrónica y Automatización",
    "faculty_name": "Departamento de Eléctrica , Electrónica y Telecomunicaciones",
    "degree_title": "Ingeniero/a en Electrónica y Automatización",
    "description": "Usted está en : Formar profesionales e investigadores de excelencia, creativos y humanistas, con capacidad de liderazgo, pensamiento crítico, éticos y con alta conciencia ciudadana; que generen, apliquen y difundan el conocimiento y proporcionen e implanten alternativas de solución a los problemas de la colectividad en el ámbito de la Ingeniería en Electrónica y Automatización para promover el desarrollo integral del Ecuador. En los próximos 5 años estar entre las 5 mejores carreras técnicas del Ecuador en la formación de Ingenieros en Electrónica y Automatización. Formar profesionales en la carrera de Electrónica y Automatización capaces de modelar, analizar, diseñar, simular e implementar sistemas automatizados electrónicamente, con base en el conocimiento y aplicación de las técnicas y tecnologías de la electrónica, control y la automatización; comprometidos en la transformación y mejora de los procesos productivos, con eficacia, eficiencia, investigación e innovación, para incrementar la productividad y la calidad en los sectores industriales, de manufactura y de servicios del país, respetando al medio ambiente. Desarrollar capacidades para aplicar metodologías científicas, teóricas y técnico-instrumentales, que utilicen el pensamiento matemático en el modelado, análisis, diseño e implementación de sistemas eléctricos, electrónicos, de control clásico y moderno y automatizados, integrando los saberes y experiencias interculturales. Responder a la problemática de baja competitividad de los sectores industriales, de manufactura y de servicios del país, mediante la investigación, la innovación, la transferencia tecnológica, el uso eficiente de recursos y el desarrollo de soluciones ingenieriles, en el ámbito de la electrónica y la automatización.” Aplicar procesos educativos universitarios que vinculen la teoría y práctica en la docencia, investigación y vinculación; a través, de proyectos multidisciplinares con un enfoque formativo, holístico e integral; que promueva la creatividad, innovación, investigación y gestión tecnológica, cumpliendo estándares y normativas nacionales e internacionales. Formar profesionales en un entorno que fomente liderazgo, responsabilidad social, respeto a la propiedad intelectual, espíritu emprendedor, perseverancia, ética; para el desarrollo y gestión de proyectos multidisciplinarios, en el ámbito de la electrónica y automatización, que respondan a las necesidades de la sociedad. Estudia los sistemas de automatización basados en la electrónica a través de los fundamentos de la ingeniería, con aplicación de tecnologías eléctricas y electrónicas para propender el incremento en la productividad y calidad de los bienes y servicios del sector productivo del Ecuador, con responsabilidad social, ambiental, sustentabilidad y autonomía tecnológica. Se orienta a la aplicación de técnicas y tecnologías de automatización electrónica, a más de coadyuvar al desarrollo de teorías y tecnologías propias para localizar y fortalecer los diferentes procesos productivos. La base para tal aplicación se sustenta en la transversalidad de la ingeniería en Electrónica y Automatización en los diferentes sectores productivos del país, en donde se incluye la innovación para su mejoramiento continuo, con una orientación a la independencia tecnológica. Transforma los procesos productivos de bienes y servicios, a través de la generación y aplicación de herramientas de automatización, basadas en sistemas eléctricos y electrónicos para el incremento en la eficiencia, eficacia y productividad de los sectores industrial y de manufactura y la innovación tecnológica del país con pensamiento crítico, propositivo; respetando los principios éticos y normas nacionales e internacionales relacionadas a su ámbito de aplicación. respetando los principios éticos y normas nacionales e internacionales relacionadas a su ámbito de aplicación.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "9 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-AUTOMATIZACION-PAGINA-WEB.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/carreras/ingenieria-en-tecnologias-de-la-informacion/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "carrera de Tecnologías de la Información",
    "faculty_name": "Departamento de Ciencias de la Computación",
    "degree_title": "Ingeniero/a en Tecnologías de la Información",
    "description": "En la actualidad las organizaciones de todo tipo han llegado a ser dependientes de las tecnologías de la información, dada su acelerada evolución y variadas prestaciones. Desde esta perspectiva, las organizaciones precisan de sistemas de información seguros, actualizados, mantenibles y acoplados a cada realidad. Por otro lado, y con el propósito de satisfacer las necesidades señaladas, se requieren profesionales especialistas en TI que brinden el soporte en la selección de los productos de hardware y software más adecuados para cada organización.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2020/11/MallaIngEnTecnologiasdelaInformacion2020.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-software/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA EN SOFTWARE",
    "faculty_name": "Departamento de Ciencias de la Computación",
    "degree_title": "Ingeniero/a DE SOFTWARE",
    "description": "Formar académicos y profesionales de excelencia; en el área de Ingeniería de Software; generar, aplicar y difundir el conocimiento y, proponer e implementar alternativas de solución a problemas de interés público en sus zonas de influencia.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2025/09/brochure_eur_ace_software_ver_2_-_micrositio.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-mecanica/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA MECÁNICA",
    "faculty_name": "Departamento de Ciencias de la Energía y Mecánica",
    "degree_title": "Ingeniero/a MECÁNICO",
    "description": "Formar Ingenieros Mecánicos de excelencia, creativos, humanistas, con capacidad de liderazgo, pensamiento crítico y alta conciencia ciudadana; generar aplicar y difundir el conocimiento y proporcionar e implementar alternativas de solución a los problemas del país en el área mecánica, acordes con el Plan de Desarrollo.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "9 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-MECANICA.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-ambiental/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "AMBIENTAL",
    "faculty_name": "Departamento de Ciencias de la Tierra y Construcción",
    "degree_title": "INGENIERO/A AMBIENTAL",
    "description": "La Carrera de Ingeniería Ambiental de la Universidad de las Fuerzas Armadas – ESPE, forma ingenieros en el campo científico y tecnológico bajo un marco de principios y valores; y, generar conocimiento transferible para contribuir al progreso del país y Fuerzas Armadas, a través de la docencia, investigación y vinculación con la sociedad.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 semestres",
    "modality": "presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2024/12/malla-curricular-AMBIENTAL.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-automotriz-latacunga/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA AUTOMOTRIZ",
    "faculty_name": "Departamento de Ciencias de la Energía y Mecánica",
    "degree_title": "Ingeniero/a Automotriz",
    "description": "Usted está en : La Carrera de Ingeniería Automotriz de la Universidad de las Fuerzas Armadas – ESPE forma personas en el campo automotriz compro metidos con el desarrollo sostenible y la mejora continua, capaces de aportar soluciones innovadoras y éticas a los desafíos técnicos y ambientales que enfrenta el sector automotriz en el Ecuador. Al 2025, la Carrera de Ingeniería Automotriz de la Universidad de las Fuerzas Armadas – ESPE busca ser reconocida a nivel nacional e internacional como una institución líder en la formación de ingenieros automotrices comprometidos con el desarrollo sostenible y la mejora continua, capaces de aportar soluciones innovadoras y éticas a los desafíos técnicos y ambientales que enfrenta el sector automotriz en el Ecuador Fundamentar desde una perspectiva teórica y científica, los conocimientos necesarios para la formación del ingeniero automotriz, con un elevado nivel académico, mediante una formación actualizada, integral y humanística Desarrollar la capacidad creativa, intelectual y 02 personal, que le permitan participar en forma activa y consciente en la transformación de la sociedad, referidas a la manufactura y procesos de ensamblaje de autopartes automotrices, gestión del mantenimiento mediante innovación del uso energético en el sector automotriz. Proporcionar capacidades cognitivas para la creación y re-construcción del cono cimiento en contextos de investigación e innovación, bajo ambientes de aprendizaje dinámicos que interpretan los problemas de la sociedad, articulando el conocimiento inter y transdisciplinar. Dar alternativas de solución que permitan la optimización del transporte de vehículos livianos, pesados, agrícolas y fluviales, garantizando su seguridad para la sociedad. Las actividades de un ingeniero Automotriz, están enmarcadas en el aporte productivo del sector automotriz en el país, en donde estará en la capacidad de desenvolverse en las siguientes funciones y roles: Funciones: Roles: El Ingeniero Automotriz, es un profesional con una sólida formación científica, técnica y humanística de alto nivel, con conciencia social, respetuosa de la legislación vigente y el medio ambiente; ejerce el liderazgo en los diversos contextos de actuación personal y profesional, siendo capaz de desarrollarse de manera eficiente y con alta calidad en los diferentes campos de la industria automotriz.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-AUTOMOTRIZ-LATACUNGA.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-mecatronica/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "MECATRÓNICA",
    "faculty_name": "Departamento de Ciencias de la Energía y Mecánica",
    "degree_title": "Ingeniero/a en Mecatrónica",
    "description": "La carrera de Mecatrónica de la Universidad de las Fuerzas Armadas-ESPE forma ingenieros en el campo científico y tecnológico bajo un marco de principios y valores; y, genera conocimiento transferible para contribuir al progreso del país y Fuerzas Armadas, a través de la docencia, investigación y vinculación con la sociedad.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "9 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2025/03/MallaMecatronica-202051.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/turismo/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "CARRERA DE TURISMO",
    "faculty_name": "Departamento de Ciencias Administrativas, Económicas y de Comercio",
    "degree_title": "LICENCIADO/A EN TURISMO",
    "description": "El Programa de Carrera en Turismo de la Universidad de las Fuerzas Armadas – ESPE tiene como objeto de estudio al destino turístico basado en el Horizonte epistemológico del desarrollo sostenible desde los ejes sociales, económicos y ambientales. La misión de la carrera es formar profesionales competentes, íntegros, investigadores con espíritu emprendedor, capaces de gestionar destinos turísticos con criterios de sostenibilidad de una manera planificada, articulando al sector público y privado, a través de la generación de proyectos innovadores orientados a fortalecer la identidad nacional y la interculturalidad, basados en el conocimiento del entorno geográfico, histórico que revalorice el patrimonio material e inmaterial, contribuyendo al desarrollo de destinos turísticos que se complementen con la aplicación de sistemas tecnológicos, lo que le permite identificar oportunidades de negocio en función de los requerimientos y tendencias del turismo global para una adecuada toma de decisiones.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2025/08/Malla-Curricular-LTRJ_rediseno_prerequisitos.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-petroquimica/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA PETROQUÍMICA",
    "faculty_name": "Departamento de Ciencias de la Energía y Mecánica",
    "degree_title": "petroquímico/a",
    "description": "Formar profesionales e investigadores de excelencia, especializados en las áreas petroquímicas y afines, creativos, humanistas, con capacidad de liderazgo, pensamiento crítico y alta conciencia ciudadana, capaces de generar, aplicar y difundir el conocimiento y proporcionar e implantar alternativas de solución a los problemas de la colectividad para promover el desarrollo integral del Ecuador.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-PETROQUIMICA-LATACUNGA.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-en-telecomunicaciones/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA EN TELECOMUNICACIONES",
    "faculty_name": "Departamento de Eléctrica , Electrónica y Telecomunicaciones",
    "degree_title": "Ingeniero/a EN TELECOMUNICACIONES",
    "description": "La Carrera de Telecomunicaciones de la Universidad de las Fuerzas Armadas-ESPE forma personas en el campo científico y tecnológico bajo un marco de principios y valores; con capacidad de aplicar conocimientos básicos y especializados para diseñar, evaluar y gestionar sistemas de telecomunicaciones dentro de un marco normativo nacional e internacional para contribuir al progreso del país y Fuerzas Armadas.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "9 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-TELECOMUNICACIONES.pdf"
  }
]