[
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/relaciones-internacionales/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": null,
    "faculty_name": null,
    "degree_title": null,
    "description": null,
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial.",
    "study_plan_pdf": null
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/educacion-inicial/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": null,
    "faculty_name": null,
    "degree_title": null,
    "description": null,
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial.",
    "study_plan_pdf": null
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/pedagogia-de-la-actividad-fisica-y-deporte/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": null,
    "faculty_name": null,
    "degree_title": null,
    "description": null,
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "9 Semestres",
    "modality": "Presencial.",
    "study_plan_pdf": null
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/carrera-de-medicina/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "carrera de MEDICINA",
    "faculty_name": "ltpozo1@espe.edu.ec",
    "degree_title": null,
    "description": null,
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "10 semestres",
    "modality": "Presencial",
    "study_plan_pdf": null
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-en-tecnologias-geoespaciales/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA GEOESPACIAL",
    "faculty_name": null,
    "degree_title": null,
    "description": "Usted está en : Formar Ingenieros Geoespaciales con valores y principios, que mediante la observación, medición, análisis, tratamiento, modelamiento y difusión de datos e información geoespacial; sean capaces del desarrollo, perfeccionamiento, innovación, implementación y evaluación de técnicas y tecnologías geoespaciales que aporten a la solución de problemas multidisciplinarios que contengan variables espacio-temporales para el desarrollo sostenible de la sociedad. La Carrera de Ingeniería Geoespacial es reconocida en el ámbito nacional y regional por el nivel de excelencia alcanzado en el área geoespacial, con calidad académica acreditada, presenta un crecimiento en el saber y muestra excelencia en el resultado de sus procesos formativos. La Carrera es reconocida a través de su quehacer en docencia de pregrado, investigación, vinculación, asistencia técnica y por sus aportes al desarrollo del país. El Ingeniero Geoespacial, es un profesional con valores y principios, que mediante la observación, medición, análisis, tratamiento, modelamiento y difusión de datos e información geoespacial; es capaz del desarrollo, innovación, implementación y evaluación de técnicas y tecnologías geoespaciales a fin de dar solución de problemas multidisciplinarios que contengan variables espacio-temporales para el desarrollo sostenible de la sociedad. Está capacitado para generar e interpretar información geoespacial, y aplicarlas en problemas relativos a la planificación, ordenamiento del territorio, gestión de riesgos, manejo de los recursos naturales, y de manera especial en la Gestión de Datos Geoespaciales, la profesión tiene un carácter multidisciplinario e integrador de conocimientos",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": null,
    "modality": null,
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-GEOESPACIAL.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-civil/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA CIVIL",
    "faculty_name": null,
    "degree_title": null,
    "description": "Usted está en : Formar Ingenieros Civiles capaces de diseñar, ejecutar, evaluar procesos relacionados con la producción de bienes y servicios de manera integral, capaces de promover el desarrollo de la colectividad con la participación en proyectos y obras, protegiendo el ambiente y ejecutando sus actividades con liderazgo, ética profesional y fomentando la innovación tecnológic Al 2025, ser reconocida como una Carrera que aporta al desarrollo nacional, con participación activa en proyectos, investigaciones y vinculación con la colectividad, para la solución de problemas sociales.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": null,
    "modality": null,
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-EUR-ACE-ING-CIVIL-2-03.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/mercadotecnia/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "carrera de Mercadotecnia",
    "faculty_name": null,
    "degree_title": null,
    "description": null,
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": null
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/contabilidad-y-auditoria/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "CARRERA DE CONTABILIDAD Y AUDITORÍA",
    "faculty_name": null,
    "degree_title": null,
    "description": null,
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": null
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/comercio-exterior/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "Título a obtener :",
    "faculty_name": null,
    "degree_title": null,
    "description": null,
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial.",
    "study_plan_pdf": null
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/licenciatura-en-administracion-de-empresas/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "carrera de ADMINISTRACIÓN DE EMPRESAS",
    "faculty_name": null,
    "degree_title": null,
    "description": null,
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": null
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-en-biotecnologia/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "Biotecnología",
    "faculty_name": null,
    "degree_title": null,
    "description": "Usted está en : Formar ingenieros en biotecnología, como profesionales de excelencia, investigadores, críticos, líderes, humanistas y con alta conciencia ciudadana capaces de innovar y emprender, generar y aplicar el conocimiento adquirido para la resolución de problemas biotecnológicos y SU transferencia a todos los campos de acción en beneficio de la sociedad y de las Fuerzas Armadas a nivel nacional. Líder en la formación integral de biotecnología, cumpliendo estándares nacionales e Internacionales, a través de la práctica de valores y oferta de servicios profesionales a la sociedad. Caracterizar los diferentes sistemas biológicos para reconocer sus estructuras y posibilidades de transformación para fortalecer la industria y la conservación del ambiente. Atender los requerimientos de la matriz productiva mediante la transformación de sistemas biológicos que la potencialicen y permitan su fortalecimiento . Utilizar diferentes herramientas biotecnológicas que permitan la transformación de los sistemas biológicos en función de su optimización o utilidad a la industria y a la ciencia. Promover la seguridad alimentaria y la salud pública a través de los diferentes bioproductos que se requieren para fortalecer el desarrollo de la ciudadanía. EV/La ingeniero/a biotecnólogo/a es un profesional que diseña y aplica sistemas biotecnológicos, dirigidos a la solución de problemas de salud, ambiente, biodiversidad e industria, a nivel de investigación y producción, con conconciencia social y respeto a los derechos humanos y ambientales. Sus competencias profesionales son:",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": null,
    "modality": null,
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-BIOTECNOLOGIA-PAG-WEB.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-agropecuaria/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA AGROPECUARIA",
    "faculty_name": null,
    "degree_title": null,
    "description": "Usted está en : Formar profesionales de excelencia en el campo agropecuario, con la capacidad de conducción que impulsen el desarrollo del país. Al 2025, la Carrera pionera y líder en la formación de profesionales agropecuarios integrales, de excelencia y prestigio internacional. Los resultados que alcanzarán los estudiantes dentro de la organización curricular de asignaturas considerando las diferentes relaciones en aspectos de aprendizaje en conocimientos, habilidades y actitudes (valores), en diferentes campos de formación teórica, práctica, epistemológica, metodología de la investigación, integración de contextos saberes y cultura, más comunicación y lenguaje. El Ingeniero Agropecuario es un Profesional con competencias para crear, innovar y administrar sistemas agro-productivos en el marco de la soberanía alimentaria con responsabilidad social, ética y ambiental. El profesional Agropecuario, sobre la base de los conocimientos adquiridos durante su proceso de formación es capaz de:",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": null,
    "modality": "Presencial",
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-AGROPECUARIA-PAGINA-WEB.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-en-electromecanica/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA ELECTROMECÁNICA",
    "faculty_name": null,
    "degree_title": null,
    "description": "Usted está en : La carrera de Electromecánica forma ingenieros en el campo científico y tecnológico bajo un marco de principios y valores; y, genera conocimiento transferible para contribuir al progreso del país y Fuerzas Armadas, a través de la docencia, investigación y vinculación con la sociedad. Al 2025, ser reconocida como una Carrera que aporta al desarrollo nacional, con participación activa en proyectos, investigaciones y vinculación con la colectividad, para la solución de problemas sociales. Formar ingenieros/as Electromecánicos/as aptos y con competencias para diseñar, planificar, construir, operar y mantener sistemas electromecánicos energéticamente eficientes a través de la aplicación de la ciencia y la técnica inherentes a las áreas que relacionan la electricidad y la mecánica, con capacidad de implementar tecnologías con enfoques inclusivos, participativos y de género, ceñidos a la práctica de valores, en procura del bienestar de la sociedad y del medio ambiente. Los ingenieros/as Electromecánicos/as son aptos y competentes para diseñar, planificar, construir, operar y mantener sistemas electromecánicos energéticamente eficientes a través de la aplicación de la ciencia y la técnica inherentes a las áreas que relacionan la electricidad y la mecánica, con capacidad de implementar tecnologías con enfoques inclusivos, participativos y de género, ceñidos a la práctica de valores, en procura del bienestar de la sociedad y del medio ambiente.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": null,
    "modality": null,
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-ELECTROMECANICA-LATACUNGA.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-en-electronica-y-automatizacion/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "Ingeniería Electrónica y Automatización",
    "faculty_name": null,
    "degree_title": null,
    "description": "Usted está en : Formar profesionales e investigadores de excelencia, creativos y humanistas, con capacidad de liderazgo, pensamiento crítico, éticos y con alta conciencia ciudadana; que generen, apliquen y difundan el conocimiento y proporcionen e implanten alternativas de solución a los problemas de la colectividad en el ámbito de la Ingeniería en Electrónica y Automatización para promover el desarrollo integral del Ecuador. En los próximos 5 años estar entre las 5 mejores carreras técnicas del Ecuador en la formación de Ingenieros en Electrónica y Automatización. Formar profesionales en la carrera de Electrónica y Automatización capaces de modelar, analizar, diseñar, simular e implementar sistemas automatizados electrónicamente, con base en el conocimiento y aplicación de las técnicas y tecnologías de la electrónica, control y la automatización; comprometidos en la transformación y mejora de los procesos productivos, con eficacia, eficiencia, investigación e innovación, para incrementar la productividad y la calidad en los sectores industriales, de manufactura y de servicios del país, respetando al medio ambiente. Desarrollar capacidades para aplicar metodologías científicas, teóricas y técnico-instrumentales, que utilicen el pensamiento matemático en el modelado, análisis, diseño e implementación de sistemas eléctricos, electrónicos, de control clásico y moderno y automatizados, integrando los saberes y experiencias interculturales. Responder a la problemática de baja competitividad de los sectores industriales, de manufactura y de servicios del país, mediante la investigación, la innovación, la transferencia tecnológica, el uso eficiente de recursos y el desarrollo de soluciones ingenieriles, en el ámbito de la electrónica y la automatización.” Aplicar procesos educativos universitarios que vinculen la teoría y práctica en la docencia, investigación y vinculación; a través, de proyectos multidisciplinares con un enfoque formativo, holístico e integral; que promueva la creatividad, innovación, investigación y gestión tecnológica, cumpliendo estándares y normativas nacionales e internacionales. Formar profesionales en un entorno que fomente liderazgo, responsabilidad social, respeto a la propiedad intelectual, espíritu emprendedor, perseverancia, ética; para el desarrollo y gestión de proyectos multidisciplinarios, en el ámbito de la electrónica y automatización, que respondan a las necesidades de la sociedad. Estudia los sistemas de automatización basados en la electrónica a través de los fundamentos de la ingeniería, con aplicación de tecnologías eléctricas y electrónicas para propender el incremento en la productividad y calidad de los bienes y servicios del sector productivo del Ecuador, con responsabilidad social, ambiental, sustentabilidad y autonomía tecnológica. Se orienta a la aplicación de técnicas y tecnologías de automatización electrónica, a más de coadyuvar al desarrollo de teorías y tecnologías propias para localizar y fortalecer los diferentes procesos productivos. La base para tal aplicación se sustenta en la transversalidad de la ingeniería en Electrónica y Automatización en los diferentes sectores productivos del país, en donde se incluye la innovación para su mejoramiento continuo, con una orientación a la independencia tecnológica. Transforma los procesos productivos de bienes y servicios, a través de la generación y aplicación de herramientas de automatización, basadas en sistemas eléctricos y electrónicos para el incremento en la eficiencia, eficacia y productividad de los sectores industrial y de manufactura y la innovación tecnológica del país con pensamiento crítico, propositivo; respetando los principios éticos y normas nacionales e internacionales relacionadas a su ámbito de aplicación. respetando los principios éticos y normas nacionales e internacionales relacionadas a su ámbito de aplicación.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": null,
    "modality": null,
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-AUTOMATIZACION-PAGINA-WEB.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/carreras/ingenieria-en-tecnologias-de-la-informacion/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "carrera de Tecnologías de la Información",
    "faculty_name": null,
    "degree_title": null,
    "description": null,
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": null
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-software/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA EN SOFTWARE",
    "faculty_name": null,
    "degree_title": null,
    "description": "Usted está en : Ing. Ramiro Nanac Delgado Rodríguez, PhD. Ing. Javier Montaluisa Yugla, Mgtr. Formar académicos y profesionales de excelencia; en el área de Ingeniería de Software; generar, aplicar y difundir el conocimiento y, proponer e implementar alternativas de solución a problemas de interés público en sus zonas de influencia. Líder en la gestión del conocimiento y de la Tecnología en el área de Ingeniería de Software en el Sistema de Educación Superior, con reconocimiento Internacional y referente de práctica de valores éticos, cívicos y de servicio a la sociedad. Formar profesionales en Ingeniería de Software capaces de desarrollar sistemas informáticos mediante el uso de metodologías, herramientas y estándares, demostrando creatividad, eficiencia, eficacia y responsabilidad profesional; con el propósito de optimizar procesos, generar fuentes de empleo y contribuir en la mejora de la economía y competitividad de los sectores productivos del País. 1. Capacidad de reconocer la necesidad de la formación continua propia y de emprender esta actividad a lo largo de su vida profesional de forma independiente. 2.Capacidad para estar al día en las novedades en ciencia y tecnología. El futuro profesional en Ingeniería de Software utilizará una sólida formación en cada uno de los núcleos básicos de la carrera, desarrollando las competencias necesarias para resolver problemas en cualquier área de su campo profesional, independientemente de la naturaleza del problema, manteniendo una amplia visión y noción de las necesidades de todos los involucrados. Estos núcleos básicos articulan los saberes de la Carrera de Software, con la demanda que se identifica en la matriz productiva y las políticas del Plan Nacional del Buen Vivir, evidenciando la coherencia que debe existir entre la universidad y las necesidades del país. Se identifican los siguientes núcleos estructurantes para la Carrera de Software: Fundamentos de computación, Ingeniería y gestión de software, Infraestructura, seguridad y gestión tecnológica e Investigación y desarrollo profesional. Los núcleos estructurantes presentados guardan relación con los lineamientos emitidos por la Association for Computing Machinery – Institute of Electrical and Electronics Engineers (ACM-IEEE versión 2015), que promueve, entre otras cosas, un catálogo de conceptos y criterios en torno a las diferentes disciplinas, programas o carreras de las Ciencias de la Computación que han surgido como parte del avance vertiginoso de las Tecnologías de la Información y Comunicación. El desarrollo de software en el mundo es una de las industrias de mayor crecimiento, que demanda mano de obra calificada y se alinea con la matriz productiva, ya que sus aplicaciones y servicios contribuyen sustancialmente a las diferentes áreas estratégicas del país. Además, el ministerio Coordinador de Conocimiento y Talento Humano, menciona en su sitio web que una de las 10 carreras del futuro es la Ingeniería de Software, en la cual el desarrollo y mantenimiento de los programas informáticos hoy es indispensable ya que vivimos en la era del ordenador, y que en todos los ámbitos de nuestra vida, hay un software de por medio. Por tal razón se han considerado escenarios dentro de los cuales determinan roles y funciones que va desempeñar el ingeniero en software que a continuación se detalla: Escenarios en los cuales un profesional de la Carrera de Software puede desenvolverse Dada la gran cantidad de funciones que puede desempeñar el profesional en ingeniería de software, y su actuación en las diferentes áreas de la organización ya sean estas públicas o privadas, deberá éste continuamente integrarse a equipos multi-profesionales e interdisciplinarios para asegurar la lógica del proceso de desarrollo de software e integrar las estrategias de ingeniería de software de sus puntos en gestión, y mantener la interculturalidad para contribuir al desarrollo sostenible de las localidades.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": null,
    "modality": null,
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2025/09/brochure_eur_ace_software_ver_2_-_micrositio.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-mecanica/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA MECÁNICA",
    "faculty_name": null,
    "degree_title": null,
    "description": "Usted está en :",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": null,
    "modality": null,
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-MECANICA.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-ambiental/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "AMBIENTAL",
    "faculty_name": null,
    "degree_title": null,
    "description": "Usted está en : Ing. José Ricardo Durán C. Mgs jrduran@espe.edu.ec La Carrera de de la Universidad de las Fuerzas Armadas – ESPE, forma ingenieros en el campo científico y tecnológico bajo un marco de principios y valores; y, generar conocimiento transferible para contribuir al progreso del país y Fuerzas Armadas, a través de la docencia, investigación y vinculación con la sociedad. Al 2025, ser reconocidos a nivel nacional e internacional como la carrera de Ingeniería Ambiental de educación superior de calidad en docencia, investigación y vinculación bajo el paradigma de una universidad inteligente, articulando la transferencia de ciencia y tecnología de la Ingeniería Ambiental, a través de procesos de I+D+i; y, convirtiéndonos en un referente de pensamiento en seguridad y defensa, al servicio del país y Fuerzas Armadas. Formar Ingenieros Ambientales con valores y principios, que analicen, diagnostiquen y diseñen soluciones tecnológicas integrales para la prevención, mitigación, compensación y control de problemas ambientales, determinando el e impacto ecológico, social y económico, a fin de prevenir y controlar el deterioro de los recursos naturales ocasionados por proyectos industriales, económicos o sociales, con lo cual se aporta al desarrollo sostenible de la sociedad.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": null,
    "modality": null,
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2024/12/malla-curricular-AMBIENTAL.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-automotriz-latacunga/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA AUTOMOTRIZ",
    "faculty_name": null,
    "degree_title": null,
    "description": "Usted está en : La Carrera de Ingeniería Automotriz de la Universidad de las Fuerzas Armadas – ESPE forma personas en el campo automotriz compro metidos con el desarrollo sostenible y la mejora continua, capaces de aportar soluciones innovadoras y éticas a los desafíos técnicos y ambientales que enfrenta el sector automotriz en el Ecuador. Al 2025, la Carrera de Ingeniería Automotriz de la Universidad de las Fuerzas Armadas – ESPE busca ser reconocida a nivel nacional e internacional como una institución líder en la formación de ingenieros automotrices comprometidos con el desarrollo sostenible y la mejora continua, capaces de aportar soluciones innovadoras y éticas a los desafíos técnicos y ambientales que enfrenta el sector automotriz en el Ecuador Fundamentar desde una perspectiva teórica y científica, los conocimientos necesarios para la formación del ingeniero automotriz, con un elevado nivel académico, mediante una formación actualizada, integral y humanística Desarrollar la capacidad creativa, intelectual y 02 personal, que le permitan participar en forma activa y consciente en la transformación de la sociedad, referidas a la manufactura y procesos de ensamblaje de autopartes automotrices, gestión del mantenimiento mediante innovación del uso energético en el sector automotriz. Proporcionar capacidades cognitivas para la creación y re-construcción del cono cimiento en contextos de investigación e innovación, bajo ambientes de aprendizaje dinámicos que interpretan los problemas de la sociedad, articulando el conocimiento inter y transdisciplinar. Dar alternativas de solución que permitan la optimización del transporte de vehículos livianos, pesados, agrícolas y fluviales, garantizando su seguridad para la sociedad. Las actividades de un ingeniero Automotriz, están enmarcadas en el aporte productivo del sector automotriz en el país, en donde estará en la capacidad de desenvolverse en las siguientes funciones y roles: Funciones: Roles: El Ingeniero Automotriz, es un profesional con una sólida formación científica, técnica y humanística de alto nivel, con conciencia social, respetuosa de la legislación vigente y el medio ambiente; ejerce el liderazgo en los diversos contextos de actuación personal y profesional, siendo capaz de desarrollarse de manera eficiente y con alta calidad en los diferentes campos de la industria automotriz.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": null,
    "modality": null,
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-AUTOMOTRIZ-LATACUNGA.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-mecatronica/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "MECATRÓNICA",
    "faculty_name": null,
    "degree_title": null,
    "description": "Usted está en : La carrera de Mecatrónica de la Universidad de las Fuerzas Armadas-ESPE forma ingenieros en el campo científico y tecnológico bajo un marco de principios y valores; y, genera conocimiento transferible para contribuir al progreso del país y , a través de la docencia, investigación y vinculación con la sociedad. Al 2025, ser reconocidos a nivel nacional e internacional como la carrera de Mecatrónica de educación superior de calidad en docencia, investigación y vinculación bajo el paradigma de una universidad inteligente, articulando la transferencia de ciencia y tecnología de la mecatrónica, a través de procesos de I+D+i; y, convirtiéndonos en un referente de pensamiento en seguridad y defensa, al servicio del país y Fuerzas Armadas.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": null,
    "modality": null,
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2025/03/MallaMecatronica-202051.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/turismo/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "CARRERA DE TURISMO",
    "faculty_name": null,
    "degree_title": null,
    "description": null,
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": "8 Semestres",
    "modality": "Presencial",
    "study_plan_pdf": null
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-petroquimica/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA PETROQUÍMICA",
    "faculty_name": null,
    "degree_title": null,
    "description": "Usted está en : Formar profesionales e investigadores de excelencia, especializados en las áreas petroquímicas y afines, creativos, humanistas, con capacidad de liderazgo, pensamiento crítico y alta conciencia ciudadana, capaces de generar, aplicar y difundir el conocimiento y proporcionar e implantar alternativas de solución a los problemas de la colectividad para promover el desarrollo integral del Ecuador.",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": null,
    "modality": null,
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-PETROQUIMICA-LATACUNGA.pdf"
  },
  {
    "university_name": "Universidad de las Fuerzas Armadas ESPE",
    "career_url": "https://www.espe.edu.ec/ingenieria-en-telecomunicaciones/",
    "data_collection_date": "2026-01-21",
    "university_type": "Pública",
    "university_contact": "https://www.espe.edu.ec/contactos/",
    "career_name": "INGENIERÍA EN TELECOMUNICACIONES",
    "faculty_name": null,
    "degree_title": null,
    "description": "Usted está en : La Carrera de Telecomunicaciones de la Universidad de las Fuerzas Armadas-ESPE forma personas en el campo científico y tecnológico bajo un marco de principios y valores; con capacidad de aplicar conocimientos básicos y especializados para diseñar, evaluar y gestionar sistemas de telecomunicaciones dentro de un marco normativo nacional e internacional para contribuir al progreso del país y Fuerzas Armadas. Al 2025 la Carrera de Ingeniería en Telecomunicaciones de la Universidad de las Fuerzas Armadas- ESPE es reconocida como líder a nivel nacional y regional por su excelencia en la formación integral de profesionales altamente capacitados en el campo de las telecomunicaciones. Formar profesionales capaces de aplicar las ciencias básicas, usar herramientas metodológicas para la solución de problemas concretos de las Telecomunicaciones, mediante el análisis, diseño, perfeccionamiento, implementación y evaluación de modelos y estrategias de innovación tecnológica, con capacidad para innovar, emprender y concebir sistemas de telecomunicaciones, dentro de un marco normativo de referencia. Desarrollar habilidades técnicas y conocimientos especializados en el diseño, implementación, mantenimiento y gestión de los sistemas de telecomunicaciones. Promover la investigación, la innovación, el emprendimiento y la integración de tecnologías emergentes para hacer frente a los desafíos de la industria en el campo de las telecomunicaciones. Fomentar el pensamiento crítico, el trabajo en equipo y la capacidad de resolver problemas en el contexto de la ingeniería de telecomunicaciones. Formar profesionales éticos y socialmente responsables capaces de contribuir al desarrollo sostenible del país en el marco del Plan Nacional de Desarrollo El ingeniero en Telecomunicaciones de la Universidad de las Fuerzas Armadas ESPE está en capacidad de analizar, diseñar, planificar, gestionar, regular, operar, desarrollar, implementar e integrar tecnologías relacionadas a las telecomunicaciones y tratamiento de la información, aplicadas a solucionar necesidades o requerimientos de la sociedad civil, y el ámbito militar, de acuerdo con estándares nacionales e internacionales de las telecomunicaciones, dentro de un marco jurídico de referencia, fundamentado en sistemas electrónicos subyacentes a las telecomunicaciones. En este sentido, la Carrera de Telecomunicaciones incluye en su formación académica, Fundamentos de diseño para ingeniería, Electrónica aplicada a los sistemas telecomunicaciones, Radiocomunicaciones, Redes IP, Gestión de Redes y Servicios de Telecomunicaciones. La formación del ingeniero en Telecomunicaciones de la Universidad de las Fuerzas Armadas ESPE se fundamenta en el uso de metodologías y técnicas que ofrece el modelo educativo institucional y la carrera, la cual considera el desarrollo del potencial humano del estudiante, promoviendo la formación humanística y ciudadana, fomentando el compromiso social y la responsabilidad comunitaria para contribuir al progreso del país y Fuerzas Armadas. El Ingeniero en Telecomunicaciones es un profesional cuya formación lo faculta para planificar, proyectar, diseñar y dimensionar sistemas, redes y servicios de generación, transmisión, detección, manejo y gestión de la información, en el sector público y privado. Por lo tanto, los roles y funciones que será capaz de asumir el futuro profesional, son:",
    "locations": [
      "Sangolquí"
    ],
    "cost": "Consultar universidad",
    "semesters": null,
    "modality": null,
    "study_plan_pdf": "https://www.espe.edu.ec/wp-content/uploads/2023/07/BROCHURE-TELECOMUNICACIONES.pdf"
  }
]