[
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_EN_MECÁNICA",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-en-mecanica/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o en Mecánica",
    "faculty_name": "Facultad de Ingeniería Mecánica",
    "degree_title": "Ingeniera/o en Mecánica",
    "description": "La carrera de Mecánica se enfoca en formar profesionales altamente capacitados en el diseño, análisis, fabricación y mantenimiento de sistemas mecánicos y térmicos. Los estudiantes reciben una sólida formación en ciencias básicas, como matemáticas, física y química, que se complementa con un profundo conocimiento en áreas fundamentales de la ingeniería mecánica, tales como mecánica de sólidos, termodinámica, dinámica de fluidos, y transferencia de calor. Además, el currículo incluye materias especializadas que permiten a los estudiantes desarrollar habilidades en diseño mecánico, simulación computacional, manufactura, robótica, y control de procesos. La carrera promueve el desarrollo de competencias en investigación y desarrollo tecnológico, incentivando la innovación y la solución de problemas complejos en la industria. Facultad de Ingeniería Mecánica Ingeniera/o en Mecánica Nueve (9) períodos académicos Presencial El aspirante debe haber culminado el bachillerato y obtenido el puntaje mínimo definido por el Sistema Nacional de Nivelación y Admisión SNNA correspondiente a la carrera. Además, los aspirantes a ingresar a la carrera de Mecánica deberán tener: Conocimientos de: Habilidades para: Actitudes y valores que: La Ingeniería Mecánica tiene aplicaciones diversas, ya que contribuye ampliamente al sector industrial, desde la investigación básica hasta su aplicación en las áreas del desarrollo tecnológico y productivo de un país. El Ingeniero Mecánico actualmente cumple un papel importante en el nuevo esquema de desarrollo planteado por el Gobierno, en el cual es un actor fundamental que colabora con el cambio de la matriz productiva y energética. En este escenario, los ingenieros graduados tendrán una formación acorde a la aplicación, utilización y adaptación de nuevas tecnologías. Los ingenieros mecánicos deben adquirir mediante capacitación profesional y experiencias de trabajo, los conocimientos, habilidades y destrezas tecnológicas que permitan tener un desarrollo sustentable en las áreas en las que estén inmersos. De esta manera, se inicia un proceso real de industrialización en el país, mismo que generará el incremento de los procesos productivos con un alto contenido de innovación tecnológica. Es así que, las funciones o desempeños de la profesión que se espera que el Ingeniero Mecánico alcance dentro de 3 a 5 años en la industria son: Trabajar en equipos multidisciplinarios e interdisciplinarios. Actuar con responsabilidad ética y profesional enmarcándose dentro de la legislación y normativa vigente. Comunicar ideas efectivamente. Valorar el impacto de las soluciones de ingeniería dentro del contexto global, económico, ambiental y social. Valorar la importancia de los procedimientos de seguridad y mantenimiento en los procesos productivos. Promover la innovación y la creatividad Evidenciar compromiso con el aprendizaje continuo. Relacionar temas y problemáticas de actualidad con la Ingeniería Mecánica. Analizar datos e información empleando: métodos, técnicas, procedimientos y herramientas de ingeniería e investigación científica. Aplicar conocimientos de ciencias básicas e ingeniería para la resolución de problemas de ingeniería mecánica. Identificar problemas de Ingeniería Mecánica con enfoque de complejidad sistémica, para el planteamiento de soluciones integrales. Organizar el conocimiento teórico-práctico percibido durante el proceso de aprendizaje. Diseñar experimentos con base en el cumplimiento de documentación técnica como normas, especificaciones y protocolos de pruebas. Diseñar sistemas, componentes o procesos que satisfagan las necesidades deseadas considerando restricciones técnicas, económicas, ambientales, sociales, políticas, de seguridad, de facilidad de manufactura y de sostenibilidad. Resolver problemas de Ingeniería Mecánica utilizando herramientas y métodos que satisfagan las necesidades de los distintos sectores de la sociedad. Usar las técnicas, habilidades y herramientas de la ingeniería moderna necesarias para la práctica de la Ingeniería Mecánica. Trabajar en equipos multidisciplinarios e interdisciplinarios. Actuar con responsabilidad ética y profesional enmarcándose dentro de la legislación y normativa vigente. Comunicar ideas efectivamente. Valorar el impacto de las soluciones de ingeniería dentro del contexto global, económico, ambiental y social. Valorar la importancia de los procedimientos de seguridad y mantenimiento en los procesos productivos. Promover la innovación y la creatividad Evidenciar compromiso con el aprendizaje continuo. Relacionar temas y problemáticas de actualidad con la Ingeniería Mecánica. Analizar datos e información empleando: métodos, técnicas, procedimientos y herramientas de ingeniería e investigación científica. Aplicar conocimientos de ciencias básicas e ingeniería para la resolución de problemas de ingeniería mecánica. Identificar problemas de Ingeniería Mecánica con enfoque de complejidad sistémica, para el planteamiento de soluciones integrales. Organizar el conocimiento teórico-práctico percibido durante el proceso de aprendizaje. Diseñar experimentos con base en el cumplimiento de documentación técnica como normas, especificaciones y protocolos de pruebas. Diseñar sistemas, componentes o procesos que satisfagan las necesidades deseadas considerando restricciones técnicas, económicas, ambientales, sociales, políticas, de seguridad, de facilidad de manufactura y de sostenibilidad. Resolver problemas de Ingeniería Mecánica utilizando herramientas y métodos que satisfagan las necesidades de los distintos sectores de la sociedad. Usar las técnicas, habilidades y herramientas de la ingeniería moderna necesarias para la práctica de la Ingeniería Mecánica. Edificio No. 15, FIM, Piso 1, Oficina 111 (+593) 2 297 6300, ext. 3706, 3707 De 08:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o en Mecánica",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_mecanica.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "FISD134",
        "name": "Física Newtoniana",
        "semester": 1
      },
      {
        "code": "QUID143",
        "name": "Química General",
        "semester": 1
      },
      {
        "code": "ICOD111",
        "name": "Herramientas Informáticas",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MECD213",
        "name": "Matemática Aplicada",
        "semester": 2
      },
      {
        "code": "MECD223",
        "name": "Estática",
        "semester": 2
      },
      {
        "code": "MATD213",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 2
      },
      {
        "code": "MECD242",
        "name": "Electricidad Básica",
        "semester": 2
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadística",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Análisis Socioeconómico Y Político Del Ecuador",
        "semester": 2
      },
      {
        "code": "MECD312",
        "name": "Mecánica De Materiales",
        "semester": 3
      },
      {
        "code": "MECD323",
        "name": "Dinámica",
        "semester": 3
      },
      {
        "code": "MECD333",
        "name": "Introducción A Procesos De Manufactura",
        "semester": 3
      },
      {
        "code": "MECD343",
        "name": "Termodinámica",
        "semester": 3
      },
      {
        "code": "MECD352",
        "name": "Electrónica Industrial",
        "semester": 3
      },
      {
        "code": "MECD362",
        "name": "Programación",
        "semester": 3
      },
      {
        "code": "MECD413",
        "name": "Mecánica De Materiales Aplicada",
        "semester": 4
      },
      {
        "code": "MECD423",
        "name": "Vibraciones",
        "semester": 4
      },
      {
        "code": "MECD432",
        "name": "Metrología",
        "semester": 4
      },
      {
        "code": "MECD443",
        "name": "Termodinámica Aplicada",
        "semester": 4
      },
      {
        "code": "MECD453",
        "name": "Mecánica De Fluidos",
        "semester": 4
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 4
      },
      {
        "code": "MECD512",
        "name": "Teoría De Máquinas",
        "semester": 5
      },
      {
        "code": "MECD523",
        "name": "Elementos De Máquinas",
        "semester": 5
      },
      {
        "code": "MECD533",
        "name": "Ciencia De Materiales",
        "semester": 5
      },
      {
        "code": "MECD543",
        "name": "Transferencia De Calor",
        "semester": 5
      },
      {
        "code": "MECD553",
        "name": "Dibujo Mecánico Y Cad",
        "semester": 5
      },
      {
        "code": "CSHD400",
        "name": "Economía Y Sociedad",
        "semester": 5
      },
      {
        "code": "MECD612",
        "name": "Ingeniería De Soldadura",
        "semester": 6
      },
      {
        "code": "MECD622",
        "name": "Ingeniería De Mantenimiento",
        "semester": 6
      },
      {
        "code": "MECD633",
        "name": "Ciencia De Materiales Aplicada",
        "semester": 6
      },
      {
        "code": "MECD643",
        "name": "Transferencia De Calor Aplicada",
        "semester": 6
      },
      {
        "code": "MECD653",
        "name": "Diseño De Máquinas",
        "semester": 6
      },
      {
        "code": "MECD662",
        "name": "Métodos Numéricos",
        "semester": 6
      },
      {
        "code": "MECD700",
        "name": "Itinerario Básico",
        "semester": 7
      },
      {
        "code": "MECD710",
        "name": "Tópicos En Ingeniería Mecánica",
        "semester": 7
      },
      {
        "code": "MECD733",
        "name": "Desgaste Y Falla",
        "semester": 7
      },
      {
        "code": "MECD742",
        "name": "Diseño De Sistemas Energéticos",
        "semester": 7
      },
      {
        "code": "MECD753",
        "name": "Mecánica De Fluidos Aplicada",
        "semester": 7
      },
      {
        "code": "ADMD511",
        "name": "Gestión Organizacional",
        "semester": 7
      },
      {
        "code": "MECD800",
        "name": "Itinerario Intermedio",
        "semester": 8
      },
      {
        "code": "MECD810",
        "name": "Problemas En Ingeniería Mecánica",
        "semester": 8
      },
      {
        "code": "MECD833",
        "name": "Diseño Mecánico",
        "semester": 8
      },
      {
        "code": "MECD843",
        "name": "Seguridad Industrial Y Calidad",
        "semester": 8
      },
      {
        "code": "ADMD611",
        "name": "Control De Procesos",
        "semester": 8
      },
      {
        "code": "ADMD711",
        "name": "Gestión Financiera",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Preparación Para Trabajo De Integración Curricular / Examen De Carácter Complexivo",
        "semester": 8
      },
      {
        "code": "MECD900",
        "name": "Itinerario Avanzado",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen De Carácter Complexivo",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_CIVIL",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-civil/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o Civil",
    "faculty_name": "Facultad de Ingeniería Civil y Ambiental",
    "degree_title": "Ingeniera/o Civil",
    "description": "La Ingeniería Civil es una profesión que se relaciona con la planificación, diseño, construcción, mantenimiento y operación de infraestructura desde el punto de vista estructural, de recursos hídricos y saneamiento. El Ingeniero Civil de la Escuela Politécnica Nacional es el profesional que tiene conocimientos, habilidades, destrezas, valores, aptitudes y actitudes aplicables en las áreas de estructuras, vías terrestres, hidráulica, administración, construcción, ingeniería sanitaria y geotecnia, tomando en consideración la conservación del ambiente con la finalidad de planear, diseñar, construir, operar y conservar obras hidráulicas y sanitarias, sistemas estructurales, vías terrestres, obras de urbanización e instalaciones en obras civiles; y en la elaboración, evaluación y diagnóstico de estudios técnicos económicos y financieros de obras, proyectos de investigación y desarrollo tecnológico. Facultad de Ingeniería Civil y Ambiental Ingeniera/o Civil Nueve (9) períodos académicos Presencial Los aspirantes a ingresar a la carrera de Ingeniería Civil, deben haber aprobado el examen SNNA del Sistema Nacional de Nivelación y Admisión, y haber obtenido el puntaje mínimo de la Carrera, para lo cual deben poseer las siguientes habilidades y conocimientos: Los ingenieros civiles de la Escuela Politécnica Nacional, en concordancia con su desarrollo y madurez profesional, son capaces de concebir, analizar, planificar, diseñar, operar y optimizar sistemas para suministros de agua potable y saneamiento básico, dentro de principios de responsabilidad intergeneracional. Asimismo, está en capacidad de desarrollar proyectos de vivienda social, vivienda en general y de construir edificaciones en hormigón armado, acero, madera y otros materiales. Esta capacitados para diseñar sistemas de transporte de agua, captación, potabilización y distribución de agua, así como está capacitado para diseñar, construir y concebir sistemas de recolección y trasporte de aguas servidas, desde un punto de vista técnico y social. Las funciones o desempeños de la profesión que realizarán los profesionales de la Carrera de Ingeniería civil dentro de 3 a 5 años posteriores a su graduación son los siguientes: El graduado del programa tendrá un papel importante para mejorar la calidad de vida de las personas, aportando a la sociedad con la construcción de infraestructura privada y pública y de brindar soluciones técnicas a problemas reales sobre los servicios de saneamiento, movilidad, edificaciones en las ciudades. El ingeniero civil tendrá oportunidad de acción, ya que su educación lo orienta a dirigir grupos de trabajo, en donde su formación multidisciplinaria le permitirá ejercer liderazgo, en la ejecución y gestión de proyectos de infraestructura. Las leyes civiles vigentes y los requerimientos de infraestructura para el desarrollo e infraestructura social del país, requiere de ingenieros civiles en organismos públicos y privados, para que ejecuten tareas de planificación, diseño, fiscalización o auditoría, como administradores civiles o técnicos civiles, en labores específicas individuales o como miembros de grupos multidisciplinarios. Al ser la variante de vivienda, saneamiento, infraestructura, preponderante en todos los ámbitos de acción de las instituciones públicas, empresas privadas y sociedad en general, siempre existirá la demanda de profesionales en Ingeniería Civil, que se desempeñen con destrezas específicas para resolver problemas y conflictos alrededor del uso de materiales, necesidad de servicio de saneamiento, manejo de riesgo, construcción de infraestructura estatal, con soluciones aplicables al medio ecuatoriano y el apropiado uso de los recursos del país. Esta información fue obtenida de las encuestas realizadas a los graduados y empleadores de la Carrera de Ingeniería Ambiental. Los resultados de las encuestas se presentan en el Anexo 8.11 Resultados de la Encuesta a los Empleadores y en el Anexo 8.12 Resultados de la Encuesta a los Graduados. Comunicar efectivamente la aplicación de conocimiento de la Ingeniería Civil, con un nivel de detalle y abstracción adecuado, y aplicación de la ciencia facilitando la transferencia de conocimiento a los sectores estratégicos del país. Demostrar una formación humanista, ética y técnico-científica para conceptualizar, desarrollar, transferir e innovar la calidad, seguridad y cobertura de la infraestructura públicas y privadas, servicios públicos y privados concernientes al campo de ingeniería civil como agua y saneamiento, a través del uso óptimos de los recursos de materiales, mano de obra y maquinaria. Resolver los problemas sociales, legales, éticos, culturales y medio ambientales relacionados con la ingeniería civil a través de un ejercicio profesional responsable, con conciencia social y respeto al medio ambiente. Aplicar conocimientos técnicos y tecnológicos relacionados con la ingeniería civil para lograr la mejora continua de métodos constructivos y procesos de saneamiento, sistemas viales, la gestión estratégica de recursos, utilización de mano de obra y la optimización de materiales e insumos. Es decir, aplicación de las Ciencias Básicas a Ingeniería Civil. Construir infraestructura sustentable, utilizando tecnología de punta y maximizando el uso de la mano de obra disponible, el justo uso de los recursos, la mejora de calidad en bienes inmuebles, infraestructura pública y la calidad de vida de los ciudadanos. Es decir, la identificación y definición de los problemas de manera eficiente. Desarrollar nuevas formas de aplicación de la ingeniería civil para satisfacer las necesidades y sustentar el mejoramiento de los sectores estratégicos nacionales, mediante la investigación en recursos hídricos, vivienda, infraestructura, materiales, saneamiento gestión de riesgos y ambiental. Considerar las mejoras tecnológicas y el auto aprendizaje mediante la asimilación de nuevos conocimientos en maquinarias, materiales, software, usos de nuevos materiales y procesos en la región. Desarrollo de la utilización de herramientas especializadas. Desarrollar la creatividad y emprendimiento a través de la investigación para satisfacer las necesidades en ingeniería civil de los sectores estratégicos nacionales. Promover el trabajo en equipo. Transferir el conocimiento adquirido, auto aprendizaje o la investigación para facilitar la conceptualización, diseño y construcción de infraestructura que solucione las necesidades de sectores de la producción y desarrollo nacional. Trabajar con compromiso social y ético. Prestar soluciones eficientes, sustentables, integradoras y multidisciplinarias, con adecuado manejo de tiempo, costo, materiales, mano de obra y procesos, a través de una adecuada planificación, diseño, construcción, gestión y control de la infraestructura. Evaluar el impacto económico, social, calidad de vida y ambiental de la infraestructura sobre la vida de las personas. Demostrar compromiso con el aprendizaje continuo. Utilizar herramientas informáticas de forma adecuada y eficaz en la resolución de problemas de ingeniería civil, utilización de modelos para la solución óptima de alternativas. El Ingeniero Civil podra: Edificio No. 6, FICA, Segundo piso (+593) 2 2976 300, ext. 1604 decano.civil@epn.edu.ec De 07:00 a 13:00 y de 14:00 a 16:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o Civil",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_civil.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "FISD134",
        "name": "Mecánica Newtoniana",
        "semester": 1
      },
      {
        "code": "QUID143",
        "name": "Química General",
        "semester": 1
      },
      {
        "code": "ICOD111",
        "name": "Herramientas Informáticas",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD213",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 2
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadística Básicas",
        "semester": 2
      },
      {
        "code": "CVLD233",
        "name": "Cálculo Avanzado",
        "semester": 2
      },
      {
        "code": "CVLD244",
        "name": "Mecánica Para Ingenieros",
        "semester": 2
      },
      {
        "code": "CVLD251",
        "name": "Programación",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Socio Análisis Económico Y Político Del Ecuador",
        "semester": 2
      },
      {
        "code": "CVLD312",
        "name": "Métodos Numéricos",
        "semester": 3
      },
      {
        "code": "CVLD323",
        "name": "Geología Aplicada",
        "semester": 3
      },
      {
        "code": "CVLD333",
        "name": "Hidráulica Básica",
        "semester": 3
      },
      {
        "code": "CVLD344",
        "name": "Resistencia De Materiales",
        "semester": 3
      },
      {
        "code": "CVLD352",
        "name": "Topografía",
        "semester": 3
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Humanidades I",
        "semester": 3
      },
      {
        "code": "CVLD413",
        "name": "Mecánica De Suelos",
        "semester": 4
      },
      {
        "code": "CVLD423",
        "name": "Hidrología Básica",
        "semester": 4
      },
      {
        "code": "CVLD433",
        "name": "Hidráulica De Canales Y Tuberías",
        "semester": 4
      },
      {
        "code": "CVLD443",
        "name": "Resistencia De Materiales Aplicada",
        "semester": 4
      },
      {
        "code": "CVLD452",
        "name": "Diseño De Vigas Vías Y Pavimentos",
        "semester": 4
      },
      {
        "code": "CSHD400",
        "name": "Economía Y Sociedad",
        "semester": 4
      },
      {
        "code": "CVLD513",
        "name": "Suelos Y Cimentaciones",
        "semester": 5
      },
      {
        "code": "CVLD522",
        "name": "Mecánica Aplicada En Hidráulica",
        "semester": 5
      },
      {
        "code": "CVLD532",
        "name": "Aplicaciones Computacionales Planas",
        "semester": 5
      },
      {
        "code": "CVLD543",
        "name": "Estructuras Flexión, Corte Y Torsión",
        "semester": 5
      },
      {
        "code": "CVLD554",
        "name": "Hormigón I",
        "semester": 5
      },
      {
        "code": "ADMD511",
        "name": "Gestión Organizacional",
        "semester": 5
      },
      {
        "code": "CVLD612",
        "name": "Losas De Hormigón",
        "semester": 6
      },
      {
        "code": "CVLD622",
        "name": "Alcantarillado Urbano",
        "semester": 6
      },
      {
        "code": "CVLD632",
        "name": "Hidráulica Aplicada",
        "semester": 6
      },
      {
        "code": "CVLD642",
        "name": "Estructuras Y Pórticos",
        "semester": 6
      },
      {
        "code": "CVLD653",
        "name": "Hormigón Columnas, Muros De Corte Y Pórticos",
        "semester": 6
      },
      {
        "code": "ADMD611",
        "name": "Gestión De Calidad",
        "semester": 6
      },
      {
        "code": "CVLD673",
        "name": "Materiales De Construcción Y Procesos",
        "semester": 6
      },
      {
        "code": "CVLD722",
        "name": "Instalaciones Hidro-Sanitarias En Edificaciones",
        "semester": 7
      },
      {
        "code": "CVLD733",
        "name": "Diseño Hidráulico De Obras",
        "semester": 7
      },
      {
        "code": "CVLD743",
        "name": "Análisis Estructural",
        "semester": 7
      },
      {
        "code": "CVLD753",
        "name": "Estructuras De Acero I",
        "semester": 7
      },
      {
        "code": "ADMD711",
        "name": "Finanzas Y Control De Obra",
        "semester": 7
      },
      {
        "code": "CVLD773",
        "name": "Planificación Vial",
        "semester": 7
      },
      {
        "code": "CVLD800",
        "name": "Itinerario Básico",
        "semester": 8
      },
      {
        "code": "CVLD822",
        "name": "Diseño De Potabilización",
        "semester": 8
      },
      {
        "code": "CVLD833",
        "name": "Diseño De Proyectos Hidráulicos",
        "semester": 8
      },
      {
        "code": "CVLD843",
        "name": "Diseño De Proyectos Estructurales",
        "semester": 8
      },
      {
        "code": "CVLD853",
        "name": "Estructuras De Acero Ii",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Integración Curricular/ Preparación Examen Complexivo",
        "semester": 8
      },
      {
        "code": "CVLD871",
        "name": "Costos En La Construcción",
        "semester": 8
      },
      {
        "code": "CVLD900",
        "name": "Itinerario Avanzado",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen Complexivo",
        "semester": 9
      },
      {
        "code": "CVLD971",
        "name": "Fiscalización En La Construcción",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_EN_SEGURIDAD_DE_REDES_DE_INFORMACIÓN",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/seguridad-de-redes-de-informacion/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o en Seguridad de Redes de Información",
    "faculty_name": "Facultad de Ingeniería Eléctrica y Electrónica",
    "degree_title": "Ingeniera/o en Seguridad de Redes de Información",
    "description": "La Carrera de Seguridad de Tecnologías de la Información busca formar profesionales en el ámbito de la Seguridad de las Tecnologías de la Información y la Comunicación capaces de identificar, evaluar y tratar los riesgos de seguridad en redes de comunicaciones, componentes de TI e información de organizaciones de diferentes sectores productivos del país, utilizando para ello metodologías, técnicas y herramientas de vanguardia, e implementando buenas prácticas y tecnologías de protección adecuadas; con habilidades para interrelacionarse personal y profesionalmente, y para trabajar en equipo con alto rigor ético y legal y comprometidos con el desarrollo sustentable de las organizaciones y su entorno. Facultad de Ingeniería Eléctrica y Electrónica Ingeniera/o en Seguridad de Redes de Información Nueve (9) períodos académicos Presencial Los aspirantes a ingresar a la Carrera de Seguridad de Redes de Información deben haber concluido sus estudios de bachillerato y deben obtener el puntaje mínimo requerido por el Sistema Nacional de Nivelación y Admisión (SNNA) para ingenierías y en particular para la Carrera. Sería recomendable que el aspirante tenga el siguiente perfil de ingreso: El Ingeniero/a en Seguridad de Tecnologías de la Información estará en la capacidad de aplicar teorías, conceptos y métodos para resolver problemas relacionados a la seguridad de las Tecnologías de la Información, en áreas como: la seguridad en la red, seguridad de la información, seguridad en los componentes y la gestión de la misma a través de la aplicación de las mejores prácticas (normas y estándares); con ética y responsabilidad. Por otro lado, el campo de acción de un Ingeniero/a en Seguridad de Tecnologías de la Información también incluye: Usar sus conocimientos de administración y financieros, realidad nacional, calidad, utilización de estadísticas e información técnica disciplinar en el ejercicio de su profesión. Utilizar los conocimientos de ciencias básicas y la capacidad de aprendizaje continuo para colaborar en proyectos de investigación desarrollo e innovación. Trabajar en equipo con independencia de la etnia, el género, la condición social, etc., y evitando la discriminación por cualquiera de estos aspectos. Realizar estudios, consultorías y proyectos con responsabilidad ética y profesional, y en el marco de la legislación y normativa nacional e internacional pertinente. Receptar las diferentes posiciones que puedan tener los diferentes actores y sectores al trabajar en equipo. Utilizar sus conocimientos de forma creativa para ofrecer soluciones de seguridad innovadoras y vanguardistas. Transmitir sus conocimientos, ideas y soluciones de forma eficaz utilizando un lenguaje correcto tanto de forma oral como escrita Explicar el fundamento teórico, metodologías, técnicas y herramientas para la identificación, detección y auditoría de los riesgos de seguridad de la red de comunicaciones en una organización, y las tecnologías y buenas prácticas para su tratamiento. Explicar el fundamento teórico, metodologías, técnicas y herramientas para la identificación, detección y auditoría de los riesgos de seguridad de los componentes de TI en una organización, y las tecnologías y buenas prácticas para su tratamiento. Explicar el fundamento teórico, metodologías, técnicas y herramientas para la identificación, detección y auditoría de los riesgos de seguridad de la información en una organización, y las tecnologías y buenas prácticas para su tratamiento. Analizar y evaluar los riesgos de seguridad de la red de comunicaciones en una organización, siguiendo métodos, técnicas y herramientas apropiadas, y de implementar las buenas prácticas y tecnologías requeridas para su tratamiento. Analizar y evaluar los riesgos de seguridad de los componentes de TI en una organización, siguiendo métodos, técnicas y herramientas apropiadas, y de implementar las buenas prácticas y tecnologías requeridas para su tratamiento. Analizar y evaluar los riesgos de seguridad de la información en una organización, siguiendo métodos, técnicas y herramientas apropiadas, y de implementar las buenas prácticas y tecnologías requeridas para su tratamiento. Gestionar la seguridad de la información en una organización, considerando la legislación local e internacional en materia de seguridad y protección de datos. El egresado estará en capacidad de ejercer su profesión de manera legal, ética, con rigor científico y comprometido con el desarrollo sustentable de su entorno. El egresado demostrará su capacidad de análisis crítico proponiendo soluciones de seguridad que contribuyan al desarrollo productivo de las organizaciones públicas y privadas. El egresado contribuirá con soluciones de seguridad de vanguardia, considerando siempre el contexto cultural regional y local. El Ingeniero/a en Seguridad de Tecnologías de la Información estará en la capacidad de aplicar teorías, conceptos y métodos para resolver problemas relacionados a la seguridad de las Tecnologías de la Información, en áreas como: la seguridad en la red, seguridad de la información, seguridad en los componentes y la gestión de la misma a través de la aplicación de las mejores prácticas (normas y estándares); con ética y responsabilidad. Por otro lado, el campo de acción de un Ingeniero/a en Seguridad de Tecnologías de la Información también incluye: Edificio No. 17, FIEE, Piso 7, QE-704 (+593) 2 2976 300, ext. 2332 De 8:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o en Seguridad de Redes de Información",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_seguridad_redes_informacion.pdf",
    "subjects": []
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_EN_QUÍMICA",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-quimica/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o en Química",
    "faculty_name": "Facultad de Ingeniería Química y Agroindustria",
    "degree_title": "Ingeniera/o en Química",
    "description": "La carrera de Ingeniería Química tiene como propósito fundamental formar profesionales capaces de formular y resolver exitosamente problemas complejos relacionados con el diseño de procesos y productos químicos o bioquímicos. Los profesionales de esta carrera dominarán la concepción, cálculo, diseño, análisis y operación de equipos e instalaciones industriales bajo elevados estándares de calidad, seguridad, economía, uso racional y eficiente de los recursos naturales y conservación del medio ambiente, en estricto cumplimiento del código ético de la profesión, con la finalidad de satisfacer las necesidades del sector productivo e industrial del país. Facultad de Ingeniería Química y Agroindustria Ingeniera/o en Química Nueve (9) períodos académicos Presencial Un estudiante que desee optar por la carrera de Ingeniería Química de la EPN, deberá: Un ingeniero químico puede desempeñar funciones técnicas, científicas, humanísticas y administrativas, para sectores productivos y económicos, que consideran procesos que transforman materias primas y fuentes básicas de energía en productos útiles para la sociedad. Con unos pocos años de experiencia un ingeniero químico será capaz de: En concordancia con estas capacidades, los ingenieros químicos pueden llegar a ocupar cargos gerenciales como: Demostrar honestidad y responsabilidad hacia la sociedad y medio ambiente en términos del comportamiento ético profesional. Demostrar conocimiento de los temas contemporáneos y relevantes asociados a la práctica de la ingeniería química. Aplicar conocimientos de ciencias básicas, matemáticas e ingeniería en la práctica de la ingeniería química. Demostrar habilidad de integrarse y trabajar en equipos multidisciplinarios. Demostrar habilidad de comunicarse efectivamente tanto de forma oral como escrita. Demostrar que tienen el conocimiento necesario para entender el impacto de las soluciones de ingeniería en el contexto global, social y ambiental. Demostrar habilidad de auto aprendizaje y de actualización permanente de conocimientos. Diseñar productos y procesos que requieran transformación física, química y/o bioquímica de materiales que satisfagan las necesidades de la industria, y del país de manera económica, eficiente y ambientalmente sustentable. Diseñar y conducir experimentos, para la obtención y el análisis de datos en el ejercicio de la Ingeniería Química. Aplicar los principios de la Ingeniería Química, a partir del análisis de sistemas y procesos mediante balances de masa, transferencia de masa, transferencia de calor y fluidos, termodinámica, diseño y control de plantas y procesos tanto en régimen estacionario como no estacionario en el diseño, optimización o innovación de procesos. Aplicar los conocimientos con criterio lógico en la identificación formulación y solución de problemas asociados al ejercicio de la Ingeniería Química. Emplear métodos y herramientas de Ingeniería necesarios en la práctica profesional. Un estudiante que desee optar por la carrera de Ingeniería Química de la EPN, deberá: Facultad de Ingeniería Química y Agroindustria Edificio No. 17, Química y Eléctrica, Piso 3 (+593) 2 297 6300, ext. 4302 De 8:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o en Química",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_quimica.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "FISD134",
        "name": "Mecánica Newtoniana",
        "semester": 1
      },
      {
        "code": "QUID143",
        "name": "Química General",
        "semester": 1
      },
      {
        "code": "ICOD111",
        "name": "Herramientas Informáticas",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadística",
        "semester": 2
      },
      {
        "code": "IAQD222",
        "name": "Introducción A La Ingeniería Química",
        "semester": 2
      },
      {
        "code": "MATD213",
        "name": "Cálculo Multivariable",
        "semester": 2
      },
      {
        "code": "IAQD242",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 2
      },
      {
        "code": "IAQD253",
        "name": "Física Para Ingeniería",
        "semester": 2
      },
      {
        "code": "IAQD262",
        "name": "Programación",
        "semester": 2
      },
      {
        "code": "IAQD312",
        "name": "Matemática Aplicada En Ingeniería",
        "semester": 3
      },
      {
        "code": "IAQD323",
        "name": "Balance De Masas",
        "semester": 3
      },
      {
        "code": "IAQD333",
        "name": "Termodinámica I",
        "semester": 3
      },
      {
        "code": "IAQD343",
        "name": "Química Orgánica I",
        "semester": 3
      },
      {
        "code": "IQMD354",
        "name": "Química Analítica",
        "semester": 3
      },
      {
        "code": "IQMD412",
        "name": "Química Industrial",
        "semester": 4
      },
      {
        "code": "IAQD423",
        "name": "Balance De Energía",
        "semester": 4
      },
      {
        "code": "IAQD432",
        "name": "Termodinámica Ii",
        "semester": 4
      },
      {
        "code": "IQMD443",
        "name": "Química Orgánica Ii",
        "semester": 4
      },
      {
        "code": "IQMD452",
        "name": "Análisis Instrumental",
        "semester": 4
      },
      {
        "code": "IAQD462",
        "name": "Biología",
        "semester": 4
      },
      {
        "code": "CSHD211",
        "name": "Análisis Socioeconómico Y Político Del Ecuador",
        "semester": 4
      },
      {
        "code": "IAQD511",
        "name": "Seguridad Industrial Y Salud Ocupacional",
        "semester": 5
      },
      {
        "code": "IQMD523",
        "name": "Mecánica De Fluidos I",
        "semester": 5
      },
      {
        "code": "IQMD533",
        "name": "Transferencia De Calor I",
        "semester": 5
      },
      {
        "code": "IQMD543",
        "name": "Transferencia De Masa I",
        "semester": 5
      },
      {
        "code": "IQMD552",
        "name": "Materiales Para Ingeniería Y Corrosión",
        "semester": 5
      },
      {
        "code": "IAQD562",
        "name": "Bioquímica",
        "semester": 5
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 5
      },
      {
        "code": "IQMD613",
        "name": "Operaciones Unitarias I",
        "semester": 6
      },
      {
        "code": "IQMD623",
        "name": "Mecánica De Fluidos Ii",
        "semester": 6
      },
      {
        "code": "IQMD633",
        "name": "Transferencia De Calor Ii",
        "semester": 6
      },
      {
        "code": "IQMD643",
        "name": "Transferencia De Masa Ii",
        "semester": 6
      },
      {
        "code": "IQMD653",
        "name": "Físicoquímica",
        "semester": 6
      },
      {
        "code": "IQMD713",
        "name": "Operaciones Unitarias Ii",
        "semester": 7
      },
      {
        "code": "IAQD722",
        "name": "Evaluación De Impacto Ambiental",
        "semester": 7
      },
      {
        "code": "IQMD733",
        "name": "Auditoría Y Gestión Ambiental",
        "semester": 7
      },
      {
        "code": "IQMD743",
        "name": "Modelado Y Simulación De Procesos",
        "semester": 7
      },
      {
        "code": "IQMD752",
        "name": "Ingeniería De Control Automático",
        "semester": 7
      },
      {
        "code": "ADMD511",
        "name": "Dirección De Operaciones",
        "semester": 7
      },
      {
        "code": "CSHD400",
        "name": "Comportamiento Organizacional Sociedad Y Economía",
        "semester": 7
      },
      {
        "code": "IQMD814",
        "name": "Diseño De Plantas",
        "semester": 8
      },
      {
        "code": "IQMD822",
        "name": "Reactores Químicos",
        "semester": 8
      },
      {
        "code": "IQMD832",
        "name": "Simulación De Procesos Ii",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Trabajo De Integración Curricular / Examen Complexivo",
        "semester": 8
      },
      {
        "code": "IQMD800",
        "name": "Itinerario I",
        "semester": 8
      },
      {
        "code": "ADMD711",
        "name": "Ingeniería Financiera",
        "semester": 8
      },
      {
        "code": "ADMD611",
        "name": "Preparación Y Evaluación De Proyectos Y Gestión De Calidad",
        "semester": 8
      },
      {
        "code": "IQMD900",
        "name": "Itinerario Ii",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen Complexivo",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_TECNÓLOGA_O_SUPERIOR_EN_DESARROLLO_DE_SOFTWARE",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/desarrollo-de-software/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Tecnóloga/o Superior en Desarrollo de Software",
    "faculty_name": "Escuela de Formación de Tecnólogos",
    "degree_title": "Tecnóloga/o Superior en Desarrollo de Software",
    "description": "Los profesionales en Tecnología Superior en Desarrollo de Software, de la Escuela Politécnica Nacional, podrán poner soluciones relacionados al desarrollo, mantenimiento y soporte de aplicaciones software, altamente competentes, con responsabilidad social y espíritu emprendedor, basados en un currículo que permita un proceso de formación teórico práctico con herramientas actualizadas; que aporten en el planteamiento de soluciones innovadoras en el área de desarrollo de software contribuyendo a la vez con la transformación de la matriz productiva del país. Escuela de Formación de Tecnólogos Tecnóloga/o Superior en Desarrollo de Software Cinco (5) períodos académicos Presencial Los profesionales en Tecnología Superior en Desarrollo de Software, de la Escuela Politécnica Nacional, podrán poner soluciones relacionados al desarrollo, mantenimiento y soporte de aplicaciones software, altamente competentes, con responsabilidad social y espíritu emprendedor, basados en un currículo que permita un proceso de formación teórico práctico con herramientas actualizadas; que aporten en el planteamiento de soluciones innovadoras en el área de desarrollo de software contribuyendo a la vez con la transformación de la matriz productiva del país. Los Laboratorios de Tecnologías de la Información y Comunicación de la Escuela de Formación de Tecnólogos, son espacios destinados para la formación académica de los estudiantes, los cuales disponen de una infraestructura acorde para un correcto aprendizaje. Los laboratorios de TICs de la Escuela de Formación de Tecnólogos además de su uso para impartir clases, son facilitados para las siguientes actividades: Ing. William Nacimba 022976300, Ext. 2738 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Tecnóloga/o Superior en Desarrollo de Software",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_desarrollo_software.pdf",
    "subjects": [
      {
        "code": "FISD113",
        "name": "Física",
        "semester": 1
      },
      {
        "code": "MATD143",
        "name": "Cálculo Diferencial E Integral",
        "semester": 1
      },
      {
        "code": "MATD153",
        "name": "Estadística Y Probabilidad Básica",
        "semester": 1
      },
      {
        "code": "ICOD142",
        "name": "Introducción A Las Tics",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "ADMD163",
        "name": "Administración Financiera",
        "semester": 1
      },
      {
        "code": "TDSD214",
        "name": "Programación De Datos",
        "semester": 2
      },
      {
        "code": "TDSD222",
        "name": "Algoritmos Y Estructuras De Datos",
        "semester": 2
      },
      {
        "code": "TDSD232",
        "name": "Arquitectura De Computadores",
        "semester": 2
      },
      {
        "code": "TDSD243",
        "name": "Sistemas Operativos",
        "semester": 2
      },
      {
        "code": "TDSD253",
        "name": "Comunicación De Redes",
        "semester": 2
      },
      {
        "code": "AMBD261",
        "name": "Ecología Y Ambiente",
        "semester": 2
      },
      {
        "code": "TDSD314",
        "name": "Programación Orientada A Objetos",
        "semester": 3
      },
      {
        "code": "TDSD322",
        "name": "Diseño De Interfaces",
        "semester": 3
      },
      {
        "code": "TDSD333",
        "name": "Gestión De Proyectos De Software",
        "semester": 3
      },
      {
        "code": "TDSD343",
        "name": "Bases De Datos",
        "semester": 3
      },
      {
        "code": "TDSD353",
        "name": "Análisis De Datos",
        "semester": 3
      },
      {
        "code": "TDSD414",
        "name": "Aplicaciones Web",
        "semester": 4
      },
      {
        "code": "TDSD422",
        "name": "Desarrollo De Funcionalidades",
        "semester": 4
      },
      {
        "code": "TDSD431",
        "name": "Inteligencia De Negocios",
        "semester": 4
      },
      {
        "code": "PSCD202",
        "name": "Servicios Comunitarios",
        "semester": 4
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 4
      },
      {
        "code": "ADMD421",
        "name": "Metodología De Investigación",
        "semester": 4
      },
      {
        "code": "TDSD514",
        "name": "Desarrollo De Aplicaciones Móviles",
        "semester": 5
      },
      {
        "code": "TDSD523",
        "name": "Tecnologías Distribuidas",
        "semester": 5
      },
      {
        "code": "TDSD532",
        "name": "Seguridad",
        "semester": 5
      },
      {
        "code": "TITD103",
        "name": "Integración Curricular / Preparación Examen Complexivo",
        "semester": 5
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen De Carácter Complexivo",
        "semester": 5
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_EN_CIENCIA_DE_DATOS_E_INTELIGENCIA_ARTIFICIAL",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ciencias-de-datos-e-inteligencia-artificial/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o en Ciencia de datos e Inteligencia Artificial",
    "faculty_name": "Facultad de Ingeniería de Sistemas",
    "degree_title": "Ingeniera/o en Ciencia de datos e Inteligencia Artificial",
    "description": "La Carrera en Ciencia de Datos e Inteligencia Artificial forma profesionales capaces de integrar, transformar y analizar datos para la toma de decisiones y la resolución de problemas. El programa se enfoca en la comprensión de procesos, el descubrimiento de patrones en los datos. Los graduados estarán preparados para aplicar conocimientos en matemáticas, estadística y ciencias de la computación para abordar desafíos en diversos sectores, asegurando la competitividad de las organizaciones e impulsando el desarrollo del país. La carrera hace énfasis en el aprendizaje activo y colaborativo, fomentando el pensamiento crítico y la formación continua. Facultad de Ingeniería de Sistemas Ingeniera/o en Ciencia de datos e Inteligencia Artificial Nueve períodos académicos Presencial Los aspirantes a ingresar a la carrera de Ingeniería en Ciencia de Datos e Inteligencia Artificial, deben haber aprobado el examen SNNA del Sistema Nacional de Nivelación y Admisión, y haber obtenido el puntaje mínimo de la Carrera, para lo cual deben: Demostrar una formación humanística, íntegra, transparente, ética, inclusiva y responsable para desarrollar productos y servicios digitales aplicando técnicas y herramientas de ciencia de datos e inteligencia artificial. Demostrar capacidad de trabajo en equipo en proyectos de ciencia de datos e inteligencia artificial alineados a los grandes objetivos nacionales, en los sectores público y privado, desempeñándose bajo protocolos de privacidad, honestidad, ética, responsabilidad, conciencia social y respeto al medio ambiente. Demostrar sólidos conocimientos teóricos de las áreas de matemáticas, estadística y ciencias de la computación para realizar el análisis de datos convencionales y masivos que apoyen a la toma de decisiones organizacionales, o que resuelvan problemas relacionados con la falta de información y conocimiento. Identificar metodologías de investigación adecuadas para abordar problemas y retos nacionales o mundiales que impliquen innovación de la ciencia de datos e inteligencia artificial. Aplicar conocimientos y destrezas en el uso eficiente de herramientas y plataformas tecnológicas que apoyen la construcción de sistemas de análisis de datos en los niveles descriptivo, predictivo y prescriptivo, para enfrentar con solvencia los retos asociados a problemáticas locales, regionales e internacionales. Liderar proyectos de descubrimiento de conocimiento para mejorar los procesos, productos y servicios de la organización mediante el entendimiento del negocio, preparación de los datos, modelado, evaluación y despliegue del proyecto. Desarrollar la capacidad de autoformación y capacitación continua, en los ámbitos teórico y práctico, tanto de la ciencia como de las tecnologías propias del área, para ser competitivo ante el incesante avance científico-tecnológico, a fin de proponer las mejores soluciones a los problemas relacionados con el tratamiento de datos. Facultad de Ingeniería de Sistemas Edificio No. 20, FIS, Piso 2, Oficina 201 (+593) 2 297 6300, ext. 4738 De 8:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o en Ciencia de datos e Inteligencia Artificial",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_ciencia_datos_IA.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "FISD134",
        "name": "Mecánica Newtoniana",
        "semester": 1
      },
      {
        "code": "ICCD144",
        "name": "Programación I",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD213",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 2
      },
      {
        "code": "ISID223",
        "name": "Teoría De La Información",
        "semester": 2
      },
      {
        "code": "ISID232",
        "name": "Fundamentos De Computación",
        "semester": 2
      },
      {
        "code": "ICCD244",
        "name": "Programación Ii",
        "semester": 2
      },
      {
        "code": "ICCD332",
        "name": "Arquitectura De Computadores",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Realidad Nacional Y Geopolítica Del Ecuador",
        "semester": 2
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadística Básicas",
        "semester": 3
      },
      {
        "code": "ICCD323",
        "name": "Sistemas Operativos",
        "semester": 3
      },
      {
        "code": "ISWD453",
        "name": "Fundamentos De Bases De Datos",
        "semester": 3
      },
      {
        "code": "ICCD343",
        "name": "Estructura De Datos Y Algoritmos I",
        "semester": 3
      },
      {
        "code": "ICCD353",
        "name": "Fundamentos De Redes Y Conectividad",
        "semester": 3
      },
      {
        "code": "IDSD413",
        "name": "Fundamentos De Big Data",
        "semester": 4
      },
      {
        "code": "IDSD422",
        "name": "Estadística Y Programación Para Ciencias De Datos I",
        "semester": 4
      },
      {
        "code": "ICCD422",
        "name": "Estructura De Datos Y Algoritmos Ii",
        "semester": 4
      },
      {
        "code": "ICCD442",
        "name": "Compiladores Y Lenguajes",
        "semester": 4
      },
      {
        "code": "ISWD553",
        "name": "Bases De Datos Distribuidas",
        "semester": 4
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 4
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 4
      },
      {
        "code": "IDSD513",
        "name": "Infraestructura Para Big Data",
        "semester": 5
      },
      {
        "code": "IDSD522",
        "name": "Estadística Y Programación Para Ciencias De Datos Ii",
        "semester": 5
      },
      {
        "code": "IDSD533",
        "name": "Aprendizaje Estadístico",
        "semester": 5
      },
      {
        "code": "ICCD523",
        "name": "Inteligencia Artificial",
        "semester": 5
      },
      {
        "code": "ISID432",
        "name": "Diseño Y Gestión Organizacional",
        "semester": 5
      },
      {
        "code": "CSHD400",
        "name": "Ética En Ciencia De Datos Y Sociedad",
        "semester": 5
      },
      {
        "code": "ADMD511",
        "name": "Comunicación Técnica Y Profesional",
        "semester": 5
      },
      {
        "code": "IDSD613",
        "name": "Almacenamiento De Datos Masivos",
        "semester": 6
      },
      {
        "code": "IDSD623",
        "name": "Computación Paralela Para Big Data",
        "semester": 6
      },
      {
        "code": "IDSD633",
        "name": "Aprendizaje Automático I",
        "semester": 6
      },
      {
        "code": "ISWD613",
        "name": "Aplicaciones Web",
        "semester": 6
      },
      {
        "code": "ICCD643",
        "name": "Tecnologías De Seguridad",
        "semester": 6
      },
      {
        "code": "IDSD713",
        "name": "Procesamiento De Datos Masivos",
        "semester": 7
      },
      {
        "code": "IDSD723",
        "name": "Aprendizaje Automático Ii",
        "semester": 7
      },
      {
        "code": "IDSD733",
        "name": "Minería De Datos I",
        "semester": 7
      },
      {
        "code": "IDSD742",
        "name": "Seguridad Y Privacidad De Datos",
        "semester": 7
      },
      {
        "code": "ISID642",
        "name": "Gestión De User Experience",
        "semester": 7
      },
      {
        "code": "ADMD611",
        "name": "Ingeniería De Procesos Y Calidad",
        "semester": 7
      },
      {
        "code": "ADMD711",
        "name": "Financiera",
        "semester": 7
      },
      {
        "code": "IDSD813",
        "name": "Visualización De Datos",
        "semester": 8
      },
      {
        "code": "IDSD823",
        "name": "Servicios En La Nube Para Big Data",
        "semester": 8
      },
      {
        "code": "IDSD833",
        "name": "Minería De Datos Ii",
        "semester": 8
      },
      {
        "code": "IDSD843",
        "name": "Analítica Avanzada",
        "semester": 8
      },
      {
        "code": "ICCD842",
        "name": "Profesionalismo En Informática",
        "semester": 8
      },
      {
        "code": "TITD104",
        "name": "Trabajo De Integración Curricular/ Preparación Examen Complexivo",
        "semester": 8
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular/ Examen Complexivo",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "IDSD933",
        "name": "Aplicaciones Emergentes De Ciencia De Datos",
        "semester": 9
      },
      {
        "code": "IDSD942",
        "name": "Administración De Proyectos De Ciencia De Datos",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_ECONOMISTA",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/economia/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Economista",
    "faculty_name": "Facultad de Ciencias",
    "degree_title": "Economista",
    "description": "La carrera de Economía tiene como objetivo formar profesionales de excelencia en las ciencias económicas, con amplios conocimientos teóricos para el análisis económico y habilidades para el manejo de herramientas matemáticas, estadísticas, metodológicas e informáticas. La formación cuantitativa de nuestra carrera es el principal factor diferenciador frente a otras carreras de economía en el país. Un Economista es un profesional con una formación holística, capaz de conceptualizar, modelar y resolver fenómenos socioeconómicos complejos. Los egresados en Economía están capacitados para analizar problemas económicos en contextos locales, nacionales y globales. Facultad de Ciencias Economista Nueve períodos académicos Presencial El aspirante que desea ingresar a estudiar a la Carrera de Economía de la Facultad de Ciencias de la Escuela Politécnica Nacional del Ecuador deberá haber concluido sus estudios de bachillerato, haber aprobado el examen de Nivelación y Admisión SNNA con el puntaje requerido y haber aprobado el curso Pre politécnico. Para el perfil deseable se sugieren las siguientes características: Formar profesionales de excelencia en las ciencias económicas, con amplios conocimientos teóricos para el análisis económico y habilidades para el manejo de herramientas matemáticas, estadísticas, metodológicas e informáticas. La formación cuantitativa de nuestra carrera es el principal factor diferenciador frente a otras carreras de economía en el país. Un Economista es un profesional con una formación holística, capaz de conceptualizar, modelar y resolver fenómenos socioeconómicos complejos. Los egresados en Economía están capacitados para analizar problemas económicos en contextos locales, nacionales y globales. Participar, con honestidad y ética profesional, conjuntamente con la comunidad y sus actores, en el planteamiento de soluciones a los problemas económicos y sociales del país, adaptando las teorías económicas a las necesidades del entorno social y natural. Impulsar el diálogo de saberes con las distintas comunidades para consensuar alternativas de solución a los problemas económicos y sociales del país, tomando en cuenta las restricciones y límites del medio ambiente y el respeto a la multiculturalidad del país. Comprender la teoría económica como fundamento para la resolución de problemas económicos y sociales fundamentales del país. Analizar diversos modelos económicos para adaptarlos y aplicarlos a la realidad nacional, con el objetivo de satisfacer las necesidades de transformación de la economía del Ecuador. Sintetizar los avances en el área de la economía para mejorar su desempeño mediante la asimilación de nuevos conocimientos y el autoaprendizaje. Participar activamente y liderar equipos de investigación, tanto en proyectos de la economía como en esfuerzos multidisciplinarios. Aplicar el conocimiento adquirido durante el autoaprendizaje y la investigación para facilitar la conceptualización, modelización y desarrollo de propuestas que solucionen problemas económicos y sociales del país. Plantear soluciones económicas considerando los principios de esta ciencia y su aplicabilidad práctica, para satisfacer las necesidades de los sectores necesitados. Aportar a la evaluación del impacto social, económico, y ambiental de las decisiones de los diversos agentes económicos y, en particular, de las autoridades gubernamentales Los economistas de la Escuela Politécnica Nacional contarán con la formación profesional y las herramientas técnicas para ocupar una variedad de cargos en el área económica y financiera; se espera que se genere una progresión profesional ascendente, desde cargos operativos hasta cargos de alto mando tanto en el sector público como en el sector privado, en la academia y centros de investigación. Este patrón ocurre actualmente con los graduados de la carrera de Ingeniería en Ciencias Económicas y Financieras. Entre los profesionales más nóveles, esto es los estudiantes graduados después del 2012, el 86% ocupa cargos operativos; en tanto que entre aquellos que ya cuentan con experiencia, los estudiantes graduados antes de 2012, un 33% ocupa un cargo de mando medio o alto. El patrón de progresión profesional dependerá claramente del nivel de experiencia en el mercado laboral de nuestros economistas. Edificio No. 12 Facultad de Ciencias Piso 2 (+593) 2 297 6300, ext. 1519 De 08:00 a 12:30 y de 14:00 a 16:30 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Economista",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_economia.pdf",
    "subjects": [
      {
        "code": "MATD115",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD124",
        "name": "Cálculo Diferencial",
        "semester": 1
      },
      {
        "code": "MATD133",
        "name": "Fundamentos De La Matemática",
        "semester": 1
      },
      {
        "code": "MATD141",
        "name": "Pensamiento Científico",
        "semester": 1
      },
      {
        "code": "ICOD151",
        "name": "Tecnologías De La Información",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD224",
        "name": "Cálculo Integral",
        "semester": 2
      },
      {
        "code": "MATD234",
        "name": "Probabilidad Y Estadística",
        "semester": 2
      },
      {
        "code": "ECOD232",
        "name": "Contabilidad",
        "semester": 2
      },
      {
        "code": "ECOD244",
        "name": "Elementos De Economía",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Análisis Sociopolítico Y Económico Del Ecuador",
        "semester": 2
      },
      {
        "code": "MATD314",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 3
      },
      {
        "code": "ECOD324",
        "name": "Cálculo En Varias Variables",
        "semester": 3
      },
      {
        "code": "ECOD332",
        "name": "Muestreo Asistido Por Computador",
        "semester": 3
      },
      {
        "code": "ECOD345",
        "name": "Microeconomía I",
        "semester": 3
      },
      {
        "code": "ECOD415",
        "name": "Macroeconomía I",
        "semester": 4
      },
      {
        "code": "ECOD422",
        "name": "Historia De La Teoría Económica",
        "semester": 4
      },
      {
        "code": "ECOD433",
        "name": "Estadística Multivariable",
        "semester": 4
      },
      {
        "code": "ECOD445",
        "name": "Microeconomía Ii",
        "semester": 4
      },
      {
        "code": "ECOD515",
        "name": "Macroeconomía Ii",
        "semester": 5
      },
      {
        "code": "ECOD521",
        "name": "Historia Económica Ecuatoriana",
        "semester": 5
      },
      {
        "code": "ECOD535",
        "name": "Econometría I",
        "semester": 5
      },
      {
        "code": "ECOD543",
        "name": "Finanzas",
        "semester": 5
      },
      {
        "code": "ADMD511",
        "name": "Organización Gestional",
        "semester": 5
      },
      {
        "code": "ECOD613",
        "name": "Teoría Monetaria",
        "semester": 6
      },
      {
        "code": "ECOD623",
        "name": "Mercadotecnia",
        "semester": 6
      },
      {
        "code": "ECOD635",
        "name": "Econometría Ii",
        "semester": 6
      },
      {
        "code": "ECOD643",
        "name": "Investigación Operativa",
        "semester": 6
      },
      {
        "code": "ADMD611",
        "name": "Gestión De Procesos Y Calidad",
        "semester": 6
      },
      {
        "code": "ECOD713",
        "name": "Economía Pública",
        "semester": 7
      },
      {
        "code": "ECOD723",
        "name": "Teorías Del Desarrollo",
        "semester": 7
      },
      {
        "code": "ECOD735",
        "name": "Econometría Aplicada",
        "semester": 7
      },
      {
        "code": "ECOD743",
        "name": "Teoría De Juegos",
        "semester": 7
      },
      {
        "code": "ADMD711",
        "name": "Ingeniería Financiera",
        "semester": 7
      },
      {
        "code": "ECOD814",
        "name": "Política Económica",
        "semester": 8
      },
      {
        "code": "ECOD824",
        "name": "Economía Internacional",
        "semester": 8
      },
      {
        "code": "ECOD834",
        "name": "Economía Ambiental Y Ecológica",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Diseño De Integración Curricular / Preparación Examen Complexivo",
        "semester": 8
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 8
      },
      {
        "code": "CSHD400",
        "name": "Asignatura De Economía Y Sociedad",
        "semester": 8
      },
      {
        "code": "ECOD913",
        "name": "Finanzas Internacionales",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen De Carácter Complexivo",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_EN_SOFTWARE",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-en-software/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o en Software",
    "faculty_name": "Facultad de Ingeniería de Sistemas",
    "degree_title": "Ingeniera/o en Software",
    "description": "La Carrera en Software se enfoca en la creación de productos software desde su nacimiento, como una idea, hasta su implementación, para ser utilizados por los usuarios finales. Como campo de estudio, la Ingeniería de Software aborda la gestión del ciclo de vida de un producto software, esto incluye la identificación de los requisitos, análisis, diseño, construcción y pruebas del producto informático; todo esto a partir de metodologías, herramientas y técnicas de desarrollo y documentación. En este sentido, la Carrera en Software tiene como objetivo formar profesionales competentes para resolver problemas inherentes a la gestión efectiva de productos software que apoyen al desarrollo tecnológico de la sociedad en el marco de los sectores estratégicos del Ecuador. Facultad de Ingeniería de Sistemas Ingeniera/o en Software Nueve (9) períodos académicos Presencial Los aspirantes a ingresar a la Carrera en Software, titulación Ingeniero/a de Software, deben haber concluido los estudios de bachillerato y obtener el puntaje mínimo definido por el Sistema Nacional de Nivelación y Admisión SNNA correspondiente a la carrera. Dentro del perfil de ingreso deseable se sugiere características de Conocimientos, Destrezas, y Valores y Actitudes. Conocimientos: conocimientos básicos de computación, matemática e idioma inglés. Destrezas: capacidad de razonamiento lógico-matemático, abstracción-modelamiento, análisis, síntesis, comunicación oral y escrita. Valores y actitudes: Ser disciplinado en el desarrollo de actividades académicas, de servicio a la sociedad y protección del medio ambiente; tener aptitudes para el trabajo organizado, independiente y en equipo; tener hábitos de lectura y auto-aprendizaje; tener interés por aprender y perfeccionar la escritura, lectura y conversación en idioma inglés El Ingeniera/o de Software tendrá los conocimientos, destrezas y aptitudes para desempeñarse en: Ser capaz de identificar las necesidades de los sectores estratégicos públicos o privados del país, que requieren una solución a través de productos de software eficientes y costo-efectivos. Demostrar hábitos de trabajo efectivos, el liderazgo, la buena comunicación, respeto al medio ambiente, ética profesional, que le permitan trabajar individualmente y como parte de un equipo. Fomentar el desarrollo profesional continuo y vanguardista acorde a nuevos modelos, técnicas y tecnologías que van surgiendo en la industria del software. Aplicar teorías, metodologías, estándares y tecnologías apropiadas, para crear soluciones de software, mediante el análisis, diseño, desarrollo, implementación, verificación, documentación, y gestión. Evaluar aspectos interdisciplinares, de infraestructuras tecnológicas existentes, de tecnología emergente, legales, éticos, económicos, ambientales, y sociales, para diseñar soluciones de Software de Calidad. Emplear principios y herramientas de investigación, para generar nuevas formas de aplicación de la Ingeniería de Software en los sectores industriales y académicos estratégicos del país. Construir un sistema de aprendizaje autónomo mediante el aprendizaje activo, motivado, participativo, modelado, necesario, y crítico de la diversidad de fuentes y tipo de información, considerando que la Ingeniería de Software es parte de un campo que cambia muy rápidamente. Desarrollar la creatividad y emprendimiento a través de la investigación de nuevas formas de aplicación de la Ingeniería de Software para satisfacer las necesidades de transformación en los sectores estratégicos nacionales. Emplear los fundamentos de comunicación profesional, técnica, y científica, para transferir efectivamente los conocimientos adquiridos durante el auto aprendizaje, la investigación, y el ejercicio profesional. Crear sistemas de Software, aplicando la Ingeniería de Software y los estándares más adecuados, asegurando la calidad del proceso y del producto de software; tomando en cuenta cuestiones legales y sociales, y practicando los hábitos de trabajo ético y efectivo. Demostrar capacidad de trabajo individual y en equipo logrando la conciliación de objetivos conflictivos en un entorno típico de desarrollo de Software, compromisos aceptables dentro de las limitaciones de costo, tiempo, conocimiento, sistemas existentes, entre otros. Utilizar técnicas, herramientas y estándares que permitan auditar el desempeño y cumplimiento de soluciones de Software. Edificio No. 20 Facultad de Ingeniería de Sistemas Piso 2 (+593) 2 2976 300, ext. 4738 De 08:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o en Software",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_software.pdf",
    "subjects": []
  },
  {
    "career_id": "EPN_PRESENCIAL_TECNÓLOGA_O_SUPERIOR_EN_ELECTROMECÁNICA",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/electromecanica/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Tecnóloga/o Superior en Electromecánica",
    "faculty_name": "Escuela de Formación de Tecnólogos",
    "degree_title": "Tecnóloga/o Superior en Electromecánica",
    "description": "Los profesionales en Tecnología Superior en Electromecánica poseen destrezas para diseñar, construir, instalar, adaptar y brindar mantenimiento a sistemas electromecánicos para uso industrial o residencial, que contribuyan con el planteamiento de soluciones innovadoras a problemas existentes en los sectores industrial o residencial en las áreas de manufactura, instalaciones eléctricas, automatización y/o manejo eficiente de energía, para así aportar a la consolidación del cambio de las matrices productiva y energética enmarcadas en el Plan Nacional del Buen Vivir y las Agendas de Desarrollo Regional y Zonal. Escuela de Formación de Tecnólogos Tecnóloga/o Superior en Electromecánica Cinco (5) períodos académicos Presencial Los profesionales en Tecnología Superior en Electromecánica poseen destrezas para diseñar, construir, instalar, adaptar y brindar mantenimiento a sistemas electromecánicos para uso industrial o residencial, que contribuyan con el planteamiento de soluciones innovadoras a problemas existentes en los sectores industrial o residencial en las áreas de manufactura, instalaciones eléctricas, automatización y/o manejo eficiente de energía, para así aportar a la consolidación del cambio de las matrices productiva y energética enmarcadas en el Plan Nacional del Buen Vivir y las Agendas de Desarrollo Regional y Zonal. Espacio académico especializado que promueve el aprendizaje práctico en control industrial, instrumentación, electricidad, energías renovables y mecánica. Equipado con tecnología moderna y módulos didácticos, permite a los estudiantes desarrollar prácticas, proyectos de titulación y actividades de vinculación en un entorno seguro, aplicado a contextos reales del sector productivo. El Laboratorio de Tecnología Industrial ofrece servicios de apoyo a prácticas académicas, desarrollo de proyectos de titulación, asesoría técnica especializada, mantenimiento de equipos, y préstamo de módulos didácticos para docencia. Ing. Alan Cuenca, MSc. 022976300, Ext. 2736 Escuela de Formación de Tecnólogos Edificio No. 21, ESFOT, Planta baja (+593) 2 297 6300, ext. 2701, 2702 / De 8:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Tecnóloga/o Superior en Electromecánica",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_electromecanica.pdf",
    "subjects": [
      {
        "code": "FISD113",
        "name": "Física",
        "semester": 1
      },
      {
        "code": "MATD143",
        "name": "Cálculo Diferencial E Integral",
        "semester": 1
      },
      {
        "code": "MATD153",
        "name": "Estadística Y Probabilidad Básica",
        "semester": 1
      },
      {
        "code": "ICOD142",
        "name": "Introducción A Las Tics",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "ADMD163",
        "name": "Administración Financiera",
        "semester": 1
      },
      {
        "code": "TEMD212",
        "name": "Dibujo Mecánico Asistido Por Computador",
        "semester": 2
      },
      {
        "code": "TEMD224",
        "name": "Transmisión De Potencia",
        "semester": 2
      },
      {
        "code": "TEMD233",
        "name": "Fluidos Para Máquinas Térmicas",
        "semester": 2
      },
      {
        "code": "TEMD245",
        "name": "Electricidad",
        "semester": 2
      },
      {
        "code": "AMBD261",
        "name": "Ecología Y Ambiente",
        "semester": 2
      },
      {
        "code": "TEMD313",
        "name": "Procesos De Manufactura",
        "semester": 3
      },
      {
        "code": "TEMD323",
        "name": "Instalaciones Eléctricas En Baja Tensión",
        "semester": 3
      },
      {
        "code": "TEMD333",
        "name": "Microprocesadores",
        "semester": 3
      },
      {
        "code": "TEMD343",
        "name": "Electrónica Analógica Y Digital",
        "semester": 3
      },
      {
        "code": "TEMD353",
        "name": "Fundamentos De Máquinas Eléctricas",
        "semester": 3
      },
      {
        "code": "TEMD412",
        "name": "Elementos De Máquinas",
        "semester": 4
      },
      {
        "code": "TEMD422",
        "name": "Refrigeración Y Aire Acondicionado",
        "semester": 4
      },
      {
        "code": "TEMD433",
        "name": "Electrónica Y Control",
        "semester": 4
      },
      {
        "code": "TEMD443",
        "name": "Máquinas Eléctricas",
        "semester": 4
      },
      {
        "code": "TEMD452",
        "name": "Instrumentación",
        "semester": 4
      },
      {
        "code": "ADMD421",
        "name": "Metodología De Investigación",
        "semester": 4
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 4
      },
      {
        "code": "TEMD511",
        "name": "Seguridad Y Mantenimiento Industrial",
        "semester": 5
      },
      {
        "code": "TEMD521",
        "name": "Energías Renovables Y Eficiencia Energética",
        "semester": 5
      },
      {
        "code": "TEMD532",
        "name": "Control Y Sistemas Hmi",
        "semester": 5
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 5
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen De Carácter Complexivo",
        "semester": 5
      },
      {
        "code": "TITD103",
        "name": "Diseño De Trabajo De Integración Curricular / Preparación Examen Complexivo",
        "semester": 5
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_EN_SISTEMAS_DE_INFORMACIÓN",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-en-sistemas-de-informacion/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o en Sistemas de Información",
    "faculty_name": "Facultad de Ingeniería de Sistemas",
    "degree_title": "Ingeniera/o en Sistemas de Información",
    "description": "Formar profesionales que posean conocimientos y desarrollen habilidades que les permitan integrar las soluciones de tecnologías de la información y los procesos de negocio para satisfacer las necesidades de información de las empresas y otras organizaciones, a fin de que éstas logren sus objetivos en forma efectiva y eficiente; los profesionales están facultados para abordar factores técnicos y organizativos, y para determinar cómo los procesos comerciales, respaldados en el análisis de la información y uso de la tecnología, pueden proporcionar una ventaja competitiva en las organizaciones, posibilitando así el desarrollo económico, social y ambiental de los distintos sectores estratégicos nacionales. Facultad de Ingeniería de Sistemas Ingeniera/o en Sistemas de Información Nueve (9) períodos académicos Presencial Los aspirantes a ingresar a la carrera de Ingeniería de Sistemas de Información, deben haber aprobado el examen SNNA del Sistema Nacional de Nivelación y Admisión, y haber obtenido el puntaje mínimo de la Carrera, para lo cual deben poseer las siguientes habilidades y conocimientos: Formar profesionales que posean conocimientos y desarrollen habilidades que les permitan integrar las soluciones de tecnologías de la información y los procesos de negocio para satisfacer las necesidades de información de las empresas y otras organizaciones, a fin de que éstas logren sus objetivos en forma efectiva y eficiente; los profesionales están facultados para abordar factores técnicos y organizativos, y para determinar cómo los procesos comerciales, respaldados en el análisis de la información y uso de la tecnología, pueden proporcionar una ventaja competitiva en las organizaciones, posibilitando así el desarrollo económico, social y ambiental de los distintos sectores estratégicos nacionales. Aplicar conceptos técnico-prácticos actuales, con responsabilidad y ética, relacionados a la Ingeniería Ambiental, en cuanto a minimización de impactos ambientales y gestión adecuada de los recursos naturales. Trabajar honesta y responsablemente en equipos de trabajo multidisciplinarios para generar las soluciones ambientales costo-efectivas que satisfagan las necesidades de la sociedad, tomando en cuenta el contexto en el que se desenvuelve. Valorar las regulaciones que incluyan la legislación nacional e internacional apropiada para su campo de especialización, con el fin de ejercer sus funciones dentro de los límites legales. Identificar la complejidad de la profesión y el compromiso con la sociedad y el ambiente. Aplicar conocimientos fundamentales de los principios y conceptos matemáticos, así como conocimientos de la naturaleza y sus fenómenos físico-químicos; incluyendo expresiones cuantitativas y tópicos relacionados con el medio ambiente y ciencias de la tierra. Identificar fundamentos, métodos, y herramientas para resolver problemas profesionales relacionados con la Ingeniería Ambiental. Resolver problemas profesionales de mediana complejidad relacionados con la Ingeniería Ambiental. Utilizar los conocimientos de ciencias básicas y la capacidad de aprendizaje continuo para colaborar en proyectos de investigación, desarrollo e innovación en diversas áreas de la Ingeniería Ambiental. Utilizar pensamiento crítico, para enfrentar los problemas ambientales que se deban resolver. Demostrar habilidades de comunicación utilizando medios escritos, orales y digitales, para comunicar los resultados de su actuación. Utilizar herramientas informáticas de forma adecuada y eficaz en la resolución de problemas ambientales. Aplicar modelos matemáticos para representar problemas ambientales reales y determinar alternativas de solución. Diseñar y/o modificar procesos de tratamiento de agua, aire, suelo y residuos. RE10: Aplicar las regulaciones y normativas ambientales en la resolución de problemas ambientales Al finalizar su formación académica, el profesional estará en capacidad de: Facultad de Ingeniería de Sistemas Edificio No. 20, FIS, Piso 2, Oficina 201 (+593) 2 297 6300, ext. 4738 De 8:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o en Sistemas de Información",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_sistemas_informacion.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "FISD134",
        "name": "Mecánica Newtoniana",
        "semester": 1
      },
      {
        "code": "ICCD144",
        "name": "Programación I",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD213",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 2
      },
      {
        "code": "ISID223",
        "name": "Sistemas De Información",
        "semester": 2
      },
      {
        "code": "ISID232",
        "name": "Fundamentos De Computación",
        "semester": 2
      },
      {
        "code": "ICCD244",
        "name": "Programación Ii",
        "semester": 2
      },
      {
        "code": "ICCD332",
        "name": "Arquitectura De Computadores",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Análisis Socioeconómico Y Político Del Ecuador",
        "semester": 2
      },
      {
        "code": "ICCD353",
        "name": "Redes Y Conectividad",
        "semester": 3
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadística Básicas",
        "semester": 3
      },
      {
        "code": "ICCD323",
        "name": "Sistemas Operativos",
        "semester": 3
      },
      {
        "code": "ICCD343",
        "name": "Estructura De Datos Y Algoritmos I",
        "semester": 3
      },
      {
        "code": "ISWD453",
        "name": "Fundamentos De Bases De Datos",
        "semester": 3
      },
      {
        "code": "ISID413",
        "name": "Administración De La Información Y Datos",
        "semester": 4
      },
      {
        "code": "ISID423",
        "name": "Análisis Y Diseño De Sistemas De Información",
        "semester": 4
      },
      {
        "code": "ISID432",
        "name": "Desarrollo Y Mantenimiento De Software",
        "semester": 4
      },
      {
        "code": "ICCD442",
        "name": "Estructura De Datos Y Algoritmos Ii",
        "semester": 4
      },
      {
        "code": "ISWD553",
        "name": "Bases De Datos Distribuidas",
        "semester": 4
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 4
      },
      {
        "code": "CSHD400",
        "name": "Asignatura De Economía Y Sociedad",
        "semester": 4
      },
      {
        "code": "ICCD533",
        "name": "Computación Gráfica",
        "semester": 5
      },
      {
        "code": "ISWD732",
        "name": "Usabilidad Y Accesibilidad",
        "semester": 5
      },
      {
        "code": "ISID533",
        "name": "Arquitectura Empresarial",
        "semester": 5
      },
      {
        "code": "ISWD723",
        "name": "Interacción Humano Computador",
        "semester": 5
      },
      {
        "code": "ISID553",
        "name": "Infraestructura De Tecnologías De Información",
        "semester": 5
      },
      {
        "code": "ADMD511",
        "name": "Gestión Organizacional",
        "semester": 5
      },
      {
        "code": "ICCD753",
        "name": "Recuperación De Información",
        "semester": 6
      },
      {
        "code": "ISID623",
        "name": "Automatización De Procesos De Negocio",
        "semester": 6
      },
      {
        "code": "ISID633",
        "name": "Gestión Del Conocimiento",
        "semester": 6
      },
      {
        "code": "ISID642",
        "name": "User Experience",
        "semester": 6
      },
      {
        "code": "ISID653",
        "name": "Fundamentos De Ciencia De Datos",
        "semester": 6
      },
      {
        "code": "ADMD611",
        "name": "Gestión De Procesos Y Calidad",
        "semester": 6
      },
      {
        "code": "ICCD523",
        "name": "Inteligencia Artificial",
        "semester": 7
      },
      {
        "code": "ISID723",
        "name": "Analítica Predictiva",
        "semester": 7
      },
      {
        "code": "ICCD733",
        "name": "Seguridad Informática",
        "semester": 7
      },
      {
        "code": "ISID743",
        "name": "Gobernanza Y Calidad De Datos",
        "semester": 7
      },
      {
        "code": "ISID752",
        "name": "Liderazgo Y Comunicación",
        "semester": 7
      },
      {
        "code": "ADMD711",
        "name": "Ingeniería Financiera",
        "semester": 7
      },
      {
        "code": "ICCD823",
        "name": "Cloud Computing",
        "semester": 8
      },
      {
        "code": "ISWD743",
        "name": "Business Intelligence",
        "semester": 8
      },
      {
        "code": "ICCD833",
        "name": "Auditoría Informática",
        "semester": 8
      },
      {
        "code": "ISID843",
        "name": "Gestión De Proyectos De Sistemas De Información",
        "semester": 8
      },
      {
        "code": "ISID852",
        "name": "Internet Of Things",
        "semester": 8
      },
      {
        "code": "TITD104",
        "name": "Diseño De Trabajo De Integración Curricular / Preparación Examen Complexivo",
        "semester": 8
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen Complexivo",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "ISID943",
        "name": "Sistemas Empresariales",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_EN_PETRÓLEOS",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-en-petroleos/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o en Petróleos",
    "faculty_name": "Facultad de Ingeniería en Geología y Petróleos",
    "degree_title": "Ingeniera/o en Petróleos",
    "description": "La Carrera en Petróleos trata con situaciones y problemas, asociados a la industria hidrocarburífera, formando profesionales con capacidades teóricas, tecnológicas y con claro compromiso social sobre la industria, que les permite promover el desarrollo productivo, social y competitivo de los sectores públicos y privados vinculados a la industria, a partir del manejo eficiente de los recursos tecnológicos, físicos, económicos y de información; para alcanzar altos niveles de competitividad y promoviendo el cambio de la matriz productiva; trabajando dentro de un contexto multicultural y una realidad nacional que apunta a la actualización de tecnología y a un desarrollo integral del país acorde al Plan Nacional de Desarrollo. Las asignaturas de la unidad básica abarcan todos los contenidos que estructuran la plataforma básica científica para el adecuado desarrollo de las asignaturas de formación profesional. Las asignaturas de la unidad profesional cubren toda la experticia del área de estudio y además tienen un carácter bipartito, es decir, su contenido es autónomo e independiente con respecto a otras asignaturas pero también se concatenan entre ellas a manera de complemento con el fin de favorecer la globalización de los saberes. Facultad de Ingeniería en Geología y Petróleos Ingeniera/o en Petróleos Nueve (9) períodos académicos Presencial Estudiantes responsables, proactivos, independientes, honestos, éticos, con conciencia social y sólidos conocimientos en las ciencias básicas; pensamiento lógico y crítico, dispuestos a trabajar en grupos multidisciplinarios, amor por la naturaleza y gusto por el trabajo de campo. El Ingeniero en Petróleos está capacitado para desempeñarse en gerencias y jefaturas técnicas del área petrolera relacionadas con: diseño, producción, transporte, almacenamiento y valoración de reservas petroleras, gestión ambiental, operaciones, asesoramiento técnico, consultoría y asesoría técnica. Cargos a Ocupar: Tareas a desempeñar: Desarrollar actividades básicas de evaluación y cuantificación de reservas en prospectos y campos en producción. Dimensionar sistemas de levantamiento artificial en campos petroleros. Diagnosticar problemas operacionales en el sistema de producción. Analizar los procesos involucrados en las operaciones de exploración y producción de hidrocarburos, mediante el trabajo de grupos interdisciplinarios, y aplicación de herramientas computacionales de última tecnología. Aplicar los fundamentos de los diferentes métodos de Recuperación Mejorada, de los Yacimientos de Crudos Pesados y de los procesos de Recuperación Térmica utilizados en la Explotación de Petróleo en Yacimientos Convencionales. Aplicar principios y fundamentos de ciencias básicas en la resolución de problemas en el ejercicio profesional. Integrar equipos de trabajo, utilizando destrezas de cooperación, comunicación, manejo de conflictos y definición de estrategias, en el campo de especialización. Actuar con criterio y responsabilidad frente a dilemas éticos en todos los campos del accionar social y de estudio. Comunicar información utilizando efectivamente medios escritos, orales y digitales, tomando en cuenta las características de la audiencia y aplicando tecnologías de información y comunicación. Valorar las implicaciones de temas contemporáneos del ámbito local, nacional e internacional en relación con su campo de especialización, discriminando las fuentes de información. Manifestar compromiso con el desarrollo nacional y regional, orientando la aplicación de sus conocimientos. Desarrollar la capacidad de análisis y pensamiento crítico, orientada a la resolución de problemas en el ejercicio profesional. El profesional en Ingeniería de Petróleos posee una sólida formación científica y técnica para liderar de manera integral las operaciones de: Facultad de Ingeniería en Geología y Petróleos Edificio No. 13 FIGyP, Planta Baja (+593) 2 297 6300, ext. 3303, 3301 De 8:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o en Petróleos",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_petroleos.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "FISD134",
        "name": "Mecánica Newtoniana",
        "semester": 1
      },
      {
        "code": "QUID143",
        "name": "Química General",
        "semester": 1
      },
      {
        "code": "ICOD111",
        "name": "Herramientas Informáticas",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD213",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 2
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadística Básicas",
        "semester": 2
      },
      {
        "code": "PTRD232",
        "name": "Cálculo Vectorial",
        "semester": 2
      },
      {
        "code": "PTRD242",
        "name": "Electricidad Y Magnetismo",
        "semester": 2
      },
      {
        "code": "PTRD252",
        "name": "Programación",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Realidad Socio Económica Y Político Del Ecuador",
        "semester": 2
      },
      {
        "code": "PTRD272",
        "name": "Geología Introductoria",
        "semester": 2
      },
      {
        "code": "PTRD312",
        "name": "Análisis De Fourier Y Ecuaciones Diferenciales Parciales",
        "semester": 3
      },
      {
        "code": "PTRD323",
        "name": "Mecánica De Fluidos",
        "semester": 3
      },
      {
        "code": "PTRD333",
        "name": "Caracterización De Rocas Y Fluidos",
        "semester": 3
      },
      {
        "code": "PTRD342",
        "name": "Ingeniería De Yacimientos 1",
        "semester": 3
      },
      {
        "code": "PTRD352",
        "name": "Termodinámica",
        "semester": 3
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 3
      },
      {
        "code": "PTRD372",
        "name": "Geología Estructural",
        "semester": 3
      },
      {
        "code": "PTRD413",
        "name": "Perforación 1",
        "semester": 4
      },
      {
        "code": "PTRD422",
        "name": "Geofísica",
        "semester": 4
      },
      {
        "code": "PTRD433",
        "name": "Flujo De Medios Porosos",
        "semester": 4
      },
      {
        "code": "PTRD442",
        "name": "Ingeniería De Yacimientos 2",
        "semester": 4
      },
      {
        "code": "PTRD452",
        "name": "Evaluación De Impacto Ambiental",
        "semester": 4
      },
      {
        "code": "CSHD400",
        "name": "Asignatura De Economía Y Sociedad",
        "semester": 4
      },
      {
        "code": "PTRD472",
        "name": "Geología Del Petróleo",
        "semester": 4
      },
      {
        "code": "PTRD512",
        "name": "Perforación 2",
        "semester": 5
      },
      {
        "code": "PTRD522",
        "name": "Perfilaje 1",
        "semester": 5
      },
      {
        "code": "PTRD533",
        "name": "Flujo Multifásico",
        "semester": 5
      },
      {
        "code": "PTRD542",
        "name": "Seguridad Industrial",
        "semester": 5
      },
      {
        "code": "PTRD553",
        "name": "Crudos Pesados 1",
        "semester": 5
      },
      {
        "code": "PTRD562",
        "name": "Métodos Numéricos",
        "semester": 5
      },
      {
        "code": "ADMD511",
        "name": "Gestión Organizacional",
        "semester": 5
      },
      {
        "code": "PTRD613",
        "name": "Pruebas De Presión",
        "semester": 6
      },
      {
        "code": "PTRD622",
        "name": "Perfilaje 2",
        "semester": 6
      },
      {
        "code": "PTRD633",
        "name": "Levantamiento Artificial 1",
        "semester": 6
      },
      {
        "code": "PTRD642",
        "name": "Ingeniería De Gas Natural",
        "semester": 6
      },
      {
        "code": "PTRD653",
        "name": "Crudos Pesados 2",
        "semester": 6
      },
      {
        "code": "PTRD662",
        "name": "Tratamiento De Aguas",
        "semester": 6
      },
      {
        "code": "PTRD713",
        "name": "Facilidades De Superficie",
        "semester": 7
      },
      {
        "code": "PTRD722",
        "name": "Completación De Pozos",
        "semester": 7
      },
      {
        "code": "PTRD733",
        "name": "Levantamiento Artificial 2",
        "semester": 7
      },
      {
        "code": "PTRD743",
        "name": "Recuperación Secundaria",
        "semester": 7
      },
      {
        "code": "PTRD752",
        "name": "Reacondicionamiento De Pozos",
        "semester": 7
      },
      {
        "code": "PTRD762",
        "name": "Interpretación De Mapas",
        "semester": 7
      },
      {
        "code": "PTRD800",
        "name": "Formación Petrolera Básica",
        "semester": 8
      },
      {
        "code": "PTRD823",
        "name": "Sistemas De Producción",
        "semester": 8
      },
      {
        "code": "PTRD833",
        "name": "Simulación Aplicada",
        "semester": 8
      },
      {
        "code": "PTRD842",
        "name": "Programación Aplicada",
        "semester": 8
      },
      {
        "code": "ADMD611",
        "name": "Gestión De Procesos Y Calidad",
        "semester": 8
      },
      {
        "code": "PTRD863",
        "name": "Transporte De Hidrocarburos",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Diseño De Trabajo De Integración Curricular/ Preparación Examen De Carácter Complexivo",
        "semester": 8
      },
      {
        "code": "PTRD900",
        "name": "Formación Petrolera Avanzada",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "ADMD711",
        "name": "Ingeniería Financiera",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen De Carácter Complexivo",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_EN_MATEMÁTICA",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/matematica-aplicada/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o en Matemática",
    "faculty_name": "Facultad de Ciencias",
    "degree_title": "Ingeniera/o en Matemática",
    "description": "En la carrera de Matemática Aplicada se ofrece una sólida formación tanto en áreas directamente relacionadas con el mercado laboral como son la estadística, la optimización y las ciencias actuariales, como también en áreas relacionadas con la matemática pura y aplicada como el Análisis Matemático y las Ecuaciones Diferenciales. De esta forma, las y los graduados de la carrera están en capacidad de insertarse en el mercado laboral ya sea en el sector público, en el sector empresarial, en el sector financiero o en la academia, con gran éxito en todos los casos. Asimismo, pueden continuar con su formación de cuarto nivel cursando programas de maestría y doctorado en reconocidas instituciones a nivel mundial. Facultad de Ciencias Ingeniera/o en Matemática Nueve (9) períodos académicos Presencial Los aspirantes a ingresar a la Carrera de Matemática Aplicada deben haber concluido los estudios de bachillerato y obtener el puntaje mínimo definido por el Sistema Nacional de Nivelación y Admisión SNNA correspondiente a la carrera. Asimismo, dentro del perfil deseable se sugieren las siguientes características: Conocimientos: El ingeniero matemático es un profesional disciplinado, con alta capacidad de abstracción y de aplicar sus conocimientos a casos reales; además posee liderazgo, solidaridad y habilidad para trabajar bajo presión, por lo cual tiene facilidad de integrar equipos multidisciplinarios de investigación aplicada, ya sea como funcionario, especialista de apoyo o como líder de un proyecto, empresa u organización; con aptitud para enfrentar problemas mediante métodos y modelos matemáticos para mejorar la eficiencia, incrementar la productividad, controlar y simular procesos, optimizar recursos, planificar y ejecutar proyectos, realizar investigaciones por muestreo, estudios de mercado, control de calidad, análisis de riesgos, estudios actuariales, gestión y administración de empresas públicas y privadas, docencia en instituciones de educación superior, asesoría educativa, consultoría e investigación matemática pura y aplicada. Los resultados de aprendizaje, que posibilitan el desarrollo de capacidades y actitudes (valores), de los Ingenieros Matemáticos, responden al “Ser” del profesional, y son los siguientes: Comunicar la aplicación de métodos matemáticos, con un nivel de detalle y abstracción adecuado, para facilitar la transferencia de conocimiento a los sectores estratégicos del país. Demostrar una formación humanista, ética y técnico-científica para conceptualizar, desarrollar, transferir e innovar la calidad, seguridad y cobertura de servicios públicos y privados, a través del desarrollo de modelos matemáticos eficientes. Resolver los problemas sociales, legales, éticos, culturales y medio ambientales relacionados con la disciplina, para ejercer la profesión con responsabilidad, conciencia social y respeto al medio ambiente. Los resultados de aprendizaje, relacionados con el dominio de teorías, sistemas conceptuales, métodos y lenguajes de integración del conocimiento, la profesión y la investigación (conocimientos), de los Ingenieros Matemáticos, responden al “Saber” del profesional, y son los siguientes: Aplicar conocimientos técnicos y tecnológicos relacionados con las Matemáticas Aplicadas para apoyar a la mejora continua de procesos, la gestión estratégica, la optimización de recursos, la ampliación de servicios, el mejoramiento de la producción, y así alcanzar el desarrollo sostenido y sustentable del país. Diseñar modelos matemáticos eficientes, para resolver problemas asociados a las ciencias, las ingenierías, y los ámbitos social y empresarial. Desarrollar nuevas formas de aplicación de la Matemática para satisfacer las necesidades de transformación en los sectores estratégicos nacionales, mediante el uso de fundamentos y herramientas de investigación. Los resultados de aprendizaje, relacionados con las capacidades cognitivas y genéricas (auto aprendizaje e investigación formativa), que son necesarios para el futuro ejercicio profesional de los Ingenieros Matemáticos, responden al “Saber Conocer” del profesional, y son los siguientes: Considerar el avance de la disciplina para mejorar su desempeño profesional, mediante la asimilación de nuevo conocimiento y el auto aprendizaje relacionado a nuevas teorías, software de soporte, aplicaciones, entre otros. Desarrollar la creatividad y emprendimiento a través de la investigación de nuevas formas de aplicación de la Matemática para satisfacer las necesidades de transformación en los sectores estratégicos nacionales. Transferir el conocimiento adquirido durante el auto aprendizaje o la investigación para facilitar la conceptualización, diseño y aplicación de modelos matemáticos que solucionen problemas estratégicos en sectores prioritarios de producción para el desarrollo nacional. Los resultados de aprendizaje, relacionados con el manejo de modelos, protocolos, procesos y procedimientos profesionales e investigativos (destrezas), que son necesarios para el futuro ejercicio profesional de los Ingenieros Matemáticos, responden al “Saber Hacer” del profesional, y son los siguientes: Desarrollar modelos matemáticos suficientemente robustos y proponer soluciones integradoras y multidisciplinarias, a problemas sociales, económicos, y de la ingeniería, con adecuado manejo de tiempo, costo, alcance y progreso. Seleccionar técnicas matemáticas, mediante la evaluación cualitativa y cuantitativa de la funcionalidad, usabilidad, desempeño y aplicabilidad de la solución para satisfacer las necesidades de los sectores interesados. Edificio No. 12 Facultad de Ciencias Piso 2 (+593) 2 297 6300, ext. 1519 De 08:00 a 12:30 y de 14:00 a 16:30 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o en Matemática",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_matematica_aplicada.pdf",
    "subjects": []
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_EN_ELECTRÓNICA_Y_AUTOMATIZACIÓN",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-en-electronica-y-automatizacion/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o en Electrónica y Automatización",
    "faculty_name": "Facultad de Ingeniería Eléctrica y Electrónica",
    "degree_title": "Ingeniera/o en Electrónica y Automatización",
    "description": "La Carrera de Electrónica y Automatización estudia y analiza procesos de producción en plantas industriales, agroindustriales, sistemas de transporte, bioingeniería, sistemas de seguridad y supervisión de empresas, fábricas, edificios, hospitales, sistemas robóticos e instalaciones industriales desde una visión teórica-metodológica y práctica, para contribuir al mejoramiento continuo de los procesos industriales y a la transformación de la matriz productiva en los sectores estratégicos priorizados del Ecuador, impulsando el desarrollo de energías limpias, mediante el uso y aplicación de teorías y técnicas de control avanzado. Facultad de Ingeniería Eléctrica y Electrónica Ingeniera/o en Electrónica y Automatización Nueve períodos académicos Presencial Debido al futuro campo profesional en donde deberá ejercer su trabajo, el aspirante a la Carrera en Electrónica y Automatización en la Escuela Politécnica Nacional debe tener un perfil compatible con los siguientes conocimientos básicos, habilidades, actitudes y valores: Formar ingenieros de alto nivel, creativos con cualidades críticas, ética, solidarios, capaces de comprender, adaptar y generar tecnologías en el campo de la Electrónica y Automatización Industrial con conocimientos y habilidades que le permitan desarrollar sus actividades principalmente en el sector industrial, productivo, de energía y de desarrollo tecnológico, buscando la optimización de los recursos, el mejoramiento continuo de los procesos y conservación ecológica. Comprender la complejidad de la profesión y el compromiso con la sociedad y el medio ambiente, con el fin de cumplir con su código deontológico. Actuar con criterio y responsabilidad frente a dilemas éticos en el campo de su profesión aplicando valores y códigos de ética profesional reconocidos. Manifestar interés por temas contemporáneos en el ámbito local, nacional e internacional con el fin de analizarlos en relación con su profesión, discriminando las fuentes de información. Demostrar capacidad para la integración, participación proactiva, liderazgo, aceptación a la diversidad, pluralismo, comprensión mutua y solución de conflictos. Conocer el cambio tecnológico para desarrollar creatividad e innovación. Establecer estrategias para continuar aprendiendo a lo largo de su vida a través de identificar oportunidades de aprendizaje necesarias para el desarrollo y mejoramiento continuo de su carrera profesional. Demostrar habilidades para realizar búsquedas bibliográficas, utilizar bases de datos y otras fuentes de información. Fomentar las buenas prácticas de la profesión. Demostrar capacidad para liderar en ámbitos técnicos, financieros, humanos y de gestión. Comunicar el conocimiento en diversos estilos y formatos. Demostrar suficiente fluidez en, al menos, un idioma extranjero, para comunicar sus propuestas técnicas de manera efectiva. Participar en equipos de trabajo, utilizando destrezas de cooperación, comunicación, manejo de conflictos y definición de estrategias. Proponer soluciones técnicamente satisfactorias y sustentables en el tiempo dentro del ámbito de su profesión. Aplicar los conocimientos de análisis y diseño de sistemas de control para la solución de problemas de su entorno, en el mejoramiento de su formación científico – técnica y ética. Aplicar los métodos prácticos y teóricos apropiados para solucionar los problemas técnicos de la profesión. Emplear principios económicos, de calidad, conservación, métodos estadísticos y de información técnica disciplinar. Aplicar las regulaciones que incluyan la legislación nacional e internacional apropiada para su campo de especialización. Aplicar principios de matemáticas y ciencias básicas para describir el comportamiento y operación de procesos y sistemas en el ámbito de su profesión. Integrar los principios de monitoreo y control en la supervisión de procesos industriales. Aplicar las leyes fundamentales para explicar el comportamiento de los diferentes sistemas automáticos de producción. Aplicar normas de sistemas de energía eléctrica en sistemas residenciales, comerciales y en aplicaciones industriales. Seleccionar dispositivos electrónicos, eléctricos, electromecánicos, neumáticos, electroneumáticos, utilizados a nivel industrial, residencial y en biomedicina. Integrar las tecnologías de última generación para el mejoramiento continuo de los procesos productivos. Aplicar nuevas teorías y modelos en el campo de la electrónica y automatización. Perfeccionar habilidades para llevar a cabo investigaciones y estudios detallados de aspectos técnicos en concordancia con los conocimientos y comprensión de las temáticas de su carrera.¿ Transmitir los conocimientos, problemas y soluciones aplicados en el campo de la electrónica y automatización en lenguaje apropiado a públicos especializados y no especializados. Generar soluciones a problemas técnicos, administrativos o gerenciales en sistemas automatizados. Generar emprendimientos propios en el ámbito de su profesión con proyección local, nacional o internacional. Integrar los conocimientos adquiridos en la Carrera para resolver problemas pertinentes al campo de acción del Ingeniero en Electrónica y Automatización. Facultad de Ingeniería Eléctrica y Electrónica Edificio No. 16 FIEE, Piso 2, Oficina E-204 (+593) 2 297 6300, ext. 2209 De 08:00 a 12:30 y de 14:00 a 16:30 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o en Electrónica y Automatización",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_electronica_automatizacion.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "FISD134",
        "name": "Mecánica Newtoniana",
        "semester": 1
      },
      {
        "code": "QUID143",
        "name": "Química General",
        "semester": 1
      },
      {
        "code": "ICOD111",
        "name": "Herramientas Informáticas",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD213",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 2
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadística Básicas",
        "semester": 2
      },
      {
        "code": "IEED232",
        "name": "Cálculo Vectorial",
        "semester": 2
      },
      {
        "code": "IEED242",
        "name": "Fundamentos De Electromagnetismo",
        "semester": 2
      },
      {
        "code": "IEED252",
        "name": "Programación",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Análisis Socioeconómico Y Político Del Ecuador",
        "semester": 2
      },
      {
        "code": "IEED272",
        "name": "Electrotecnia",
        "semester": 2
      },
      {
        "code": "IEED312",
        "name": "Matemática Avanzada",
        "semester": 3
      },
      {
        "code": "IEED323",
        "name": "Sistemas Digitales",
        "semester": 3
      },
      {
        "code": "IEED333",
        "name": "Dispositivos Electrónicos",
        "semester": 3
      },
      {
        "code": "IEED342",
        "name": "Teoría Electromagnética",
        "semester": 3
      },
      {
        "code": "IEED353",
        "name": "Fundamentos De Circuitos Eléctricos",
        "semester": 3
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 3
      },
      {
        "code": "IEED371",
        "name": "Matemática Discreta",
        "semester": 3
      },
      {
        "code": "IEED413",
        "name": "Señales Y Sistemas",
        "semester": 4
      },
      {
        "code": "IEAD423",
        "name": "Electrónica Analógica",
        "semester": 4
      },
      {
        "code": "IEED433",
        "name": "Análisis De Circuitos Eléctricos",
        "semester": 4
      },
      {
        "code": "IELD443",
        "name": "Conversión De Energía",
        "semester": 4
      },
      {
        "code": "IEED452",
        "name": "Circuitos Eléctricos",
        "semester": 4
      },
      {
        "code": "CSHD400",
        "name": "Asignatura De Sociedad",
        "semester": 4
      },
      {
        "code": "IEAD513",
        "name": "Sensores Y Transductores",
        "semester": 5
      },
      {
        "code": "IEAD522",
        "name": "Sistemas Microprocesados",
        "semester": 5
      },
      {
        "code": "IEAD533",
        "name": "Electrónica De Potencia",
        "semester": 5
      },
      {
        "code": "IELD543",
        "name": "Máquinas Eléctricas",
        "semester": 5
      },
      {
        "code": "IEAD553",
        "name": "Sistemas De Control Automático",
        "semester": 5
      },
      {
        "code": "ADMD511",
        "name": "Gestión Organizacional",
        "semester": 5
      },
      {
        "code": "IEAD613",
        "name": "Instrumentación Industrial",
        "semester": 6
      },
      {
        "code": "IEAD623",
        "name": "Control Embebido",
        "semester": 6
      },
      {
        "code": "IEAD633",
        "name": "Conversores Estáticos",
        "semester": 6
      },
      {
        "code": "IEAD642",
        "name": "Control Industrial",
        "semester": 6
      },
      {
        "code": "IEAD653",
        "name": "Sistema De Gestión De Control Discreto",
        "semester": 6
      },
      {
        "code": "ADMD611",
        "name": "Gestión De Procesos Y Calidad",
        "semester": 6
      },
      {
        "code": "IEAD713",
        "name": "Redes Industriales",
        "semester": 7
      },
      {
        "code": "IEAD722",
        "name": "Instalaciones Eléctricas Industriales",
        "semester": 7
      },
      {
        "code": "IEAD733",
        "name": "Accionamientos Electrónicos",
        "semester": 7
      },
      {
        "code": "IEAD743",
        "name": "Automatización Usando Plcs",
        "semester": 7
      },
      {
        "code": "IEAD753",
        "name": "Control De Procesos Industriales",
        "semester": 7
      },
      {
        "code": "ADMD711",
        "name": "Ingeniería Financiera",
        "semester": 7
      },
      {
        "code": "IEAD800",
        "name": "Asignatura Básica De Itinerario",
        "semester": 8
      },
      {
        "code": "IEAD823",
        "name": "Sistemas Scada",
        "semester": 8
      },
      {
        "code": "IEAD833",
        "name": "Mandos Neumáticos",
        "semester": 8
      },
      {
        "code": "IEAD842",
        "name": "Robótica",
        "semester": 8
      },
      {
        "code": "IEAD853",
        "name": "Control Multivariable",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Diseño De Trabajo De Titulación / Examen De Carácter Complexivo",
        "semester": 8
      },
      {
        "code": "IEAD900",
        "name": "Asignatura Avanzada De Itinerario",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "IELD761",
        "name": "Seguridad Industrial Y Protección Ambiental",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen De Carácter Complexivo",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_EN_CIENCIAS_DE_LA_COMPUTACIÓN",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-en-ciencias-de-la-computacion/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o en Ciencias de la Computación",
    "faculty_name": "Facultad de Ingeniería de Sistemas",
    "degree_title": "Ingeniera/o en Ciencias de la Computación",
    "description": "La Carrera de Seguridad de Tecnologías de la Información busca formar profesionales en el ámbito de la Seguridad de las Tecnologías de la Información y la Comunicación capaces de identificar, evaluar y tratar los riesgos de seguridad en redes de comunicaciones, componentes de TI e información de organizaciones de diferentes sectores productivos del país, utilizando para ello metodologías, técnicas y herramientas de vanguardia, e implementando buenas prácticas y tecnologías de protección adecuadas; con habilidades para interrelacionarse personal y profesionalmente, y para trabajar en equipo con alto rigor ético y legal y comprometidos con el desarrollo sustentable de las organizaciones y su entorno. Facultad de Ingeniería de Sistemas Ingeniera/o en Ciencias de la Computación Nueve períodos académicos Presencial Los aspirantes a ingresar a la Carrera en Computación, Titulación Ingeniería en Ciencias de la Computación, deben haber concluido los estudios de bachillerato y obtener el puntaje mínimo definido por el Sistema Nacional de Nivelación y Admisión SNNA correspondiente a la carrera. Formar profesionales con conocimientos y destrezas en el área de las Ciencias de la Computación, para analizar, generar, aplicar y transferir soluciones computacionales eficientes y sustentables, que apoyen a la transformación productiva, tecnológica e industrial del Ecuador; con alto grado de competitividad y una cultura permanente de actualización profesional, que se desempeñen conforme a los principios de la ética, conciencia social, respeto de los derechos humanos y del medio ambiente. Estudiar los fundamentos teóricos y técnicos de las áreas de conocimiento de las Ciencias de la Computación para conceptualizar, desarrollar e implementar sistemas computacionales sustentables, que gestionan adecuadamente los recursos de cómputo y la energía para proteger el medio ambiente. Estudiar los distintos paradigmas y herramientas relacionadas con las Ciencias de la Computación, para formalizar el análisis, diseño e implementación de sistemas computacionales sustentables. Entender la dependencia entre teoría y práctica y la forma cómo se relacionan entre sí; reconocer el contexto en que los sistemas computacionales operan, incluyendo las interacciones con personas y el mundo físico. Reconocer la responsabilidad individual y colectiva de los graduados de la Carrera para contribuir a la transformación productiva, tecnológica e industrial del Ecuador. Conceptualizar y construir sistemas computacionales eficientes y sustentables, con un adecuado nivel de detalle para garantizar la transferencia de conocimiento hacia los sectores productivos interesados. Implementar proyectos en el área de Ciencias de la Computación para impulsar la calidad, la seguridad y la cobertura en la prestación de servicios, a través del uso de sistemas computacionales eficientes y sustentables, que satisfagan las necesidades de la sociedad ecuatoriana. Analizar a múltiples niveles de detalle y abstracción los componentes de la estructura de un sistema computacional sustentable y los procesos involucrados en su construcción. Aplicar el conocimiento en Ciencias de la Computación para mejorar el desarrollo de sistemas de computación sustentables, mediante la evaluación cualitativa y cuantitativa de su funcionalidad, usabilidad y desempeño. Adquirir habilidades organizativas y de comunicación para trabajar eficientemente en equipos multidisciplinarios, o proyectos colaborativos en los cuales se necesite la aplicación de las Ciencias de la Computación para mejorar la calidad de vida de la sociedad. Reconocer la importancia de los conocimientos específicos no relacionados con las ciencias de la computación y ser capaces de comunicarse con y aprender de expertos de diferentes áreas del conocimiento a través de sus carreras. Entender que para un determinado problema existen distintas soluciones y que la elección entre ellas no es una labor puramente técnica, sino que se debe valorar el efecto en las vidas de las personas. Reconocer el contexto de interacción de los sistemas computacionales y la sociedad, para adecuar el funcionamiento de éstos a la satisfacción de las necesidades de sus usuarios finales y a la conservación del medio ambiente. Identificar y aportar soluciones a problemas sociales, legales, éticos y medioambientales relacionados con la aplicación de sistemas computacionales. Ofrecer a la sociedad ecuatoriana una opción de formación técnica que permita y motive el auto-aprendizaje para apoyar la mejora, aplicación continua y transferencia de conocimiento en Ciencias de la Computación, para la resolución de problemas nacionales Comunicar efectivamente la aplicación de conocimiento de las Ciencias de la Computación, con un nivel de detalle y abstracción adecuado, para facilitar la transferencia de conocimiento a los sectores estratégicos del país. Demostrar una formación humanista, ética y técnico-científica para conceptualizar, desarrollar, transferir e innovar la calidad, seguridad y cobertura de servicios públicos y privados, a través del uso de sistemas computacionales eficientes y sustentables. Resolver los problemas sociales, legales, éticos, culturales y medio ambientales relacionados con la disciplina, para ejercer la profesión con responsabilidad, conciencia social y respeto al medio ambiente Aplicar conocimientos técnicos y tecnológicos relacionados con las Ciencias de la Computación para apoyar a la mejora continua de procesos, la gestión estratégica y la optimización de servicios. Construir sistemas computacionales eficientes y sustentables, utilizando tecnología de punta, para agilizar y simplificar procesos y procedimientos administrativos, maximizando el acceso a información de calidad. Desarrollar nuevas formas de aplicación de las Ciencias de la Computación para satisfacer las necesidades de transformación en los sectores estratégicos nacionales, mediante el uso de fundamentos y herramientas de investigación. Considerar el avance de la disciplina para mejorar su desempeño profesional, mediante la asimilación de nuevo conocimiento y el auto aprendizaje de herramientas de punta, ya sean éstas lenguajes de programación, herramientas, paradigmas, plataformas tecnológicas, entre otras. Desarrollar la creatividad y emprendimiento a través de la investigación de nuevas formas de aplicación de las Ciencias de la Computación para satisfacer las necesidades de transformación en los sectores estratégicos nacionales. Transferir el conocimiento adquirido durante el auto aprendizaje o la investigación para facilitar la conceptualización, diseño y construcción de sistemas computacionales que solucionen problemas estratégicos en sectores prioritarios de producción y desarrollo nacional. Diseñar soluciones eficientes, sustentables, integradoras y multidisciplinarias, con adecuado manejo de tiempo, costo, alcance y progreso. Seleccionar soluciones computacionales, mediante la evaluación cualitativa y cuantitativa de la funcionalidad, usabilidad, desempeño y aplicabilidad de la solución para satisfacer las necesidades de los sectores interesados. Evaluar el impacto social, cultural y ambiental de un sistema computacional sobre la vida de las personas y su ecosistema. Facultad de Ingeniería de Sistemas Edificio No. 20, FIS, Piso 2, Oficina 201 (+593) 2 297 6300, ext. 4738 De 8:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o en Ciencias de la Computación",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_computacion.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "FISD134",
        "name": "Mecánica Newtoniana",
        "semester": 1
      },
      {
        "code": "ICCD144",
        "name": "Programación I",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD213",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 2
      },
      {
        "code": "ICCD224",
        "name": "Matemáticas Computacionales Y Teoría De La Computación",
        "semester": 2
      },
      {
        "code": "ICCD233",
        "name": "Fundamentos De Electrónica Para Computación",
        "semester": 2
      },
      {
        "code": "ICCD244",
        "name": "Programación Ii",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Análisis Socioeconómico Y Político Del Ecuador",
        "semester": 2
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadísticas Básicas",
        "semester": 3
      },
      {
        "code": "ICCD323",
        "name": "Sistemas Operativos",
        "semester": 3
      },
      {
        "code": "ICCD332",
        "name": "Arquitectura De Computadores",
        "semester": 3
      },
      {
        "code": "ICCD343",
        "name": "Estructura De Datos Y Algoritmos I",
        "semester": 3
      },
      {
        "code": "ICCD353",
        "name": "Fundamentos De Redes Y Conectividad",
        "semester": 3
      },
      {
        "code": "CSHD400",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 3
      },
      {
        "code": "ICCD412",
        "name": "Métodos Numéricos",
        "semester": 4
      },
      {
        "code": "ICCD422",
        "name": "Compiladores Y Lenguajes",
        "semester": 4
      },
      {
        "code": "ICCD432",
        "name": "Multiprocesamiento Y Arquitecturas Alternativas",
        "semester": 4
      },
      {
        "code": "ICCD442",
        "name": "Estructura De Datos Y Algoritmos Ii",
        "semester": 4
      },
      {
        "code": "ICCD453",
        "name": "Fundamentos De Bases De Datos",
        "semester": 4
      },
      {
        "code": "ICCD463",
        "name": "Redes De Computadores I",
        "semester": 4
      },
      {
        "code": "CSHD400",
        "name": "Asignatura De Economía Y Sociedad",
        "semester": 4
      },
      {
        "code": "ICCD512",
        "name": "Ingeniería De Software I",
        "semester": 5
      },
      {
        "code": "ICCD523",
        "name": "Inteligencia Artificial",
        "semester": 5
      },
      {
        "code": "ICCD533",
        "name": "Computación Gráfica",
        "semester": 5
      },
      {
        "code": "ADMD511",
        "name": "Gestión Organizacional",
        "semester": 5
      },
      {
        "code": "ISWD553",
        "name": "Bases De Datos Distribuidas",
        "semester": 5
      },
      {
        "code": "ICCD563",
        "name": "Redes De Computadores Ii",
        "semester": 5
      },
      {
        "code": "ISWD613",
        "name": "Aplicaciones Web",
        "semester": 6
      },
      {
        "code": "ICCD623",
        "name": "Data Mining Y Machine Learning",
        "semester": 6
      },
      {
        "code": "ICCD632",
        "name": "Ingeniería De Software Ii",
        "semester": 6
      },
      {
        "code": "ICCD643",
        "name": "Tecnologías De Seguridad",
        "semester": 6
      },
      {
        "code": "ICCD654",
        "name": "Computación Distribuida",
        "semester": 6
      },
      {
        "code": "ISWD713",
        "name": "Aplicaciones Móviles",
        "semester": 7
      },
      {
        "code": "ISWD723",
        "name": "Interacción Humano Computador",
        "semester": 7
      },
      {
        "code": "ICCD733",
        "name": "Seguridad Informática",
        "semester": 7
      },
      {
        "code": "ISWD743",
        "name": "Business Intelligence",
        "semester": 7
      },
      {
        "code": "ICCD753",
        "name": "Recuperación De Información",
        "semester": 7
      },
      {
        "code": "ICCD814",
        "name": "Modelos Y Simulación",
        "semester": 8
      },
      {
        "code": "ICCD823",
        "name": "Cloud Computing",
        "semester": 8
      },
      {
        "code": "ICCD833",
        "name": "Auditoría Informática",
        "semester": 8
      },
      {
        "code": "ICCD842",
        "name": "Profesionalismo En Informática",
        "semester": 8
      },
      {
        "code": "ADMD711",
        "name": "Ingeniería Financiera",
        "semester": 8
      },
      {
        "code": "ADMD611",
        "name": "Gestión De Procesos Y Calidad",
        "semester": 8
      },
      {
        "code": "TITD104",
        "name": "Diseño Trabajo De Integración Curricular/ Preparación Examen Complexivo",
        "semester": 8
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular/ Examen Complexivo",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "ICCD943",
        "name": "Gestión De Tecnologías De La Información Y Comunicación",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_AGROINDUSTRIAL",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-agroindustria/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o Agroindustrial",
    "faculty_name": "Facultad de Ingeniería Química y Agroindustria",
    "degree_title": "Ingeniera/o Agroindustrial",
    "description": "La carrera de Agroindustria tiene como propósito fundamental formar profesionales que estén en capacidad de aplicar los principios de la ingeniería para resolver problemas complejos relacionados con el diseño de procesos agroindustriales en términos de calidad, seguridad, economía, uso racional y eficiente de los recursos agrícolas, pecuarios, acuícolas, entre otros, y la conservación del medio ambiente, en cumplimiento del código de ética de la profesión para rentabilizar el agro, modernizar sus empresas, adaptar y desarrollar tecnologías y, de esta manera, contribuir al desarrollo sostenible del sistema productivo agroindustrial. Facultad de Ingeniería Química y Agroindustria Ingeniera/o Agroindustrial Nueve períodos académicos Presencial Formar ingenieros agroindustriales que estén en capacidad de aplicar los principios de la ingeniería para resolver problemas complejos relacionados con el diseño de procesos agroindustriales en términos de calidad, seguridad, economía, uso racional y eficiente de los recursos naturales y conservación del medio ambiente, cumpliendo el código ético de la profesión para rentabilizar el agro, modernizar sus empresas, adaptar y desarrollar tecnologías y de esta manera contribuir al desarrollo del sistema productivo agroindustrial. Demostrar honestidad y responsabilidad hacia la sociedad y medio ambiente en términos del comportamiento ético profesional. Demostrar conocimiento de los temas contemporáneos y relevantes asociados a la práctica de la Ingeniería Agroindustrial. Aplicar conocimientos de ciencias básicas, matemáticas e ingeniería en la práctica de la Ingeniería Agroindustrial. Demostrar habilidad de integrarse y trabajar en equipos multidisciplinarios. Demostrar habilidad de comunicarse efectivamente tanto de forma oral como escrita. Demostrar la asimilación de conocimiento necesario para entender el impacto de las soluciones de ingeniería en el contexto global, social y ambiental. Demostrar habilidad de auto aprendizaje y de actualización permanente de conocimientos. Emplear métodos y herramientas de ingeniería necesarios en la práctica profesional. Diseñar productos y procesos que requieran materias primas agropecuarias para darles valor agregado que satisfagan las necesidades del país de manera económica, eficiente y ambientalmente sustentable. Diseñar experimentos, para la obtención y el análisis de datos en el ejercicio de la Ingeniería Agroindustrial. Aplicar los principios de la Ingeniería Agroindustrial, a partir del análisis de las materias primas en el diseño de procesos de transformación mediante balances de masa, energía, fenómenos de transporte y aplicación lógica de las operaciones unitarias agroindustriales. Aplicar los conocimientos con criterio lógico en la identificación formulación y solución de problemas asociados al ejercicio de la Ingeniería Agroindustrial. Facultad de Ingeniería Química y Agroindustria Edificio No. 17 Química y Eléctrica, Piso 3 (+593) 2 297 6300, ext. 4302 De 8:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o Agroindustrial",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2024/08/malla_agroindustria.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "FISD134",
        "name": "Mecánica Newtoniana",
        "semester": 1
      },
      {
        "code": "QUID143",
        "name": "Química General",
        "semester": 1
      },
      {
        "code": "ICOD111",
        "name": "Herramientas Informáticas",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadística",
        "semester": 2
      },
      {
        "code": "IAQD222",
        "name": "Introducción A La Ingeniería Agroindustrial",
        "semester": 2
      },
      {
        "code": "MATD213",
        "name": "Matemática Aplicada",
        "semester": 2
      },
      {
        "code": "IAQD242",
        "name": "Cálculo Diferencial E Integral",
        "semester": 2
      },
      {
        "code": "IAQD253",
        "name": "Física Para Ingeniería",
        "semester": 2
      },
      {
        "code": "IAQD262",
        "name": "Química Avanzada",
        "semester": 2
      },
      {
        "code": "IAQD312",
        "name": "Matemática Aplicada Ii",
        "semester": 3
      },
      {
        "code": "IAQD323",
        "name": "Balance De Masa",
        "semester": 3
      },
      {
        "code": "IAQD333",
        "name": "Termodinámica I",
        "semester": 3
      },
      {
        "code": "IAQD343",
        "name": "Química Orgánica I",
        "semester": 3
      },
      {
        "code": "AGRD354",
        "name": "Análisis Instrumental",
        "semester": 3
      },
      {
        "code": "AGRD412",
        "name": "Agroindustrias",
        "semester": 4
      },
      {
        "code": "IAQD423",
        "name": "Balance De Energía",
        "semester": 4
      },
      {
        "code": "IAQD432",
        "name": "Termodinámica Ii",
        "semester": 4
      },
      {
        "code": "AGRD443",
        "name": "Química Bioorgánica",
        "semester": 4
      },
      {
        "code": "AGRD453",
        "name": "Manejo De Suelos",
        "semester": 4
      },
      {
        "code": "IAQD462",
        "name": "Biología Agrícola",
        "semester": 4
      },
      {
        "code": "IAQD511",
        "name": "Seguridad Industrial Y Salud Ocupacional",
        "semester": 5
      },
      {
        "code": "AGRD522",
        "name": "Mecánica De Fluidos",
        "semester": 5
      },
      {
        "code": "AGRD534",
        "name": "Transferencia De Masa Y Calor",
        "semester": 5
      },
      {
        "code": "IAQD562",
        "name": "Bioquímica",
        "semester": 5
      },
      {
        "code": "AGRD553",
        "name": "Introducción A La Producción Vegetal",
        "semester": 5
      },
      {
        "code": "AGRD563",
        "name": "Introducción A La Producción Animal",
        "semester": 5
      },
      {
        "code": "AGRD613",
        "name": "Operaciones Unitarias Agroindustriales",
        "semester": 6
      },
      {
        "code": "AGRD623",
        "name": "Microbiología Industrial Y De Alimentos",
        "semester": 6
      },
      {
        "code": "AGRD633",
        "name": "Producción Vegetal",
        "semester": 6
      },
      {
        "code": "AGRD643",
        "name": "Producción Animal",
        "semester": 6
      },
      {
        "code": "ADMD511",
        "name": "Gestión Organizacional",
        "semester": 6
      },
      {
        "code": "CSHD211",
        "name": "Socioeconómico Y Político Del Ecuador",
        "semester": 6
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 6
      },
      {
        "code": "IAQD722",
        "name": "Evaluación De Impacto Y Auditoría Ambiental",
        "semester": 7
      },
      {
        "code": "AGRD723",
        "name": "Bioingeniería",
        "semester": 7
      },
      {
        "code": "AGRD733",
        "name": "Ingeniería De Alimentos",
        "semester": 7
      },
      {
        "code": "AGRD743",
        "name": "Polímeros En La Agroindustria",
        "semester": 7
      },
      {
        "code": "AGRD752",
        "name": "Poscosecha",
        "semester": 7
      },
      {
        "code": "AGRD761",
        "name": "Agrocomercio",
        "semester": 7
      },
      {
        "code": "CSHD400",
        "name": "Asignatura De Economía Y Sociedad",
        "semester": 7
      },
      {
        "code": "AGRD814",
        "name": "Diseño De Plantas Agroindustriales",
        "semester": 8
      },
      {
        "code": "AGRD822",
        "name": "Diseño De Procesos Agroindustriales",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Trabajo De Integración Curricular / Examen Complexivo I",
        "semester": 8
      },
      {
        "code": "AGRD842",
        "name": "Aseguramiento De La Calidad",
        "semester": 8
      },
      {
        "code": "AGRD800",
        "name": "Itinerario I",
        "semester": 8
      },
      {
        "code": "ADMD711",
        "name": "Preparación Y Evaluación De Proyectos",
        "semester": 8
      },
      {
        "code": "ADMD611",
        "name": "Gestión Financiera",
        "semester": 8
      },
      {
        "code": "AGRD900",
        "name": "Itinerario Ii",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen Complexivo Ii",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_EN_GEOLOGÍA",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-en-geologia/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o en Geología",
    "faculty_name": "Facultad de Ingeniería en Geología y Petróleos",
    "degree_title": "Ingeniera/o en Geología",
    "description": "Los geólogos son especialistas en la investigación y comprensión de los procesos que moldean la Tierra, capaces de identificar y gestionar recursos naturales como minerales, agua y energía, siempre con un enfoque responsable y sostenible. El programa académico busca posicionar a nuestros estudiantes en la comunidad científica, tanto nacional como internacional, a través de la participación en grupos de investigación y proyectos innovadores. Los geólogos egresados están capacitados para proveer soluciones tecnológicas oportunas y creativas a problemas complejos de la sociedad, como la gestión de recursos naturales, la mitigación de riesgos naturales. Facultad de Ingeniería en Geología y Petróleos Ingeniera/o en Geología Nueve períodos académicos Presencial La Carrera en Geología requiere que los estudiantes reúnan características particulares en cuanto a conocimientos, destrezas, valores y actitudes enfocadas a las Geociencias. Los estudiantes deben tener: Formar profesionales capaces de aplicar las ciencias básicas y usar herramientas metodológicas para la solución de problemas concretos en el área de las Geociencias, mediante el diseño, perfeccionamiento, implementación y evaluación de modelos y estrategias de innovación tecnológica que aporten al desarrollo geológico, social, económico y al aprovechamiento sostenible de los recursos naturales del país, respondiendo a las demandas sobre Geociencias de la sociedad ecuatoriana, como las que sobre ello se manifiestan dentro del Plan Nacional para el Buen Vivir 2013- 2017. Formar profesionales con sólidos conocimientos en las áreas de las Ciencias de la Tierra, con capacidad de determinar la estructura, morfología, evolución y dinámica de nuestro planeta, para construir modelos geológicos, análisis y evaluación de amenazas geológicas, que aporten en contexto a la gestión de recursos naturales. Formar profesionales que desarrollen la capacidad de dirigir y participar en proyectos de investigación geo científica, exploración y evaluación de los recursos naturales disponibles, que contribuyan al Buen Vivir y al desarrollo de la matriz productiva, en el campo de especialización de la carrera. Formar profesionales éticos, líderes, con responsabilidad social, que promuevan el desarrollo sostenible frente a la comunidad ecuatoriana. Incrementar y consolidar alianzas estratégicas con el sector público y privado, nacional e internacional, que promuevan la generación, adaptación y transferencia de conocimientos en el área de las geo ciencias. Integrar los conocimientos matemáticos, físicos y químicos; así como también, los conocimientos de las Ciencias de la Tierra con las Ciencias Naturales. Integrar equipos de trabajo utilizando destrezas de cooperación, comunicación, manejo de conflictos y definición de estrategias. Actuar con criterio ético y responsabilidad social para aportar al desarrollo nacional y regional. Socializar la información técnica utilizando efectivamente herramientas de comunicación oral y escrita, tomando en cuenta las características de los actores sociales. Analizar e interpretar conjuntos de datos relacionados con la Ingeniería en Geología y Ciencias de la Tierra a fin de generar resultados y conocimiento. Analizar y evaluar amenazas geológicas para la reducción del Riesgo de Desastres y aportar en la planificación del territorio. Diseñar modelos, componentes o procesos aplicados a Geociencias, para satisfacer necesidades dentro de restricciones realistas (económicas, ambientales, sociales, políticas, éticas, de salud y seguridad, e incertidumbre). Evaluar la Geodiversidad del Ecuador para promover la conservación de los diversos paisajes y formaciones geológicas naturales que forman parte del patrimonio geológico nacional. Facultad de Ingeniería en Geología y Petróleos Edificio No. 13 FIGyP, Planta Baja (+593) 2 297 6300, ext. 3305, 3306 De 8:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o en Geología",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_geologia.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "FISD134",
        "name": "Mecánica Newtoniana",
        "semester": 1
      },
      {
        "code": "QUID143",
        "name": "Química General",
        "semester": 1
      },
      {
        "code": "ICOD111",
        "name": "Herramientas Informáticas",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD213",
        "name": "Ecuaciones Diferenciales Y Ordinarias",
        "semester": 2
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadística Básicas",
        "semester": 2
      },
      {
        "code": "PTRD232",
        "name": "Cálculo Vectorial",
        "semester": 2
      },
      {
        "code": "PTRD242",
        "name": "Electricidad Y Magnetismo",
        "semester": 2
      },
      {
        "code": "GEOD252",
        "name": "Geología Introductoria",
        "semester": 2
      },
      {
        "code": "GEOD263",
        "name": "Minerales",
        "semester": 2
      },
      {
        "code": "PTRD312",
        "name": "Análisis Y Ecuaciones Diferenciales Parciales",
        "semester": 3
      },
      {
        "code": "GEOD322",
        "name": "Sig Y Fotogeología",
        "semester": 3
      },
      {
        "code": "GEOD332",
        "name": "Paleontología",
        "semester": 3
      },
      {
        "code": "GEOD343",
        "name": "Geomorfología",
        "semester": 3
      },
      {
        "code": "GEOD353",
        "name": "Historia Geológica",
        "semester": 3
      },
      {
        "code": "GEOD363",
        "name": "Geología Estructural",
        "semester": 3
      },
      {
        "code": "CSHD211",
        "name": "Análisis Socioeconómico Y Político Del Ecuador",
        "semester": 4
      },
      {
        "code": "GEOD423",
        "name": "Tectónica De Placas Y Geodinámica Global",
        "semester": 4
      },
      {
        "code": "GEOD432",
        "name": "Fenómenos De Remoción En Masa",
        "semester": 4
      },
      {
        "code": "GEOD443",
        "name": "Sedimentología Y Estratigrafía",
        "semester": 4
      },
      {
        "code": "GEOD453",
        "name": "Mapas Geológicos",
        "semester": 4
      },
      {
        "code": "GEOD463",
        "name": "Mineralogía Óptica",
        "semester": 4
      },
      {
        "code": "ADMD511",
        "name": "Gestión Organizacional",
        "semester": 5
      },
      {
        "code": "GEOD522",
        "name": "Geoquímica",
        "semester": 5
      },
      {
        "code": "GEOD533",
        "name": "Geofísica",
        "semester": 5
      },
      {
        "code": "GEOD543",
        "name": "Petrología Sedimentaria",
        "semester": 5
      },
      {
        "code": "GEOD554",
        "name": "Geología De Campo 1",
        "semester": 5
      },
      {
        "code": "GEOD562",
        "name": "Geoquímica Física",
        "semester": 5
      },
      {
        "code": "ADMD611",
        "name": "Gestión De Procesos Y Calidad",
        "semester": 6
      },
      {
        "code": "GEOD623",
        "name": "Yacimientos Minerales Y Metalogenia",
        "semester": 6
      },
      {
        "code": "GEOD632",
        "name": "Sismología",
        "semester": 6
      },
      {
        "code": "GEOD643",
        "name": "Hidrogeología",
        "semester": 6
      },
      {
        "code": "GEOD653",
        "name": "Tectónica Y Microtectónica",
        "semester": 6
      },
      {
        "code": "GEOD663",
        "name": "Petrología Ígnea",
        "semester": 6
      },
      {
        "code": "ADMD711",
        "name": "Ingeniería Financiera",
        "semester": 7
      },
      {
        "code": "GEOD723",
        "name": "Exploración De Yacimientos",
        "semester": 7
      },
      {
        "code": "GEOD732",
        "name": "Vulcanología",
        "semester": 7
      },
      {
        "code": "GEOD742",
        "name": "Cuencas Sedimentarias",
        "semester": 7
      },
      {
        "code": "GEOD754",
        "name": "Geología De Campos 2",
        "semester": 7
      },
      {
        "code": "GEOD763",
        "name": "Petrología Metamórfica",
        "semester": 7
      },
      {
        "code": "GEOD800",
        "name": "Formación Geológica Básica",
        "semester": 8
      },
      {
        "code": "GEOD823",
        "name": "Geotecnia",
        "semester": 8
      },
      {
        "code": "GEOD833",
        "name": "Riesgo Geológico",
        "semester": 8
      },
      {
        "code": "GEOD843",
        "name": "Geología Del Petróleo",
        "semester": 8
      },
      {
        "code": "GEOD854",
        "name": "Geología Del Ecuador",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Diseño De Trabajo De Integración Curricular",
        "semester": 8
      },
      {
        "code": "GEOD900",
        "name": "Formación Geológica Avanzada",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 9
      },
      {
        "code": "CSHD400",
        "name": "Asignatura De Economía Y Sociedad",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_TECNÓLOGA_O_SUPERIOR_EN_AGUA_Y_SANEAMIENTO_AMBIENTAL",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/agua-y-saneamiento-ambiental/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Tecnóloga/o Superior en Agua y Saneamiento Ambiental",
    "faculty_name": "Escuela de Formación de Tecnólogos",
    "degree_title": "Tecnóloga/o Superior en Agua y Saneamiento Ambiental",
    "description": "La carrera de Tecnología Superior en Agua y Saneamiento Ambiental forma profesionales con las competencias necesarias para diseñar, implementar y gestionar soluciones innovadoras que optimicen la gestión del recurso hídrico y los sistemas de saneamiento. La formación combina conocimientos técnicos especializados, prácticas de sostenibilidad y una visión integral de los retos ambientales, orientada a la prevención y mitigación de impactos. Los egresados se incorporan a sectores estratégicos, liderando proyectos que mejoran la salud pública, fortalecen la infraestructura de saneamiento y promueven el uso responsable de los recursos. Su labor contribuye al desarrollo sostenible, a la preservación de los ecosistemas y al bienestar de las comunidades, generando cambios positivos y duraderos Escuela de Formación de Tecnólogos Tecnóloga/o Superior en Agua y Saneamiento Ambiental Cinco (5) períodos académicos Presencial Los profesionales en Tecnología Superior en Agua y Saneamiento Ambiental contribuyen en el planteamiento de soluciones ambientales innovadoras para así generar un impacto positivo en la sociedad bajo los lineamientos del Plan Nacional del Buen Vivir y enmarcados en el desarrollo de los Sectores Estratégicos. El Laboratorio de Estudios en Agua y Saneamiento (LEAS) es un espacio especializado en el análisis fisicoquímico y microbiológico del agua en distintas matrices. Cuenta con equipos portátiles y de laboratorio para prácticas y proyectos en potabilización, tratamiento de aguas residuales y monitoreo de cuerpos de agua. Facilita la investigación aplicada y el aprendizaje práctico, permitiendo evaluar, optimizar y proponer soluciones a retos reales en el ámbito del agua y saneamiento. En el LEAS se desarrollan prácticas de laboratorio y de campo en asignaturas clave como caracterización del agua, muestreo, química analítica ambiental, potabilización, tratamiento de aguas residuales, hidráulica y gestión de residuos sólidos. Además, se ejecutan proyectos de investigación aplicada y vinculación social sobre monitoreo de cuerpos de agua, eficiencia de plantas de tratamiento, contaminantes emergentes y optimización de procesos, utilizando equipos portátiles y tecnología especializada. El laboratorio está orientado exclusivamente a la docencia, la investigación y la vinculación social, sin prestación de servicios al público externo. Su objetivo es consolidar el aprendizaje práctico y la generación de conocimiento, contribuyendo a la formación de profesionales altamente capacitados en agua y saneamiento ambiental. Ing. Santiago Guerra, MSc. 022976300, Ext: 2718, 2721 Escuela de Formación de Tecnólogos Edificio No. 21, ESFOT, Planta baja (+593) 2 297 6300, ext. 2701, 2702 / De 8:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Tecnóloga/o Superior en Agua y Saneamiento Ambiental",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2024/08/malla_agua_saneamiento_Desde-2023-A.pdf",
    "subjects": [
      {
        "code": "FISD113",
        "name": "Física",
        "semester": 1
      },
      {
        "code": "MATD143",
        "name": "Cálculo Diferencial E Integral",
        "semester": 1
      },
      {
        "code": "MATD153",
        "name": "Estadística Y Probabilidad Básica",
        "semester": 1
      },
      {
        "code": "ICOD142",
        "name": "Introducción A Las Tics",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "ADMD163",
        "name": "Administración Financiera",
        "semester": 1
      },
      {
        "code": "TASD213",
        "name": "Hidráulica",
        "semester": 2
      },
      {
        "code": "TASD223",
        "name": "Herramientas Topográficas Y Sig",
        "semester": 2
      },
      {
        "code": "TASD233",
        "name": "Química Analítica Ambiental",
        "semester": 2
      },
      {
        "code": "TASD242",
        "name": "Fundamentos De Microbiología",
        "semester": 2
      },
      {
        "code": "TASD252",
        "name": "Instrumentación Y Control Industrial",
        "semester": 2
      },
      {
        "code": "TASD262",
        "name": "Ecología",
        "semester": 2
      },
      {
        "code": "TASD313",
        "name": "Abastecimiento Y Distribución De Agua Potable",
        "semester": 3
      },
      {
        "code": "TASD322",
        "name": "Muestreo",
        "semester": 3
      },
      {
        "code": "TASD334",
        "name": "Caracterización Del Agua",
        "semester": 3
      },
      {
        "code": "TASD344",
        "name": "Gestión Integral De Residuos Sólidos",
        "semester": 3
      },
      {
        "code": "TASD352",
        "name": "Mantenimiento De Equipos E Instalaciones",
        "semester": 3
      },
      {
        "code": "TASD413",
        "name": "Técnicas De Potabilización",
        "semester": 4
      },
      {
        "code": "TASD422",
        "name": "Sistemas De Alcantarillado",
        "semester": 4
      },
      {
        "code": "TASD400",
        "name": "Asignatura 1 Itinerario",
        "semester": 4
      },
      {
        "code": "TASD443",
        "name": "Gestión Ambiental",
        "semester": 4
      },
      {
        "code": "TASD452",
        "name": "Seguridad Industrial",
        "semester": 4
      },
      {
        "code": "ADMD421",
        "name": "Metodología De La Investigación",
        "semester": 4
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 4
      },
      {
        "code": "TASD522",
        "name": "Tratamiento De Aguas Residuales",
        "semester": 5
      },
      {
        "code": "TASD500",
        "name": "Asignatura 2 Itinerario",
        "semester": 5
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular/Examen De Carácter Complexivo",
        "semester": 5
      },
      {
        "code": "TITD101",
        "name": "Diseño De Preparación Examen Complexivo",
        "semester": 5
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 5
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_DE_LA_PRODUCCIÓN",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-de-la-produccion/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o de la Producción",
    "faculty_name": "Facultad de Ciencias Administrativas",
    "degree_title": "Ingeniera/o de la Producción",
    "description": "Formar profesionales en el campo de la Ingeniería de Producción con la capacidad de identificar, formular y resolver problemas complejos relacionados con las actividades de diseño, operación y optimización de procesos de manufactura o servicios; teniendo en cuenta los aspectos económicos, sociales, ambientales y humanos relacionados con los sistemas productivos, para posibilitar el desarrollo sostenible del país. Facultad de Ciencias Administrativas Ingeniera/o de la Producción Nueve (9) períodos académicos Presencial El aspirante a la carrera de Ingeniería de la Producción, debe ser un bachiller con interés en los procesos de producción, que demuestre habilidad para comunicarse, creatividad, con aptitudes para el empleo de técnicas cuantitativas y cualitativas; a su vez, el aspirante debe haber concluido los estudios de bachillerato y obtener el puntaje mínimo definido por el Sistema Nacional de Nivelación y Admisión SNNA correspondiente a la carrera. La Ingeniería de la Producción espera incorporar estudiantes con los siguientes perfiles: Dentro del perfil de ingreso deseable en los aspirantes a la carrera de Ingeniería de la Producción, se espera que se posean conocimientos y habilidades básicas para: El estudio de pertinencia, a través de las entrevistas y encuestas a empleadores, permitió evidenciar las debilidades e inexistencia de un profesional en el campo de la producción que pueda vincular conocimientos técnicos con gestión; en tal sentido, los desempeños que se espera que alcancen los graduados de la carrera de Ingeniería de la Producción dentro de los cinco años posteriores a su graduación son: Identificar métodos innovadores de administración como apoyo en la toma de decisiones y en las prácticas de gestión, contribuyendo al desarrollo económico y empresarial. Aplicar herramientas administrativas basadas en el uso de las tecnologías de información y comunicación vinculadas a la gestión empresarial, que permitan identificar oportunidades de negocio y diseñar soluciones a los problemas organizacionales con la finalidad de tomar decisiones que contribuyan a la mejora continua empresarial. Demostrar habilidades de comunicación y trabajo en equipo en su ámbito profesional, llevando a cabo negociaciones exitosas en contextos multiculturales. Practicar la ética en su práctica profesional respetando el marco regulatorio vigente, liderando la transformación organizacional; y, actuando con solidaridad y responsabilidad social para mejorar la calidad de vida de su comunidad, con un sólido compromiso en el cuidado y conservación del medio ambiente. El Licenciado/a en Administración de Empresas está en capacidad de desarrollar actividades empresariales en cualquier tipo de organización, empleando técnicas y herramientas administrativas, diseñando y desarrollando proyectos innovadores apoyados en el uso de tecnologías de información y comunicación, tomando además decisiones estratégicas que agreguen valor y hagan competitiva a la organización en beneficio del desarrollo del país. Asimismo, está en capacidad de integrar equipos de investigación y participar en equipos multidisciplinarios en el desarrollo de actividades de consultoría empresarial. El profesional es formado con principios éticos, humanísticos; y, con valores de responsabilidad social. Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o de la Producción",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_produccion.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "FISD134",
        "name": "Mecánica Newtoniana",
        "semester": 1
      },
      {
        "code": "QUID143",
        "name": "Química General",
        "semester": 1
      },
      {
        "code": "ICOD111",
        "name": "Herramientas Informáticas",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD213",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 2
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadística Básicas",
        "semester": 2
      },
      {
        "code": "IPRD233",
        "name": "Matemática Avanzada",
        "semester": 2
      },
      {
        "code": "IPRD243",
        "name": "Mecánica De Fluidos Y Termodinámica",
        "semester": 2
      },
      {
        "code": "IPRD252",
        "name": "Programación",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Socio Antropología Económico Y Político Del Ecuador",
        "semester": 2
      },
      {
        "code": "IPRD312",
        "name": "Estadística Aplicada",
        "semester": 3
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 3
      },
      {
        "code": "IPRD333",
        "name": "Balance De Masa Y Energía",
        "semester": 3
      },
      {
        "code": "IPRD343",
        "name": "Introducción A La Ingeniería De La Producción",
        "semester": 3
      },
      {
        "code": "IPRD354",
        "name": "Programación Avanzada",
        "semester": 3
      },
      {
        "code": "IPRD362",
        "name": "Microeconomía",
        "semester": 3
      },
      {
        "code": "IPRD412",
        "name": "Metodología De La Producción",
        "semester": 4
      },
      {
        "code": "IPRD422",
        "name": "Economía Y Ambiente",
        "semester": 4
      },
      {
        "code": "IPRD432",
        "name": "Contabilidad General Y De Costos",
        "semester": 4
      },
      {
        "code": "IPRD443",
        "name": "Logística Y Distribución",
        "semester": 4
      },
      {
        "code": "IPRD453",
        "name": "Administración De Sistemas De Bases De Datos",
        "semester": 4
      },
      {
        "code": "CSHD400",
        "name": "Sociedad Y Estado",
        "semester": 4
      },
      {
        "code": "IPRD472",
        "name": "Economía Y Estadística Para La Mejora De La Calidad",
        "semester": 4
      },
      {
        "code": "IPRD512",
        "name": "Teoría De Organizaciones",
        "semester": 5
      },
      {
        "code": "IPRD522",
        "name": "Procesos De Producción",
        "semester": 5
      },
      {
        "code": "IPRD533",
        "name": "Gestión De La Calidad",
        "semester": 5
      },
      {
        "code": "IPRD543",
        "name": "Administración De La Cadena De Suministro",
        "semester": 5
      },
      {
        "code": "IPRD553",
        "name": "Modelos Determinísticos Y Procesos Estocásticos",
        "semester": 5
      },
      {
        "code": "IPRD562",
        "name": "Ingeniería Financiera",
        "semester": 5
      },
      {
        "code": "IPRD612",
        "name": "Comportamiento Humano En Las Organizaciones",
        "semester": 6
      },
      {
        "code": "IPRD622",
        "name": "Introducción A La Ecología Industrial",
        "semester": 6
      },
      {
        "code": "IPRD633",
        "name": "Optimización Y Análisis Numérico",
        "semester": 6
      },
      {
        "code": "IPRD643",
        "name": "Simulación, Análisis Y Diseño",
        "semester": 6
      },
      {
        "code": "IPRD653",
        "name": "Programación De La Producción",
        "semester": 6
      },
      {
        "code": "IPRD622",
        "name": "Evaluación Del Impacto Ambiental",
        "semester": 6
      },
      {
        "code": "IPRD712",
        "name": "Gestión Organizacional",
        "semester": 7
      },
      {
        "code": "IPRD721",
        "name": "Ciclo De Vida Del Producto Y Servicio",
        "semester": 7
      },
      {
        "code": "IPRD732",
        "name": "Optimización Avanzada",
        "semester": 7
      },
      {
        "code": "IPRD744",
        "name": "Diseño De Procesos Industriales",
        "semester": 7
      },
      {
        "code": "IPRD753",
        "name": "Pensamiento Estratégico E Innovación",
        "semester": 7
      },
      {
        "code": "IPRD761",
        "name": "Evaluación Y Producción Organizacional",
        "semester": 7
      },
      {
        "code": "IPRD772",
        "name": "Producción Integrada De La Producción",
        "semester": 7
      },
      {
        "code": "IPRD800",
        "name": "Itinerario Básico",
        "semester": 8
      },
      {
        "code": "IPRD823",
        "name": "Metodología De La Investigación",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Preparación De Examen/Trabajo De Carácter Complexivo",
        "semester": 8
      },
      {
        "code": "IPRD842",
        "name": "Diseño Cad/Cam Y Trabajo",
        "semester": 8
      },
      {
        "code": "IPRD853",
        "name": "Sistemas Y Layout",
        "semester": 8
      },
      {
        "code": "IPRD864",
        "name": "Análisis Y Planeación Presupuestaria",
        "semester": 8
      },
      {
        "code": "IPRD900",
        "name": "Itinerario Avanzado",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "IPRD942",
        "name": "Gestión De Sistemas Productivos",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular/Examen De Carácter Complexivo",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_EN_MATERIALES",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-en-materiales/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o en Materiales",
    "faculty_name": "Facultad de Ingeniería Mecánica",
    "degree_title": "Ingeniera/o en Materiales",
    "description": "Formar profesionales científica y técnicamente interdisciplinarios, que posean los conocimientos y destrezas para realizar actividades de: diseño, investigación, desarrollo, control, evaluación, innovación y solución de problemas relacionados con la ciencia y tecnología de materiales sean estos metálicos, cerámicos, compuestos o poliméricos. Los profesionales en Materiales de la EPN serán capaces de ejercer su profesión en el marco de la ética, conciencia ambiental, pensamiento crítico, analítico y creativo, a fin de que puedan insertarse y adaptarse social y profesionalmente en los diferentes sectores sociales, productivos y de servicios. Los profesionales graduados de esta carrera contribuirán al mejoramiento u optimización de materiales en procesos industriales, teniendo como base el compromiso con la conservación y preservación del medio ambiente a través del cumplimiento de especificaciones y normas técnicas. Facultad de Ingeniería Mecánica Ingeniera/o en Materiales Nueve (9) períodos académicos Presencial Al finalizar su formación académica, los profesionales estarán en capacidad de: Formar profesionales científica y técnicamente interdisciplinarios, que posean los conocimientos y destrezas para realizar actividades de: diseño, investigación, desarrollo, control, evaluación, innovación y solución de problemas relacionados con la ciencia y tecnología de materiales sean estos metálicos, cerámicos, compuestos o poliméricos. Los profesionales en Materiales de la EPN serán capaces de ejercer su profesión en el marco de la ética, conciencia ambiental, pensamiento crítico, analítico y creativo, a fin de que puedan insertarse y adaptarse social y profesionalmente en los diferentes sectores sociales, productivos y de servicios. Los profesionales graduados de esta carrera contribuirán al mejoramiento u optimización de materiales en procesos industriales, teniendo como base el compromiso con la conservación y preservación del medio ambiente a través del cumplimiento de especificaciones y normas técnicas. Comunicar la aplicación de métodos matemáticos, con un nivel de detalle y abstracción adecuado, para facilitar la transferencia de conocimiento a los sectores estratégicos del país. Demostrar una formación humanista, ética y técnico-científica para conceptualizar, desarrollar, transferir e innovar la calidad, seguridad y cobertura de servicios públicos y privados, a través del desarrollo de modelos matemáticos eficientes. Resolver los problemas sociales, legales, éticos, culturales y medio ambientales relacionados con la disciplina, para ejercer la profesión con responsabilidad, conciencia social y respeto al medio ambiente. Aplicar conocimientos técnicos y tecnológicos relacionados con las Matemáticas Aplicadas para apoyar a la mejora continua de procesos, la gestión estratégica, la optimización de recursos, la ampliación de servicios, el mejoramiento de la producción, y así alcanzar el desarrollo sostenido y sustentable del país. Diseñar modelos matemáticos eficientes, para resolver problemas asociados a las ciencias, las ingenierías, y los ámbitos social y empresarial. Desarrollar nuevas formas de aplicación de la Matemática para satisfacer las necesidades de transformación en los sectores estratégicos nacionales, mediante el uso de fundamentos y herramientas de investigación. Considerar el avance de la disciplina para mejorar su desempeño profesional, mediante la asimilación de nuevo conocimiento y el auto aprendizaje relacionado a nuevas teorías, software de soporte, aplicaciones, entre otros. Desarrollar la creatividad y emprendimiento a través de la investigación de nuevas formas de aplicación de la Matemática para satisfacer las necesidades de transformación en los sectores estratégicos nacionales. Transferir el conocimiento adquirido durante el auto aprendizaje o la investigación para facilitar la conceptualización, diseño y aplicación de modelos matemáticos que solucionen problemas estratégicos en sectores prioritarios de producción para el desarrollo nacional. Desarrollar modelos matemáticos suficientemente robustos y proponer soluciones integradoras y multidisciplinarias, a problemas sociales, económicos, y de la ingeniería, con adecuado manejo de tiempo, costo, alcance y progreso. Seleccionar técnicas matemáticas, mediante la evaluación cualitativa y cuantitativa de la funcionalidad, usabilidad, desempeño y aplicabilidad de la solución para satisfacer las necesidades de los sectores interesados. La consecución del título de grado permitirá a los profesionales desempeñar funciones en industrias productoras de materiales o en industrias utilizadoras de materiales, así como en laboratorios vinculados al desarrollo, caracterización y control de calidad de materiales. Así también, podrá realizar actividades tales como: La carrera en Materiales se ha diseñado de tal manera que pueda responder a las expectativas y necesidades del sector productivo del país, tales como: Edificio, No. 15, FIM, Piso 1, Oficina 111 (+593) 2 297 6300, ext. 3706, 3707 De 08:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o en Materiales",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_materiales.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "FISD134",
        "name": "Mecánica Newtoniana",
        "semester": 1
      },
      {
        "code": "QUID143",
        "name": "Química General",
        "semester": 1
      },
      {
        "code": "ICOD111",
        "name": "Herramientas Informáticas",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD213",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 2
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadística Básicas",
        "semester": 2
      },
      {
        "code": "MECD213",
        "name": "Matemática Aplicada",
        "semester": 2
      },
      {
        "code": "MECD223",
        "name": "Estática",
        "semester": 2
      },
      {
        "code": "MECD242",
        "name": "Electricidad",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Análisis Socioeconómico Y Político Del Ecuador",
        "semester": 2
      },
      {
        "code": "MECD553",
        "name": "Dibujo Mecánico Y Cad",
        "semester": 3
      },
      {
        "code": "MTRD323",
        "name": "Física Moderna",
        "semester": 3
      },
      {
        "code": "MTRD333",
        "name": "Termodinámica",
        "semester": 3
      },
      {
        "code": "MTRD342",
        "name": "Química Aplicada Básica",
        "semester": 3
      },
      {
        "code": "MTRD353",
        "name": "Ciencia De Materiales",
        "semester": 3
      },
      {
        "code": "CSHD400",
        "name": "Asignatura De Economía Y Sociedad",
        "semester": 3
      },
      {
        "code": "MTRD412",
        "name": "Propiedades De Los Materiales",
        "semester": 4
      },
      {
        "code": "MTRD423",
        "name": "Físico-Química De Materiales",
        "semester": 4
      },
      {
        "code": "MTRD433",
        "name": "Procesamiento De Materiales Metálicos",
        "semester": 4
      },
      {
        "code": "MTRD442",
        "name": "Comportamiento Mecánico De Los Materiales",
        "semester": 4
      },
      {
        "code": "MTRD453",
        "name": "Ciencia De Materiales Avanzada",
        "semester": 4
      },
      {
        "code": "MTRD462",
        "name": "Reciclaje Y Valorización De Materiales",
        "semester": 4
      },
      {
        "code": "MTRD513",
        "name": "Fenómenos De Transporte",
        "semester": 5
      },
      {
        "code": "MTRD522",
        "name": "Transformaciones De Fase Y Difusión",
        "semester": 5
      },
      {
        "code": "MTRD532",
        "name": "Metalurgia Física",
        "semester": 5
      },
      {
        "code": "MTRD543",
        "name": "Caracterización De Materiales",
        "semester": 5
      },
      {
        "code": "MTRD552",
        "name": "Materiales Compuestos",
        "semester": 5
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Humanidades",
        "semester": 5
      },
      {
        "code": "MECD362",
        "name": "Programación",
        "semester": 5
      },
      {
        "code": "MTRD613",
        "name": "Modelización De Materiales",
        "semester": 6
      },
      {
        "code": "MECD612",
        "name": "Ingeniería De Soldadura",
        "semester": 6
      },
      {
        "code": "MTRD633",
        "name": "Procesos Especiales De Conformado De Materiales",
        "semester": 6
      },
      {
        "code": "MTRD643",
        "name": "Caracterización Avanzada",
        "semester": 6
      },
      {
        "code": "MTRD653",
        "name": "Integridad Estructural",
        "semester": 6
      },
      {
        "code": "ADMD511",
        "name": "Gestión Organizacional",
        "semester": 6
      },
      {
        "code": "MTRD700",
        "name": "Asignatura Básica De Itinerario",
        "semester": 7
      },
      {
        "code": "MTRD722",
        "name": "Materiales Estructurales Y Funcionales",
        "semester": 7
      },
      {
        "code": "MTRD733",
        "name": "Selección De Materiales",
        "semester": 7
      },
      {
        "code": "MTRD743",
        "name": "Degradación De Materiales",
        "semester": 7
      },
      {
        "code": "ADMD611",
        "name": "Gestión De Procesos Y Calidad",
        "semester": 7
      },
      {
        "code": "MTRD760",
        "name": "Tópicos De Ingeniería",
        "semester": 7
      },
      {
        "code": "MTRD800",
        "name": "Asignatura Intermedia De Itinerario",
        "semester": 8
      },
      {
        "code": "MTRD822",
        "name": "Nanomateriales",
        "semester": 8
      },
      {
        "code": "MTRD832",
        "name": "Ingeniería De Superficies",
        "semester": 8
      },
      {
        "code": "MTRD843",
        "name": "Ingeniería Financiera",
        "semester": 8
      },
      {
        "code": "ADMD711",
        "name": "Gestión De Recursos Humanos",
        "semester": 8
      },
      {
        "code": "MTRD860",
        "name": "Tópicos De Producción",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Diseño De Trabajo De Integración Curricular / Examen Complexivo",
        "semester": 8
      },
      {
        "code": "MTRD900",
        "name": "Asignatura Avanzada De Itinerario",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen De Carácter Complexivo",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_FÍSICA_O",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/fisica/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Física/o",
    "faculty_name": "Facultad de Ciencias",
    "degree_title": "Física/o",
    "description": "La carrera de Física tiene como objetivo formar profesionales capaces de analizar, formular y resolver problemas; de planificar, gestionar y evaluar modelos y procesos en el campo de la física. Tendrán un nivel académico que les permita participar en proyectos de investigación o resolver problemas científico-técnicos mediante el desarrollo de modelos físico-matemáticos y llevar a cabo la medición de parámetros físicos de toda índole de manera que contribuyan a la generación de conocimiento en las ciencias físicas y contribuyan a la innovación tecnológica mediante el trabajo con profesionales de ingenierías y ciencias aplicadas. Facultad de Ciencias Física/o Nueve períodos académicos Presencial Formar profesionales capaces de analizar, formular y resolver problemas; de planificar, gestionar y evaluar modelos y procesos en el campo de la física. Tendrán un nivel académico que les permita participar en proyectos de investigación o resolver problemas científico-técnicos mediante el desarrollo de modelos físico-matemáticos y llevar a cabo la medición de parámetros físicos de toda índole de manera que contribuyan a la generación de conocimiento en las ciencias físicas y contribuyan a la innovación tecnológica mediante el trabajo con profesionales de ingenierías y ciencias aplicadas. El aspirante que desea ingresar a estudiar a la Carrera de Física de la Facultad de Ciencias de la Escuela Politécnica Nacional deberá haber concluido sus estudios de bachillerato, haber aprobado el examen de Nivelación y Admisión SNNA con el puntaje requerido y haber aprobado el curso de nivelación. Para el perfil deseable se sugieren las siguientes características: Comunicar adecuadamente los resultados de la aplicación de los modelos y teorías físicas para facilitar la transferencia de conocimientos a los sectores estratégicos del país. Demostrar una formación humanista, ética y científica-técnica en la conceptualización y desarrollo de modelos físicos para el estudio de procesos naturales e industriales. Solucionar problemas fundamentales y aplicados de ciencia y tecnología desde los conceptos Físicos, participando en la transformación de la matriz productiva del país. Presentar la evidencia científica y empírica en base a las teorías físicas clásicas y modernas, con rigor analítico-metodológico utilizando su sólida formación en matemáticas. Discriminar la información de procesos, mediciones o cálculos desde los modelos físicos subyacentes, colaborando en la solución de problemas reales o de investigación interdisciplinaria. Analizar la información científica actualizada desde la conceptualización física adquirida en su formación. Desarrollar modelos que permitan entender los procesos físicos asociados a fenómenos naturales o procesos de importancia social y económica. Transferir el conocimiento adquirido en el ejercicio de su profesión para facilitar la conceptualización, planteamiento y aplicación de modelos y teorías físicas que aporten a la solución de problemas estratégicos en sectores prioritarios para el desarrollo nacional. Diseñar, administrar y ejecutar proyectos de investigación y desarrollo multidisciplinarios. Manipular instrumentación de laboratorio y diseñar circuitos eléctricos y electrónicos, programas computacionales para su aplicación a la solución de problemas prácticos de medición y actuación funcional. Ejecutar arbitrajes, pericias, estudios y asesoramientos en ciencias físicas o afines en proyectos de desarrollo tecnológico, industrias, empresas o instituciones educativas. El Físico es un profesional con un conocimiento amplio en las áreas fundamentales de la física, en matemática y en computación; tiene la capacidad de aplicar el método científico al estudio de situaciones y problemas reales en diferentes campos; particularmente, tiene la capacidad de entender los desarrollos actuales de la física y aplicarlos al análisis de los problemas que surgen en su actividad científico/técnica cotidiana. Las habilidades adquiridas de un físico le permiten incursionar no solo en actividades académicas sino también en actividades asociadas con procesos de aplicación técnica y tecnológica relacionadas con la física. Estas habilidades incluyen la capacidad de abstracción y formulación de teorías y modelos, de cálculo científico asistido por computadora, de análisis de resultados de medidas y simulaciones; así como la capacidad de trabajar con instrumentación científica en laboratorios especializados como parte de equipos multidisciplinarios. El principal ámbito de trabajo para un físico está relacionado con los procesos científico-tecnológicos que conlleven a la generación de nuevo conocimiento, a la aplicación del conocimiento existente y al desarrollo de procesos de innovación que requieren del aporte de la física, como parte de equipos multidisciplinarios. La actividad de un físico se desarrolla principalmente en la academia, centros de investigación y en las instituciones, públicas o privadas, cuyas actividades involucren un componente científico. Edificio No. 12 Facultad de Ciencias Piso 2 (+593) 2 297 6300, ext. 1519 De 08:00 a 12:30 y de 14:00 a 16:30 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Física/o",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_fisica.pdf",
    "subjects": [
      {
        "code": "MATD115",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD124",
        "name": "Cálculo Diferencial",
        "semester": 1
      },
      {
        "code": "MATD133",
        "name": "Fundamentos De La Matemática",
        "semester": 1
      },
      {
        "code": "MATD141",
        "name": "Pensamiento Científico",
        "semester": 1
      },
      {
        "code": "ICOD151",
        "name": "Tecnologías De La Información Para El Cálculo Científico",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "FISD212",
        "name": "Química General",
        "semester": 2
      },
      {
        "code": "MATD224",
        "name": "Cálculo Integral",
        "semester": 2
      },
      {
        "code": "MATD234",
        "name": "Probabilidad Y Estadística",
        "semester": 2
      },
      {
        "code": "FISD244",
        "name": "Principios De Mecánica Newtoniana",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Análisis Socioeconómico Y Político Del Ecuador",
        "semester": 2
      },
      {
        "code": "MATD314",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 3
      },
      {
        "code": "MATD324",
        "name": "Cálculo Vectorial",
        "semester": 3
      },
      {
        "code": "FISD333",
        "name": "Teoría Cinética Molecular",
        "semester": 3
      },
      {
        "code": "FISD344",
        "name": "Mecánica Newtoniana",
        "semester": 3
      },
      {
        "code": "FISD415",
        "name": "Electromagnetismo",
        "semester": 4
      },
      {
        "code": "FISD425",
        "name": "Métodos Matemáticos Para La Física",
        "semester": 4
      },
      {
        "code": "FISD435",
        "name": "Ecuaciones Diferenciales Y Análisis De Fourier",
        "semester": 4
      },
      {
        "code": "FISD514",
        "name": "Electrodinámica",
        "semester": 5
      },
      {
        "code": "FISD523",
        "name": "Óptica",
        "semester": 5
      },
      {
        "code": "FISD533",
        "name": "Física Atómica",
        "semester": 5
      },
      {
        "code": "FISD544",
        "name": "Mecánica Lagrangiana Y Hamiltoniana",
        "semester": 5
      },
      {
        "code": "ADMD511",
        "name": "Gestión Organizacional",
        "semester": 5
      },
      {
        "code": "FISD613",
        "name": "Elementos De Mecánica Cuántica",
        "semester": 6
      },
      {
        "code": "FISD624",
        "name": "Electrodinámica Complementos",
        "semester": 6
      },
      {
        "code": "FISD634",
        "name": "Física Térmica",
        "semester": 6
      },
      {
        "code": "FISD643",
        "name": "Electrónica",
        "semester": 6
      },
      {
        "code": "ADMD611",
        "name": "Gestión De Procesos Y Calidad",
        "semester": 6
      },
      {
        "code": "FISD712",
        "name": "Física Nuclear Y De Partículas",
        "semester": 7
      },
      {
        "code": "FISD724",
        "name": "Mecánica Estadística",
        "semester": 7
      },
      {
        "code": "FISD733",
        "name": "Complementos De Mecánica Cuántica",
        "semester": 7
      },
      {
        "code": "FISD744",
        "name": "Programación Científica",
        "semester": 7
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 7
      },
      {
        "code": "ADMD711",
        "name": "Ingeniería Financiera",
        "semester": 7
      },
      {
        "code": "FISD800",
        "name": "Asignatura De Itinerario",
        "semester": 8
      },
      {
        "code": "FISD824",
        "name": "Física Del Estado Sólido",
        "semester": 8
      },
      {
        "code": "FISD832",
        "name": "Física Experimental",
        "semester": 8
      },
      {
        "code": "FISD844",
        "name": "Física Computacional",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Diseño Y Preparación Examen De Carácter Complexivo",
        "semester": 8
      },
      {
        "code": "CSHD400",
        "name": "Asignatura De Ciencia Tecnología Y Sociedad",
        "semester": 8
      },
      {
        "code": "FISD900",
        "name": "Asignatura De Itinerario Avanzada",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Unidad De Integración Curricular / Trabajo De Integración Curricular / Examen De Carácter Complexivo",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_DUAL_TECNÓLOGA_O_SUPERIOR_EN_PROCESAMIENTO_DE_ALIMENTOS",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/procesamiento-de-alimentos/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Tecnóloga/o Superior en Procesamiento de Alimentos",
    "faculty_name": "Escuela de Formación de Tecnólogos",
    "degree_title": "Tecnóloga/o Superior en Procesamiento de Alimentos",
    "description": "Formar tecnólogos superiores en Procesamiento de Alimentos con competencias profesionales integrales, conocimientos teóricos y prácticos que tomen en consideración estándares de calidad y producción internacionales, dentro de un contexto multicultural-global de fuerte competencia para fortalecer el nivel actual del sector alimenticio en los ámbitos productivo, económico y social y, de esta manera, contribuir al desarrollo integral del país. Escuela de Formación de Tecnólogos Tecnóloga/o Superior en Procesamiento de Alimentos Cinco (5) períodos académicos Dual Usar de forma responsable los recursos naturales promoviendo el cuidado del medio ambiente. Formar tecnólogos superiores en Procesamiento de Alimentos con competencias profesionales integrales, conocimientos teóricos y prácticos que tomen en consideración estándares de calidad y producción internacionales, dentro de un contexto multicultural-global de fuerte competencia para fortalecer el nivel actual del sector alimenticio en los ámbitos productivo, económico y social y, de esta manera, contribuir al desarrollo integral del país. Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Dual",
    "study_plan_name": "Malla Curricular Tecnóloga/o Superior en Procesamiento de Alimentos",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_procesamiento_alimentos.pdf",
    "subjects": [
      {
        "code": "TPAD113",
        "name": "Introducción A La Termodinámica Básica",
        "semester": 1
      },
      {
        "code": "TPAD124",
        "name": "Química Orgánica",
        "semester": 1
      },
      {
        "code": "TPAD135",
        "name": "Biología",
        "semester": 1
      },
      {
        "code": "TPAD143",
        "name": "Matemáticas",
        "semester": 1
      },
      {
        "code": "TPAD155",
        "name": "Física Aplicada",
        "semester": 1
      },
      {
        "code": "CSHD162",
        "name": "Comunicación Oral Y Escrita I",
        "semester": 1
      },
      {
        "code": "ICOD173",
        "name": "Informática I",
        "semester": 1
      },
      {
        "code": "VPPD111",
        "name": "Prácticas En Entidad Receptora Formadora",
        "semester": 1
      },
      {
        "code": "TPAD226",
        "name": "Fundamentos De Operaciones Unitarias",
        "semester": 2
      },
      {
        "code": "TPAD235",
        "name": "Fundamentos De Conservación De Alimentos",
        "semester": 2
      },
      {
        "code": "TPAD244",
        "name": "Química De Los Alimentos",
        "semester": 2
      },
      {
        "code": "TPAD255",
        "name": "Análisis De Alimentos",
        "semester": 2
      },
      {
        "code": "CSHD262",
        "name": "Comunicación Oral Y Escrita Ii",
        "semester": 2
      },
      {
        "code": "ICOD273",
        "name": "Informática Ii",
        "semester": 2
      },
      {
        "code": "VPPD211",
        "name": "Prácticas En Entidad Receptora Formadora",
        "semester": 2
      },
      {
        "code": "VPPD221",
        "name": "Proyecto Empresarial",
        "semester": 2
      },
      {
        "code": "TPAD313",
        "name": "Legislación Alimentaria",
        "semester": 3
      },
      {
        "code": "TPAD326",
        "name": "Operaciones Unitarias I",
        "semester": 3
      },
      {
        "code": "TPAD336",
        "name": "Conservación De Alimentos",
        "semester": 3
      },
      {
        "code": "TPAD344",
        "name": "Manejo Higiénico De Los Alimentos",
        "semester": 3
      },
      {
        "code": "TPAD354",
        "name": "Análisis Sensorial De Alimentos",
        "semester": 3
      },
      {
        "code": "CSHD362",
        "name": "Cultura Y Diversidad",
        "semester": 3
      },
      {
        "code": "VPPD311",
        "name": "Prácticas En Entidad Receptora Formadora",
        "semester": 3
      },
      {
        "code": "VPPD321",
        "name": "Proyecto Empresarial",
        "semester": 3
      },
      {
        "code": "TPAD413",
        "name": "Seguridad Industrial Y Salud Ocupacional",
        "semester": 4
      },
      {
        "code": "TPAD425",
        "name": "Operaciones Unitarias Ii",
        "semester": 4
      },
      {
        "code": "TPAD433",
        "name": "Sistemas De Calidad En Alimentos",
        "semester": 4
      },
      {
        "code": "TPAD443",
        "name": "Limpieza Y Mantenimiento",
        "semester": 4
      },
      {
        "code": "TPAD453",
        "name": "Almacenamiento De Productos Alimenticios",
        "semester": 4
      },
      {
        "code": "TPAD463",
        "name": "Empaque Y Embalaje De Alimentos",
        "semester": 4
      },
      {
        "code": "PSCD205",
        "name": "Servicio A La Comunidad",
        "semester": 4
      },
      {
        "code": "VPPD411",
        "name": "Prácticas En Entidad Receptora Formadora",
        "semester": 4
      },
      {
        "code": "VPPD421",
        "name": "Proyecto Empresarial",
        "semester": 4
      },
      {
        "code": "TPAD523",
        "name": "Uso Eficiente De Recursos Y Producción Más Limpia",
        "semester": 5
      },
      {
        "code": "TPAD533",
        "name": "Desarrollo De Productos Alimenticios",
        "semester": 5
      },
      {
        "code": "TPAD544",
        "name": "Gestión De Sistemas De Inocuidad Alimentaria",
        "semester": 5
      },
      {
        "code": "TPAD553",
        "name": "Manejo De Bodegas E Inventarios",
        "semester": 5
      },
      {
        "code": "TITD202",
        "name": "Trabajo De Integración Curricular",
        "semester": 5
      },
      {
        "code": "VPPD511",
        "name": "Prácticas En Entidad Receptora Formadora",
        "semester": 5
      },
      {
        "code": "VPPD521",
        "name": "Proyecto Empresarial",
        "semester": 5
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_ELÉCTRICA",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-en-electricidad/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o Eléctrica",
    "faculty_name": "Facultad de Ingeniería Eléctrica y Electrónica",
    "degree_title": "Ingeniera/o Eléctrica",
    "description": "La Carrera de Seguridad de Tecnologías de la Información busca formar profesionales en el ámbito de la Seguridad de las Tecnologías de la Información y la Comunicación capaces de identificar, evaluar y tratar los riesgos de seguridad en redes de comunicaciones, componentes de TI e información de organizaciones de diferentes sectores productivos del país, utilizando para ello metodologías, técnicas y herramientas de vanguardia, e implementando buenas prácticas y tecnologías de protección adecuadas; con habilidades para interrelacionarse personal y profesionalmente, y para trabajar en equipo con alto rigor ético y legal y comprometidos con el desarrollo sustentable de las organizaciones y su entorno. Facultad de Ingeniería Eléctrica y Electrónica Ingeniera/o Eléctrica Nueve períodos académicos Presencial El perfil del aspirante a ingresar a la Carrera en Electricidad de la Escuela Politécnica Nacional, incluye las siguientes capacidades, habilidades y aptitudes: Ofrecer a la sociedad ecuatoriana un programa de formación de tercer nivel enfocado en la generación de profesionales con capacidad de investigación y desarrollo en los campos de la 7 ingeniería eléctrica, que participen y contribuyan con el desarrollo de las actividades productivas dentro de los sectores estratégicos del País. Plantear soluciones a los diversos problemas locales específicos tomando como referencia la realidad socioeconómica y política del Ecuador Integrar conceptos sociales, económicos y ambientales en procesos de evaluación de proyectos Identificar normas y principios relativos a la conservación del medio ambiente para aplicarlos en el desarrollo de proyectos de ingeniería a su cargo Identificar los fundamentos de ciencia, tecnología, ingeniería y matemáticas; necesarios para su formación profesional. Identificar los procesos de la conversión de energía proveniente de fuentes convencionales y no convencionales, destinados a la generación de energía eléctrica. Resolver problemas de optimización para estudios técnicos eléctricos específicos. Estos problemas de optimización, que necesariamente considerarán criterios técnicos, económicos y de preservación del ambiente, se encaminan al desarrollo de capacidades de autoaprendizaje e investigación. Integrar conocimientos para realizar diseños, modelaciones matemáticas y simulaciones operativas de sistemas de generación, transmisión y/o distribución de energía eléctrica que le permitan inmiscuirse en procesos de autoaprendizaje e investigación formativa. Elaborar diseños de instalaciones eléctricas a nivel residencial, comercial e industrial Evaluar la demanda de energía eléctrica de instalaciones a nivel residencial, comercial e industrial. Realizar auditorías energéticas y de calidad de suministro de electricidad. Integrar conocimientos relativos a procesos de despacho y operación de sistemas eléctricos de potencia. Resolver problemas de ingeniería de sistemas de potencia en estado estacionario y dinámico. Sintetizar problemas de optimización mediante la utilización de modelos computacionales para el aprovechamiento óptimo de recursos naturales considerando criterios técnicos, económicos y de preservación del ambiente. Simular sistemas de generación – transmisión de energía eléctrica para realizar análisis y estudios operativos específicos en sistemas de alto y extra alto voltaje. Simular sistemas de distribución de energía eléctrica para realizar análisis y estudios operativos específicos en sistemas medio y bajo voltaje. Utilizar nuevas metodologías de seguridad industrial para pruebas y puesta en funcionamiento de sistemas eléctricos a nivel industrial, comercial y doméstico. Participar en equipos multidisciplinarios de investigación en el área de estudios eléctricos especializados de sistemas de potencia Participar en proyectos de investigación relacionados con el despacho, operación, seguridad y calidad de servicio en los sistemas eléctricos de potencia Facultad de Ingeniería Eléctrica y Electrónica Edificio No. 16 FIEE, Piso 2, Oficina E-204 (+593) 2 297 6300, ext. 2210, 2211 De 08:00 a 12:30 y de 14:00 a 16:30 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o Eléctrica",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_electricidad.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "FISD134",
        "name": "Mecánica Newtoniana",
        "semester": 1
      },
      {
        "code": "QUID143",
        "name": "Química General",
        "semester": 1
      },
      {
        "code": "ICOD111",
        "name": "Herramientas Informáticas",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD213",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 2
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadística Básicas",
        "semester": 2
      },
      {
        "code": "IEED232",
        "name": "Cálculo Vectorial",
        "semester": 2
      },
      {
        "code": "IEED242",
        "name": "Fundamentos De Electromagnetismo",
        "semester": 2
      },
      {
        "code": "IEED252",
        "name": "Programación",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Análisis Socioeconómico Y Político Del Ecuador",
        "semester": 2
      },
      {
        "code": "IEED272",
        "name": "Electrotecnia",
        "semester": 2
      },
      {
        "code": "IEED312",
        "name": "Matemática Avanzada",
        "semester": 3
      },
      {
        "code": "IEED323",
        "name": "Sistemas Digitales",
        "semester": 3
      },
      {
        "code": "IEED333",
        "name": "Dispositivos Electrónicos",
        "semester": 3
      },
      {
        "code": "IEED342",
        "name": "Teoría Electromagnética",
        "semester": 3
      },
      {
        "code": "IEED353",
        "name": "Fundamentos De Circuitos Eléctricos",
        "semester": 3
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 3
      },
      {
        "code": "IEED371",
        "name": "Matemática Discreta",
        "semester": 3
      },
      {
        "code": "IEED413",
        "name": "Comunicaciones",
        "semester": 4
      },
      {
        "code": "IEAD423",
        "name": "Sistemas De Energía",
        "semester": 4
      },
      {
        "code": "IEED433",
        "name": "Circuitos Eléctricos",
        "semester": 4
      },
      {
        "code": "IELD443",
        "name": "Electrónica",
        "semester": 4
      },
      {
        "code": "IEED452",
        "name": "Conversión Mecánica",
        "semester": 4
      },
      {
        "code": "CSHD400",
        "name": "Asignatura De Sociedad",
        "semester": 4
      },
      {
        "code": "IELD512",
        "name": "Modelación De Sistemas Eléctricos De Potencia",
        "semester": 5
      },
      {
        "code": "IELD523",
        "name": "Alto Voltaje",
        "semester": 5
      },
      {
        "code": "IEAD533",
        "name": "Electrónica De Potencia",
        "semester": 5
      },
      {
        "code": "IELD543",
        "name": "Máquinas Eléctricas",
        "semester": 5
      },
      {
        "code": "IEAD553",
        "name": "Sistemas De Control Automático",
        "semester": 5
      },
      {
        "code": "ADMD511",
        "name": "Gestión Organizacional",
        "semester": 5
      },
      {
        "code": "IELD613",
        "name": "Estudios De Estado Estacionario De Sistemas Eléctricos De Potencia",
        "semester": 6
      },
      {
        "code": "IELD622",
        "name": "Diseño En Alto Voltaje",
        "semester": 6
      },
      {
        "code": "IELD633",
        "name": "Sistemas Eléctricos De Distribución",
        "semester": 6
      },
      {
        "code": "IELD643",
        "name": "Dinámica De Máquinas Eléctricas",
        "semester": 6
      },
      {
        "code": "IELD652",
        "name": "Instalaciones Eléctricas Medio Voltaje",
        "semester": 6
      },
      {
        "code": "ADMD611",
        "name": "Gestión De Calidad",
        "semester": 6
      },
      {
        "code": "ADMD711",
        "name": "Ingeniería Financiera",
        "semester": 6
      },
      {
        "code": "IELD713",
        "name": "Estabilidad De Sistemas Eléctricos De Potencia",
        "semester": 7
      },
      {
        "code": "IELD722",
        "name": "Diseño Electromecánico De Líneas De Transmisión",
        "semester": 7
      },
      {
        "code": "IELD732",
        "name": "Construcción De Redes Eléctricas",
        "semester": 7
      },
      {
        "code": "IELD742",
        "name": "Centrales De Generación Eléctrica",
        "semester": 7
      },
      {
        "code": "IELD753",
        "name": "Introducción A Protecciones Eléctricas",
        "semester": 7
      },
      {
        "code": "IELD761",
        "name": "Seguridad Industrial Y Ambiental",
        "semester": 7
      },
      {
        "code": "IELD772",
        "name": "Optimización De Sistemas De Potencia",
        "semester": 7
      },
      {
        "code": "IELD813",
        "name": "Operación Y Control De Sistemas Eléctricos De Potencia",
        "semester": 8
      },
      {
        "code": "IELD800",
        "name": "Itinerario Básico",
        "semester": 8
      },
      {
        "code": "IELD832",
        "name": "Calidad De Energía Eléctrica",
        "semester": 8
      },
      {
        "code": "IELD842",
        "name": "Confiabilidad De Sistemas Eléctricos De Potencia",
        "semester": 8
      },
      {
        "code": "IELD852",
        "name": "Planificación De Sistemas Eléctricos De Distribución",
        "semester": 8
      },
      {
        "code": "IEAD642",
        "name": "Diseño De Control Industrial",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Proyecto/Preparación Examen Complexivo",
        "semester": 8
      },
      {
        "code": "IELD900",
        "name": "Itinerario Avanzado",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "IELD941",
        "name": "Protecciones Eléctricas",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Titulación / Examen De Carácter Complexivo",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_EN_TECNOLOGÍAS_DE_LA_INFORMACIÓN",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-en-telecomunicaciones/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o en Tecnologías de la Información",
    "faculty_name": "Facultad de Ingeniería Eléctrica y Electrónica",
    "degree_title": "Ingeniera/o en Tecnologías de la Información",
    "description": "La Carrera de Tecnologías de la Información se concentra en los problemas relacionados con la satisfacción de las necesidades del usuario dentro de un contexto social y de la organización, a través de la selección, creación, aplicación, integración y administración de las Tecnologías de la Información, con una perspectiva teórica, práctica y experimental, para la transformación tanto delos usuarios como de las organizaciones mediante el empleo de tecnologías actuales y emergentes, y sin excluir principios actitudinales y afectivos en su interrelación con las personas y el medio en el que se desenvuelven Facultad de Ingeniería Eléctrica y Electrónica Ingeniera/o en Tecnologías de la Información Nueve (9) períodos académicos Presencial Los aspirantes a ingresar a la Carrera de Tecnologías de la Información deben haber concluido sus estudios de bachillerato y deben obtener el puntaje mínimo requerido por el Sistema Nacional de Nivelación y Admisión (SNNA) para ingenierías y en particular para la Carrera. Sería recomendable que el aspirante tenga el siguiente perfil de ingreso: Respecto a sus valores y actitudes, se espera que el aspirante, en concordancia con el código de ética de la EPN, tenga buena disposición para el trabajo individual y trabajo en equipo, respete al pensamiento, visión y criterios ajenos, excluya toda de forma de violencia y actitudes discriminatorias, apoyo a un ambiente pluralista y que haga de la honestidad el principio básico de comportamiento en todos sus actos. El objetivo de la Carrera de Tecnologías de la Información es formar profesionales de tercer nivel capaces de resolver problemas, de trabajar en equipo, responsables, innovadores, con iniciativa y autónomos, de aplicar ética y competentemente sus conocimientos en interacción humano máquina, bases de datos, redes de comunicaciones, sistemas web, gestión de información y seguridades, para integrar, evaluar y proponer soluciones basadas en Tecnologías de la Información en función del contexto de las organizaciones y así proponer soluciones a los distintos problemas que estas tengan, creando un impacto positivo en la sociedad de la información en concordancia con los lineamientos del Plan Nacional del Buen Vivir. Cooperar honesta y responsablemente en equipos de trabajo multi, intra e inter disciplinarios para generar la solución costo-efectivo que satisfaga las necesidades de los usuarios y tome en consideración el contexto en el que se desenvuelven. Valorar las regulaciones que incluyan la legislación nacional e internacional apropiada para su campo de especialización, con el fin de ejercer sus funciones dentro de los límites legales. Comprender la complejidad de la profesión y el compromiso con la sociedad y el medio ambiente, con el fin de cumplir con su código deontológico. Comunicar y receptar criterios de forma efectiva en diversos contextos de la profesión, tanto por medios orales como por medios escritos, interactuando así con los diferentes actores y sectores vinculados. Inferir el funcionamiento y las formas de utilización de las Tecnologías de la Información emergentes y existentes, relevantes para su campo de especialización. Usar sus conocimientos de administración y financieros, calidad, conservación y utilización de estadísticas e información técnica disciplinar en el ejercicio de su profesión. Utilizar los conocimientos de ciencias básicas y la capacidad de aprendizaje continuo para colaborar en proyectos de investigación, desarrollo e innovación. Aplicar conceptos técnico-prácticos actuales, con responsabilidad y ética, relacionados a las Tecnologías de la Información para interacción humano máquina, bases de datos, redes de comunicaciones, sistemas web, gestión de información y seguridades. Resolver problemas en las áreas de la especialidad usando los conocimientos teórico-metodológicos relacionados y considerando las mejores prácticas y estándares de las Tecnologías de la Información. Proponer soluciones elaboradas y argumentadas con sentido crítico, y empleando las Tecnologías de la Información para brindar respuestas proactivas y reactivas que garanticen la operatividad del negocio tratando de minimizar posibles riesgos. Aplicar los conocimientos de electricidad y electrónica, para transformar datos analógicos a digitales; bases de datos, para almacenamiento de la información y posible obtención de conocimiento de dicha información; redes de datos, para transmisión de la información; programación, para el procesamiento de la información; y finalmente, las aplicaciones distribuidas, aplicaciones web, servicios web y las interfaces humano-máquina para la generación y presentación de la información. Proponer soluciones basadas en Tecnologías de la Información que soporten los procesos de una organización gracias a la formación académica recibida, así como a su capacidad de autoaprendizaje e investigación formativa. Usar los conocimientos integrados en los campos de formación básica, profesional y humanística para generar una idea desde su concepto abstracto, ejecutarla y realizarla de forma práctica y real tanto en una nueva empresa como en organizaciones que emplean herramientas y metodologías de las Tecnologías de la Información. Evaluar la situación actual de la infraestructura de Tecnologías de la Información de una organización para encontrar fallos, determinar su rendimiento, optimizar su funcionamiento así como proponer mejoras de seguridad. Analizar las necesidades del usuario para la selección, diseño, implementación, evaluación, optimización y administración de las Tecnologías de la Información. Integrar soluciones basadas en Tecnologías de la Información tomando en consideración el entorno en el que se desenvuelve el usuario. Gestionar las herramientas e infraestructura de Tecnologías de la Información utilizadas dentro de una organización a fin de garantizar su correcto funcionamiento actual y futuro. Edificio No. 16, FIEE, Piso 2, Oficina E-106 (+593) 2 2976 300, ext. 2205 De 8:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o en Tecnologías de la Información",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2024/08/malla_tecnologias_informacion.pdf",
    "subjects": []
  },
  {
    "career_id": "EPN_PRESENCIAL_TECNÓLOGA_O_SUPERIOR_EN_REDES_Y_TELECOMUNICACIONES",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/redes-y-telecomunicaciones/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Tecnóloga/o Superior en Redes y Telecomunicaciones",
    "faculty_name": "Escuela de Formación de Tecnólogos",
    "degree_title": "Tecnóloga/o Superior en Redes y Telecomunicaciones",
    "description": "Los profesionales en Tecnología Superior en Redes y Telecomunicaciones podrán implementar y brindar soporte tecnológico en el planteamiento de soluciones innovadoras en el área de las Redes y Telecomunicaciones para así aportar al cambio de la matriz productiva del país y al cumplimiento del Plan Nacional del Buen Vivir, comprometidos con la sociedad y el medio ambiente. Escuela de Formación de Tecnólogos Tecnóloga/o Superior en Redes y Telecomunicaciones Cinco (5) períodos académicos Presencial Demostrar habilidades y destrezas en la resolución de problemas asociados con la tecnología Los profesionales en Tecnología Superior en Redes y Telecomunicaciones podrán implementar y brindar soporte tecnológico en el planteamiento de soluciones innovadoras en el área de las Redes y Telecomunicaciones para así aportar al cambio de la matriz productiva del país y al cumplimiento del Plan Nacional del Buen Vivir, comprometidos con la sociedad y el medio ambiente. El Laboratorio de Tecnología Eléctrica y Electrónica (LTEE-ESFOT) cuenta con tres áreas: Microprocesadores, Electrónica de Potencia y Comunicaciones. Espacio equipado con computadoras, módulos didácticos Arduino y módulos didácticos Raspberry, destinados al desarrollo de programación, simulación y diseño de sistemas electrónicos. Área del laboratorio que cuenta con instrumentos de medición y prueba como fuentes de voltaje, generadores de señales, osciloscopios, multímetros. Componentes eléctricos como tableros con elementos de protección y maniobra, módulos transformadores, comprobador de secuencia de fases, resistencias e inductancias decádicas, entre otros elementos. Este espacio dispone de equipos de cómputo, dispositivos de red como routers, switches, teléfonos IP; herramientas especializadas y componentes para prácticas de telecomunicaciones, sistemas de cableado estructurado y fibra óptica. Adicionalmente cuenta con diferentes antenas destinadas al estudio y análisis de la propagación de ondas. El LTEE-ESFOT es usado por estudiantes de la Escuela de Formación de Tecnólogos, así como por estudiantes de las Facultades de Ingeniería de la Escuela Politécnica Nacional. En este espacio, en sus tres áreas es posible la aplicación de conocimientos teóricos en la práctica, así como el desarrollo tanto de habilidades prácticas como habilidades blandas de los estudiantes. De manera general se encuentran: El Laboratorio se usa exclusivamente para actividades de DOCENCIA. Sin embargo, el uso de las diferentes áreas del Laboratorio facilita la realización de proyectos técnicos multidisciplinarios mismos que son desarrollados a nivel de proyectos de Trabajo de Integración Curricular por parte de los estudiantes, así mismo el uso de estos espacios pueden ser de mucha utilidad para actividades de investigación por parte de los docentes de la ESFOT, así como de la comunidad politécnica. En el ámbito de Vinculación, el LTEE-ESFOT, en determinadas ocasiones, acoge pasantes que desarrollan actividades específicas para la convalidación de horas de vinculación y la realización de prácticas laborales. Cabe recalcar que, el LTEE-ESFOT no presta servicios al medio externo y no cuenta con una cartera de clientes, es decir, no genera ingresos a la Institución. Ing. Maritza Rosero, Mgs. 022976300, Ext. 2707 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Tecnóloga/o Superior en Redes y Telecomunicaciones",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_redes_telecomunicaciones.pdf",
    "subjects": [
      {
        "code": "FISD113",
        "name": "Física",
        "semester": 1
      },
      {
        "code": "MATD143",
        "name": "Cálculo Diferencial E Integral",
        "semester": 1
      },
      {
        "code": "MATD153",
        "name": "Estadística Y Probabilidad Básica",
        "semester": 1
      },
      {
        "code": "ICOD142",
        "name": "Introducción A Las Tics",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "ADMD163",
        "name": "Administración Financiera",
        "semester": 1
      },
      {
        "code": "TRTD212",
        "name": "Electricidad",
        "semester": 2
      },
      {
        "code": "TRTD222",
        "name": "Instalaciones Eléctricas",
        "semester": 2
      },
      {
        "code": "TRTD232",
        "name": "Cableado Estructurado",
        "semester": 2
      },
      {
        "code": "TRTD244",
        "name": "Programación",
        "semester": 2
      },
      {
        "code": "TRTD254",
        "name": "Tcp/Ip",
        "semester": 2
      },
      {
        "code": "AMBD261",
        "name": "Ecología Y Ambiente",
        "semester": 2
      },
      {
        "code": "TRTD314",
        "name": "Electrónica Analógica Y Digital",
        "semester": 3
      },
      {
        "code": "TRTD323",
        "name": "Antenas Y Propagación",
        "semester": 3
      },
      {
        "code": "TRTD332",
        "name": "Sistemas Operativos",
        "semester": 3
      },
      {
        "code": "TRTD343",
        "name": "Redes De Computadoras",
        "semester": 3
      },
      {
        "code": "TRTD353",
        "name": "Sistemas De Comunicaciones",
        "semester": 3
      },
      {
        "code": "TRTD412",
        "name": "Comunicaciones Ópticas",
        "semester": 4
      },
      {
        "code": "TRTD423",
        "name": "Telecomunicaciones Inalámbricas",
        "semester": 4
      },
      {
        "code": "TRTD432",
        "name": "Sistemas De Televisión",
        "semester": 4
      },
      {
        "code": "TRTD443",
        "name": "Intranets Y Redes De Información",
        "semester": 4
      },
      {
        "code": "TRTD452",
        "name": "Leyes Y Normativas De Telecomunicaciones",
        "semester": 4
      },
      {
        "code": "ADMD421",
        "name": "Metodología De La Investigación",
        "semester": 4
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 4
      },
      {
        "code": "TRTD522",
        "name": "Redes De Siguiente Generación",
        "semester": 5
      },
      {
        "code": "TRTD542",
        "name": "Seguridad En Redes",
        "semester": 5
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen De Carácter Complexivo",
        "semester": 5
      },
      {
        "code": "TITD103",
        "name": "Diseño De Trabajo De Integración Curricular",
        "semester": 5
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 5
      }
    ]
  },
  {
    "career_id": "EPN_DUAL_TECNÓLOGA_O_SUPERIOR_EN_PROCESAMIENTO_INDUSTRIAL_DE_LA_MADERA",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/procesamiento-industrial-de-la-madera/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Tecnóloga/o Superior en Procesamiento Industrial de la Madera",
    "faculty_name": "Escuela de Formación de Tecnólogos",
    "degree_title": "Tecnóloga/o Superior en Procesamiento Industrial de la Madera",
    "description": "Implementar un programa de formación profesional a nivel tecnológico superior en modalidad dual que responda a las necesidades no cubiertas del sector productivo maderero, con competencias en diseño, procesamiento, transformación, elaboración y ensamblaje de productos en madera para incrementar la competitividad de la industria a fin de contribuir como un factor activo al cambio de la matriz productiva. Escuela de Formación de Tecnólogos Tecnóloga/o Superior en Procesamiento Industrial de la Madera Cinco (5) períodos académicos Dual Además, estarán aptos para dirigir sus propios emprendimientos en el área de diseño y procesamiento de la madera. El Tecnólogo Superior en Procesamiento Industrial de la Madera estará apto para ocupar los siguientes cargos, principalmente en empresas de manufactura de madera y sus derivados: Además, estarán aptos para dirigir sus propios emprendimientos en el área de diseño y procesamiento de la madera. Implementar un programa de formación profesional a nivel tecnológico superior en modalidad dual que responda a las necesidades no cubiertas del sector productivo maderero, con competencias en diseño, procesamiento, transformación, elaboración y ensamblaje de productos en madera para incrementar la competitividad de la industria a fin de contribuir como un factor activo al cambio de la matriz productiva. Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Dual",
    "study_plan_name": "Malla Curricular Tecnóloga/o Superior en Procesamiento Industrial de la Madera",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_procesamiento_madera.pdf",
    "subjects": []
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_AMBIENTAL",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-ambiental/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o Ambiental",
    "faculty_name": "Facultad de Ingeniería Civil y Ambiental",
    "degree_title": "Ingeniera/o Ambiental",
    "description": "Una profesión que enfrenta el desafío de mitigar los impactos negativos del desarrollo urbano e industrial, integrando conocimientos técnicos avanzados para diseñar soluciones innovadoras que promuevan un desarrollo ambientalmente sostenible. Esta disciplina también impulsa la creación de modelos de desarrollo que equilibren el crecimiento económico y la preservación de los recursos naturales. El Ingeniero Ambiental está capacitado para analizar, planificar, diseñar, operar y optimizar sistemas integrales que abarcan desde el suministro de agua potable y saneamiento básico, hasta la gestión de residuos sólidos y peligrosos, control de la contaminación, y gestión ambiental en la industria. Facultad de Ingeniería Civil y Ambiental Ingeniera/o Ambiental Nueve períodos académicos Presencial Los aspirantes a ingresar a la carrera de Ingeniería Ambiental, deben haber concluido los estudios de bachillerato y obtenido el puntaje mínimo definido por el Sistema Nacional de Nivelación y Admisión (SNNA) correspondiente a la carrera. Así también, el perfil deseable del aspirante incluye las siguientes habilidades: En cuanto a conocimientos, es deseable que el aspirante posea formación básica en física, matemática, química y fundamentos de biología. Formar académicos y profesionales con conocimientos y destrezas en Ingeniería Ambiental, con el fin de generar, difundir y transmitir soluciones ambientales de manera eficiente y sustentable; con un alto nivel de competencia en el entorno nacional e internacional y una permanente actualización profesional y realización humana conforme a los principios de la ética profesional; que contribuyan eficazmente al desarrollo sustentable del país. El Ingeniero Ambiental tendrá la capacidad de: Facultad de Ingeniería Civil y Ambiental Edificio No. 6, FICA, Segundo piso (+593) 2 297 6300, ext. 1604 decano.civil@epn.edu.ec De 7:00 a 13:00 y de 14:00 a 16:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o Ambiental",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_ambiental.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "FISD134",
        "name": "Mecánica Newtoniana",
        "semester": 1
      },
      {
        "code": "QUID143",
        "name": "Química General",
        "semester": 1
      },
      {
        "code": "ICOD111",
        "name": "Herramientas Informáticas",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD213",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 2
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadística Básicas",
        "semester": 2
      },
      {
        "code": "CVLD233",
        "name": "Cálculo Avanzado",
        "semester": 2
      },
      {
        "code": "AMBD243",
        "name": "Física Ambiental",
        "semester": 2
      },
      {
        "code": "AMBD252",
        "name": "Programación",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Análisis Socioeconómico Y Político Del Ecuador",
        "semester": 2
      },
      {
        "code": "AMBD313",
        "name": "Balance De Masa Y Energía",
        "semester": 3
      },
      {
        "code": "AMBD323",
        "name": "Química Orgánica",
        "semester": 3
      },
      {
        "code": "AMBD333",
        "name": "Laboratorio Ambiental",
        "semester": 3
      },
      {
        "code": "AMBD342",
        "name": "Geología Y Topografía",
        "semester": 3
      },
      {
        "code": "AMBD353",
        "name": "Biología",
        "semester": 3
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Humanidades",
        "semester": 3
      },
      {
        "code": "AMBD424",
        "name": "Calidad Del Agua Y Laboratorio",
        "semester": 4
      },
      {
        "code": "AMBD434",
        "name": "Hidráulica Básica Y Laboratorio",
        "semester": 4
      },
      {
        "code": "AMBD443",
        "name": "Fundamentos De Microbiología Y Laboratorio",
        "semester": 4
      },
      {
        "code": "AMBD453",
        "name": "Sistemas De Información Geográfica",
        "semester": 4
      },
      {
        "code": "CSDH400",
        "name": "Asignatura De Economía Y Sociedad",
        "semester": 4
      },
      {
        "code": "AMBD513",
        "name": "Ingeniería De La Reacción",
        "semester": 5
      },
      {
        "code": "AMBD522",
        "name": "Procesos Industriales",
        "semester": 5
      },
      {
        "code": "AMBD533",
        "name": "Agua Potable Y Alcantarillado",
        "semester": 5
      },
      {
        "code": "AMBD542",
        "name": "Ecología Y Ambiente",
        "semester": 5
      },
      {
        "code": "AMBD553",
        "name": "Meteorología Y Climatología",
        "semester": 5
      },
      {
        "code": "ADMD511",
        "name": "Gestión Organizacional",
        "semester": 5
      },
      {
        "code": "AMBD571",
        "name": "Análisis Instrumental",
        "semester": 5
      },
      {
        "code": "AMBD613",
        "name": "Residuos Sólidos Municipales",
        "semester": 6
      },
      {
        "code": "AMBD623",
        "name": "Calidad Y Control De La Contaminación Del Suelo",
        "semester": 6
      },
      {
        "code": "AMBD633",
        "name": "Potabilización Y Laboratorio",
        "semester": 6
      },
      {
        "code": "AMBD642",
        "name": "Gestión De Recursos Naturales",
        "semester": 6
      },
      {
        "code": "AMBD653",
        "name": "Hidrología Ambiental",
        "semester": 6
      },
      {
        "code": "ADMD611",
        "name": "Gestión De Procesos Y Calidad",
        "semester": 6
      },
      {
        "code": "AMBD713",
        "name": "Legislación Ambiental",
        "semester": 7
      },
      {
        "code": "AMBD723",
        "name": "Economía Ambiental",
        "semester": 7
      },
      {
        "code": "AMBD733",
        "name": "Depuración Y Laboratorio",
        "semester": 7
      },
      {
        "code": "AMBD743",
        "name": "Calidad Y Control De La Contaminación Del Aire",
        "semester": 7
      },
      {
        "code": "AMBD752",
        "name": "Ecotoxicología Y Laboratorio",
        "semester": 7
      },
      {
        "code": "ADMD711",
        "name": "Ingeniería Financiera",
        "semester": 7
      },
      {
        "code": "AMBD813",
        "name": "Seguridad Y Salud Ocupacional",
        "semester": 8
      },
      {
        "code": "AMBD823",
        "name": "Evaluación De Impacto Ambiental",
        "semester": 8
      },
      {
        "code": "AMBD833",
        "name": "Diseño De Plantas",
        "semester": 8
      },
      {
        "code": "AMBD843",
        "name": "Ordenamiento Territorial",
        "semester": 8
      },
      {
        "code": "AMBD800",
        "name": "Itinerario Básico",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Diseño Trabajo De Integración Curricular / Preparación Examen Complexivo",
        "semester": 8
      },
      {
        "code": "AMBD911",
        "name": "Energías Renovables",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "AMBD900",
        "name": "Itinerario Avanzado",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen Complexivo",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_INGENIERA_O_EN_TECNOLOGÍAS_DE_LA_INFORMACIÓN",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/ingenieria-en-telecomunicacion-de-la-informacion/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Ingeniera/o en Tecnologías de la Información",
    "faculty_name": "Facultad de Ingeniería Eléctrica y Electrónica",
    "degree_title": "Ingeniera/o en Tecnologías de la Información",
    "description": "La Carrera de Tecnologías de la Información se concentra en los problemas relacionados con la satisfacción de las necesidades del usuario dentro de un contexto social y de la organización, a través de la selección, creación, aplicación, integración y administración de las Tecnologías de la Información, con una perspectiva teórica, práctica y experimental, para la transformación tanto delos usuarios como de las organizaciones mediante el empleo de tecnologías actuales y emergentes, y sin excluir principios actitudinales y afectivos en su interrelación con las personas y el medio en el que se desenvuelven. Facultad de Ingeniería Eléctrica y Electrónica Ingeniera/o en Tecnologías de la Información Nueve (9) períodos académicos Presencial Los aspirantes a ingresar a la Carrera de Tecnologías de la Información deben haber concluido sus estudios de bachillerato y deben obtener el puntaje mínimo requerido por el Sistema Nacional de Nivelación y Admisión (SNNA) para ingenierías y en particular para la Carrera. Sería recomendable que el aspirante tenga el siguiente perfil de ingreso: Respecto a sus valores y actitudes, se espera que el aspirante, en concordancia con el código de ética de la EPN, tenga buena disposición para el trabajo individual y trabajo en equipo, respete al pensamiento, visión y criterios ajenos, excluya toda de forma de violencia y actitudes discriminatorias, apoyo a un ambiente pluralista y que haga de la honestidad el principio básico de comportamiento en todos sus actos. El objetivo de la Carrera de Tecnologías de la Información es formar profesionales de tercer nivel capaces de resolver problemas, de trabajar en equipo, responsables, innovadores, con iniciativa y autónomos, de aplicar ética y competentemente sus conocimientos en interacción humano máquina, bases de datos, redes de comunicaciones, sistemas web, gestión de información y seguridades, para integrar, evaluar y proponer soluciones basadas en Tecnologías de la Información en función del contexto de las organizaciones y así proponer soluciones a los distintos problemas que estas tengan, creando un impacto positivo en la sociedad de la información en concordancia con los lineamientos del Plan Nacional del Buen Vivir. Cooperar honesta y responsablemente en equipos de trabajo multi, intra e inter disciplinarios para generar la solución costo-efectivo que satisfaga las necesidades de los usuarios y tome en consideración el contexto en el que se desenvuelven. Valorar las regulaciones que incluyan la legislación nacional e internacional apropiada para su campo de especialización, con el fin de ejercer sus funciones dentro de los límites legales. Comprender la complejidad de la profesión y el compromiso con la sociedad y el medio ambiente, con el fin de cumplir con su código deontológico. Comunicar y receptar criterios de forma efectiva en diversos contextos de la profesión, tanto por medios orales como por medios escritos, interactuando así con los diferentes actores y sectores vinculados. Inferir el funcionamiento y las formas de utilización de las Tecnologías de la Información emergentes y existentes, relevantes para su campo de especialización Usar sus conocimientos de administración y financieros, calidad, conservación y utilización de estadísticas e información técnica disciplinar en el ejercicio de su profesión. Utilizar los conocimientos de ciencias básicas y la capacidad de aprendizaje continuo para colaborar en proyectos de investigación, desarrollo e innovación. Aplicar conceptos técnico-prácticos actuales, con responsabilidad y ética, relacionados a las Tecnologías de la Información para interacción humano máquina, bases de datos, redes de comunicaciones, sistemas web, gestión de información y seguridades Resolver problemas en las áreas de la especialidad usando los conocimientos teórico-metodológicos relacionados y considerando las mejores prácticas y estándares de las Tecnologías de la Información. Proponer soluciones elaboradas y argumentadas con sentido crítico, y empleando las Tecnologías de la Información para brindar respuestas proactivas y reactivas que garanticen la operatividad del negocio tratando de minimizar posibles riesgos. Aplicar los conocimientos de electricidad y electrónica, para transformar datos analógicos a digitales; bases de datos, para almacenamiento de la información y posible obtención de conocimiento de dicha información; redes de datos, para transmisión de la información; programación, para el procesamiento de la información; y finalmente, las aplicaciones distribuidas, aplicaciones web, servicios web y las interfaces humano-máquina para la generación y presentación de la información. Proponer soluciones basadas en Tecnologías de la Información que soporten los procesos de una organización gracias a la formación académica recibida, así como a su capacidad de autoaprendizaje e investigación formativa. Usar los conocimientos integrados en los campos de formación básica, profesional y humanística para generar una idea desde su concepto abstracto, ejecutarla y realizarla de forma práctica y real tanto en una nueva empresa como en organizaciones que emplean herramientas y metodologías de las Tecnologías de la Información. Evaluar la situación actual de la infraestructura de Tecnologías de la Información de una organización para encontrar fallos, determinar su rendimiento, optimizar su funcionamiento, así como proponer mejoras de seguridad. Analizar las necesidades del usuario para la selección, diseño, implementación, evaluación, optimización y administración de las Tecnologías de la Información. Integrar soluciones basadas en Tecnologías de la Información tomando en consideración el entorno en el que se desenvuelve el usuario. Gestionar las herramientas e infraestructura de Tecnologías de la Información utilizadas dentro de una organización a fin de garantizar su correcto funcionamiento actual y futuro. Edificio No. 16, FIEE, Piso 2, Oficina E-106 (+593) 2 2976 300, ext. 2205 De 8:00 a 13:00 y de 14:00 a 17:00 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Ingeniera/o en Tecnologías de la Información",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_tecnologias_informacion.pdf",
    "subjects": []
  },
  {
    "career_id": "EPN_PRESENCIAL_MATEMÁTICA_O",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/matematica/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Matemática/o",
    "faculty_name": "Facultad de Ciencias",
    "degree_title": "Matemática/o",
    "description": "La matemática pura es fascinante, tanto como las áreas aplicadas. El profesional en esta carrera está capacitado para investigar, utilizar, adaptar o crear métodos y modelos matemáticos en análisis matemático, ecuaciones diferenciales, estadística, matemáticas financieras, métodos numéricos y computacionales, optimización y control óptimo. Tienen las destrezas para generar soluciones e innovaciones en diversas áreas de la ingeniería (minería, petróleo, transporte de contaminantes, mecánica de fluidos, control automático), de ciencias económicas y financieras (micro y macro economía, econometría, riesgo financiero), y de las ciencias naturales (física, biología, climatología, geología, ecología), con el fin de contribuir eficientemente con el cambio de la matriz productiva y el desarrollo del país. Facultad de Ciencias Matemática/o Nueve (9) períodos académicos Presencial El aspirante que desea ingresar a estudiar a la Carrera de Matemática de la Facultad de Ciencias de la Escuela Politécnica Nacional deberá haber concluido sus estudios de bachillerato, haber aprobado el examen de Nivelación y Admisión SNNA con el puntaje requerido y haber aprobado el curso de nivelación. Para el perfil deseable se sugieren las siguientes características: La carrera de matemática tiene por objeto la formación de profesionales cuyos conocimientos globales garanticen la resolución de problemas con elevado carácter de abstracción, así como de múltiples aplicaciones donde éstos puedan utilizarse. El profesional Matemático posee los conocimientos, habilidades, destrezas y aptitudes para desempeñarse en: 1. Escenario laboral de desarrollo de la ciencia: investigador 2. Escenario laboral de aplicación de la matemática por parte del Matemático: consultor y asesor Rol de consultor y asesor 3. Escenario laboral de dirección o administración de instituciones y proyectos: director o administrador 4. Escenario laboral de generación de empleo: emprendedor El matemático es capaz de ocuparse de temas con escasa referencia a situaciones históricas o a una determinada realidad económica, siguiendo una línea esencialmente investigativa. Las características de su formación, que privilegia aspectos (razonamiento deductivo y la propensión al análisis) esenciales en todas las ramas de las ciencias matemáticas, garantizan la posibilidad de su autoformación y una amplia apertura en todo lo referente a los desarrollos técnicos y a las distintas aplicaciones de la disciplina pertinente.Como afirma Malba Tahan (El hombre que calculaba, cap. XIV): “El progreso material de los hombres depende de las investigaciones abstractas ó científicas del presente, y será a los hombres de ciencia, que trabajan para fines puramente científicos sin pensar en la aplicación práctica de sus doctrinas, a quienes deberá la Humanidad su desarrollo material en tiempos futuros”.Además de actividades tradicionales consideradas como propias del matemático, como la docencia y la investigación (dentro de la cual destacan el estudio de modelos y la optimización, el análisis matemático, el análisis numérico y en particular las ecuaciones diferenciales), el matemático puede emprender fácilmente (con un adecuado entrenamiento) la investigación de campos como: estadística, control de calidad, gestión empresarial, cálculo actuarial, etc. Edificio No. 12 Facultad de Ciencias Piso 2 (+593) 2 297 6300, ext. 1519 jorge.valencia@epn.edu.ec De 08:00 a 12:30 y de 14:00 a 16:30 Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Matemática/o",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_matematica.pdf",
    "subjects": [
      {
        "code": "MATD115",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD124",
        "name": "Cálculo Diferencial",
        "semester": 1
      },
      {
        "code": "MATD133",
        "name": "Fundamentos De La Matemática",
        "semester": 1
      },
      {
        "code": "MATD141",
        "name": "Pensamiento Científico",
        "semester": 1
      },
      {
        "code": "ICOD151",
        "name": "Tecnologías De La Información",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MTMD212",
        "name": "Álgebra Afín",
        "semester": 2
      },
      {
        "code": "MATD224",
        "name": "Cálculo Integral",
        "semester": 2
      },
      {
        "code": "MATD234",
        "name": "Probabilidad Y Estadística",
        "semester": 2
      },
      {
        "code": "FISD244",
        "name": "Mecánica Newtoniana",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Principios De Análisis Socioeconómico Y Político Del Ecuador",
        "semester": 2
      },
      {
        "code": "MATD314",
        "name": "Ecuaciones Diferenciales Ordinarias",
        "semester": 3
      },
      {
        "code": "MATD324",
        "name": "Cálculo Vectorial",
        "semester": 3
      },
      {
        "code": "MTMD333",
        "name": "Estructuras Algebraicas",
        "semester": 3
      },
      {
        "code": "IMAD344",
        "name": "Programación Estructurada",
        "semester": 3
      },
      {
        "code": "MTMD414",
        "name": "Cálculo De Fourier Con Aplicaciones A Las Edps",
        "semester": 4
      },
      {
        "code": "MTMD424",
        "name": "Análisis Complejo",
        "semester": 4
      },
      {
        "code": "MTMD433",
        "name": "Complementos De Análisis Real",
        "semester": 4
      },
      {
        "code": "MTMD443",
        "name": "Geometría De Curvas Y Superficies",
        "semester": 4
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 4
      },
      {
        "code": "MTMD513",
        "name": "Teoría De La Medida E Integración",
        "semester": 5
      },
      {
        "code": "MTMD524",
        "name": "Análisis En Espacios De Banach Y Hilbert",
        "semester": 5
      },
      {
        "code": "IMAD534",
        "name": "Introducción A La Programación Lineal",
        "semester": 5
      },
      {
        "code": "IMAD543",
        "name": "Métodos Numéricos (1)",
        "semester": 5
      },
      {
        "code": "ADMD511",
        "name": "Análisis Organizacional",
        "semester": 5
      },
      {
        "code": "IMAD614",
        "name": "Teoría De Probabilidades",
        "semester": 6
      },
      {
        "code": "MTMD624",
        "name": "Análisis En Espacios De Banach Y Hilbert (2) / Análisis No Lineal",
        "semester": 6
      },
      {
        "code": "MTMD633",
        "name": "Topología",
        "semester": 6
      },
      {
        "code": "IMAD643",
        "name": "Análisis Numérico",
        "semester": 6
      },
      {
        "code": "ADMD611",
        "name": "Gestión De Procesos Y Calidad",
        "semester": 6
      },
      {
        "code": "IMAD714",
        "name": "Procesos Estocásticos",
        "semester": 7
      },
      {
        "code": "MTMD724",
        "name": "Teoría De Operadores Lineales Acotados",
        "semester": 7
      },
      {
        "code": "MTMD733",
        "name": "Lógica Matemática (3)",
        "semester": 7
      },
      {
        "code": "IMAD623",
        "name": "Optimización No Lineal",
        "semester": 7
      },
      {
        "code": "ADMD711",
        "name": "Ingeniería Financiera",
        "semester": 7
      },
      {
        "code": "IMAD843",
        "name": "Matemática Actuarial",
        "semester": 8
      },
      {
        "code": "MTMD824",
        "name": "Teoría De Operadores Lineales No Acotados",
        "semester": 8
      },
      {
        "code": "MTMD834",
        "name": "Ecuaciones Diferenciales Parciales Elípticas (4)",
        "semester": 8
      },
      {
        "code": "MTMD843",
        "name": "Teoría De Potencial (5)",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Diseño De Trabajo De Integración Curricular / Preparación Examen Complexivo",
        "semester": 8
      },
      {
        "code": "MTMD912",
        "name": "Introducción A La Teoría De Distribuciones",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "CSHD400",
        "name": "Asignatura De Economía Y Sociedad",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen De Carácter Complexivo",
        "semester": 9
      }
    ]
  },
  {
    "career_id": "EPN_PRESENCIAL_LICENCIADA_O_EN_ADMINISTRACIÓN_DE_EMPRESAS",
    "university_name": "Escuela Politécnica Nacional",
    "career_url": "https://www.epn.edu.ec/licenciatura-administracion-de-empresas/",
    "data_collection_date": "2026-01-23",
    "university_type": "Pública",
    "university_contact": "admision@epn.edu.ec",
    "career_name": "Licenciada/o en Administración de Empresas",
    "faculty_name": "Facultad de Ciencias Administrativas",
    "degree_title": "Licenciada/o en Administración de Empresas",
    "description": "En la Licenciatura en Administración de Empresas, adquirirás conocimientos clave en teorías y herramientas de gestión empresarial, y aprenderás a aplicar las mejores prácticas del mundo de los negocios. Además, desarrollarás habilidades a través de experiencias laborales y servicio comunitario, que te prepararán para gestionar organizaciones de cualquier sector de manera eficiente y contribuir al crecimiento económico y social de tu entorno. ¡Serás un líder capaz de transformar ideas en éxito!. Facultad de Ciencias Administrativas Licenciada/o en Administración de Empresas Nueve períodos académicos Presencial Demostrar habilidades de comunicación y trabajo en equipo en su ámbito profesional, llevando a cabo negociaciones exitosas en contextos multiculturales. Practicar la ética en su práctica profesional respetando el marco regulatorio vigente, liderando la transformación organizacional; y, actuando con solidaridad y responsabilidad social para mejorar la calidad de vida de su comunidad, con un sólido compromiso en el cuidado y conservación del medio ambiente. Identificar métodos innovadores de administración como apoyo en la toma de decisiones y en las prácticas de gestión, contribuyendo al desarrollo económico y empresarial. Aplicar herramientas administrativas basadas en el uso de las tecnologías de información y comunicación vinculadas a la gestión empresarial, que permitan identificar oportunidades de negocio y diseñar soluciones a los problemas organizacionales con la finalidad de tomar decisiones que contribuyan a la mejora continua empresarial. El Licenciado/a en Administración de Empresas está en capacidad de desarrollar actividades empresariales en cualquier tipo de organización, empleando técnicas y herramientas administrativas, diseñando y desarrollando proyectos innovadores apoyados en el uso de tecnologías de información y comunicación, tomando además decisiones estratégicas que agreguen valor y hagan competitiva a la organización en beneficio del desarrollo del país. Asimismo, está en capacidad de integrar equipos de investigación y participar en equipos multidisciplinarios en el desarrollo de actividades de consultoría empresarial. El profesional es formado con principios éticos, humanísticos; y, con valores de responsabilidad social. Dirección: Av. Ladrón de Guevara E11-253 Llámanos: (+593) 2 2976 300 Correo: info@epn.edu.ec PO·Box: 17-01-2759",
    "locations": [
      "Quito"
    ],
    "cost": "Gratuita (Pública)",
    "duration": "",
    "modality": "Presencial",
    "study_plan_name": "Malla Curricular Licenciada/o en Administración de Empresas",
    "study_plan_pdf": "https://www.epn.edu.ec/wp-content/uploads/2025/01/malla_administracion_empresas.pdf",
    "subjects": [
      {
        "code": "MATD113",
        "name": "Álgebra Lineal",
        "semester": 1
      },
      {
        "code": "MATD123",
        "name": "Cálculo En Una Variable",
        "semester": 1
      },
      {
        "code": "LAED132",
        "name": "Contabilidad Básica",
        "semester": 1
      },
      {
        "code": "LAED142",
        "name": "Principios De Administración",
        "semester": 1
      },
      {
        "code": "LAED153",
        "name": "Microeconomía",
        "semester": 1
      },
      {
        "code": "ICOD111",
        "name": "Herramientas Informáticas",
        "semester": 1
      },
      {
        "code": "CSHD111",
        "name": "Comunicación Oral Y Escrita",
        "semester": 1
      },
      {
        "code": "MATD213",
        "name": "Ecuaciones Diferenciales Y Ordinarias",
        "semester": 2
      },
      {
        "code": "MATD223",
        "name": "Probabilidad Y Estadística",
        "semester": 2
      },
      {
        "code": "LAED233",
        "name": "Contabilidad De Costos",
        "semester": 2
      },
      {
        "code": "LAED243",
        "name": "Administración Estratégica",
        "semester": 2
      },
      {
        "code": "LAED252",
        "name": "Macroeconomía",
        "semester": 2
      },
      {
        "code": "CSHD211",
        "name": "Análisis Socioeconómico Y Político Del Ecuador",
        "semester": 2
      },
      {
        "code": "LAED313",
        "name": "Muestreo",
        "semester": 3
      },
      {
        "code": "LAED323",
        "name": "Estadística Aplicada A La Empresa",
        "semester": 3
      },
      {
        "code": "LAED333",
        "name": "Ingeniería Financiera",
        "semester": 3
      },
      {
        "code": "LAED343",
        "name": "Gestión De Procesos De Negocio",
        "semester": 3
      },
      {
        "code": "LAED352",
        "name": "Principios De Marketing",
        "semester": 3
      },
      {
        "code": "CSHD300",
        "name": "Asignatura De Artes Y Humanidades",
        "semester": 3
      },
      {
        "code": "LAED412",
        "name": "Sistemas De Información Gerencial",
        "semester": 4
      },
      {
        "code": "LAED423",
        "name": "Administración De Operaciones",
        "semester": 4
      },
      {
        "code": "LAED433",
        "name": "Gestión De La Calidad",
        "semester": 4
      },
      {
        "code": "LAED443",
        "name": "Comportamiento Organizacional",
        "semester": 4
      },
      {
        "code": "LAED453",
        "name": "Investigación De Mercadeos",
        "semester": 4
      },
      {
        "code": "CSHD400",
        "name": "Asignatura De Economía Y Sociedad",
        "semester": 4
      },
      {
        "code": "LAED513",
        "name": "Investigación De Operaciones",
        "semester": 5
      },
      {
        "code": "LAED522",
        "name": "Gestión De Seguridad Y Salud En El Trabajo",
        "semester": 5
      },
      {
        "code": "LAED533",
        "name": "Administración Presupuestaria",
        "semester": 5
      },
      {
        "code": "LAED543",
        "name": "Gestión Del Talento Humano",
        "semester": 5
      },
      {
        "code": "LAED552",
        "name": "Dirección Y Organización De Ventas",
        "semester": 5
      },
      {
        "code": "LAED562",
        "name": "Derecho Societario Y Mercantil",
        "semester": 5
      },
      {
        "code": "LAED613",
        "name": "Logística Empresarial",
        "semester": 6
      },
      {
        "code": "LAED622",
        "name": "Ética Y Responsabilidad Social Empresarial",
        "semester": 6
      },
      {
        "code": "LAED633",
        "name": "Gestión Tributaria",
        "semester": 6
      },
      {
        "code": "LAED643",
        "name": "Innovación Y Desarrollo De Productos",
        "semester": 6
      },
      {
        "code": "LAED652",
        "name": "Gestión Del Servicio",
        "semester": 6
      },
      {
        "code": "LAED662",
        "name": "Derecho Laboral",
        "semester": 6
      },
      {
        "code": "LAED713",
        "name": "Simulación De Negocios",
        "semester": 7
      },
      {
        "code": "LAED723",
        "name": "Gestión De Proyectos",
        "semester": 7
      },
      {
        "code": "LAED733",
        "name": "Finanzas Corporativas",
        "semester": 7
      },
      {
        "code": "LAED743",
        "name": "Marketing Digital",
        "semester": 7
      },
      {
        "code": "LAED753",
        "name": "Gestión Pública",
        "semester": 7
      },
      {
        "code": "LAED812",
        "name": "Liderazgo Y Técnicas De Negociación",
        "semester": 8
      },
      {
        "code": "LAED822",
        "name": "Desarrollo Sostenible",
        "semester": 8
      },
      {
        "code": "LAED833",
        "name": "Auditoría Financiera",
        "semester": 8
      },
      {
        "code": "LAED842",
        "name": "Comercio Exterior",
        "semester": 8
      },
      {
        "code": "LAED852",
        "name": "Marketing Internacional",
        "semester": 8
      },
      {
        "code": "LAED863",
        "name": "Metodología De La Investigación",
        "semester": 8
      },
      {
        "code": "TITD101",
        "name": "Diseño Trabajo De Integración Curricular / Preparación De Examen Complexivo",
        "semester": 8
      },
      {
        "code": "LAED913",
        "name": "Desarrollo De Proyectos Empresariales",
        "semester": 9
      },
      {
        "code": "PRLD105",
        "name": "Prácticas Laborales",
        "semester": 9
      },
      {
        "code": "PSCD202",
        "name": "Prácticas De Servicio Comunitario",
        "semester": 9
      },
      {
        "code": "TITD201",
        "name": "Trabajo De Integración Curricular / Examen De Carácter Complexivo",
        "semester": 9
      }
    ]
  }
]