[
    {
        "universidad":"ECOTEC",
        "carrera":"Universidad",
        "url_origen":"https:\/\/ecotec.edu.ec\/grado\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Presencial Inicio Grado Presencial Facultades Twitter Facebook Instagram Youtube Ciencias de la Salud y Desarrollo Humano Ingenierías, Arquitectura y Ciencias de la Naturaleza Derecho y Gobernabilidad Comunicación, Humanidades y Creatividad Ciencias Económicas y Empresariales Estudios Globales y Hospitalidad"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Misión y Visión",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/mision-vision\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Misión y Visión Inicio Misión y Visión Misión Formar profesionales humanistas e innovadores, con responsabilidad social, empresarial y ambiental, a través de la docencia y la investigación de calidad, para contribuir al desarrollo del país. Visión La Universidad Tecnológica ECOTEC, se consolida como una institución de docencia e investigación, siendo referente científico y tecnológico, reconocida por la calidad de sus procesos sustantivos. Misión Formar profesionales humanistas e innovadores, con responsabilidad social, empresarial y ambiental, a través de la docencia y la investigación de calidad, para contribuir al desarrollo del país. Visión La Universidad Tecnológica ECOTEC, se consolida a nivel nacional e internacional como una institución de docencia e investigación, siendo referente científico, tecnológico y ambiental por la calidad de sus procesos sustantivos."
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Políticas Institucionales",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/politicas-institucionales\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Políticas Institucionales Inicio Políticas Institucionales Las políticas que rigen a la Universidad Tecnológica ECOTEC se definen como el conjunto de directrices generales que norman los procesos de gestión de la institución. Política Académica, sustentada en: El carácter social del aprendizaje desde contenidos científicos y globales en contextos de actuación-formación cambiantes. La formación para la investigación como herramienta para la solución de los problemas profesionales. Un proceso de formación humanista, científico y creativo que contribuya a la identificación de necesidades sociales por medio de la vinculación con los entornos y contextos. Cuerpo docente con dominio profundo de la ciencia, la didáctica, la metodología, las competencias investigativas y el manejo de las TICs en función de la formación integral de los estudiantes. La formación de profesionales que desde la integración de la teoría y la práctica aborden con pensamiento creativo, aprendizaje y competencias investigativas los problemas que se presentan en los entornos profesionales y sociales. Política de Investigación Científica, sustentada en: Concebir de manera sistémica la interacción de las estructuras organizacionales responsables de esta actividad con los diferentes programas académicos, las líneas, grupos y proyectos de investigación institucionales articulados a las necesidades de la Ciencia y la Sociedad. Fortalecer el desarrollo de la investigación científica, mediante la gestión del conocimiento científico-tecnológico y la innovación, desde una visión ética y humanista, como eje de articulación de los procesos de docencia y vinculación con la comunidad, dirigido a la formación de profesionales competentes, para incidir integralmente, en los contextos nacionales, regionales e internacionales. Política de Vinculación con la Sociedad, sustentada en: Contribuir a la formación de profesionales competentes para enfrentar las necesidades sociales, científicas y tecnológicas de la empresa y la sociedad. Concebir a la empresa y a la sociedad como ambiente de aprendizaje dinámico en la formación integral de los futuros profesionales. Proponer soluciones a las problemáticas y necesidades de la sociedad, a través de la generación de conocimiento, aportando al crecimiento social y humano, que posibilite mejor calidad de vida a la población. Política Ambiental, sustentada en: Formar profesionales con pensamiento y responsabilidad ambiental que contribuyan al desarrollo sostenible y sustentable de la empresa y la sociedad. Gestionar los aspectos ambientales asociados a las actividades y procesos universitarios, incrementando la eficiencia en la utilización de recursos naturales y energéticos. Promover una cultura ambiental mediante la prevención, mitigación y reducción del impacto ambiental. Política Integrada de Gestión: «ECOTEC es una institución de educación superior inclusiva que integra sus procesos con pertinencia e impulsa el fortalecimiento de su gestión, con calidad académica, responsabilidad social, preservando el medio ambiente y protegiendo la salud y seguridad de sus colaboradores con ética y transparencia, respetando el ordenamiento jurídico vigente e incorporando las necesidades y expectativas de las partes interesadas para la mejora continua”. Compromisos de la Alta Dirección Asignar, documentar y comunicar las responsabilidades específicas para los modelos del SIG a todos los niveles de la institución; Promover la difusión y entendimiento de la Política del SIG y sus propósitos, en el marco de la planeación estratégica; Realizar la revisión periódica del desempeño del SIG con los responsables específicos de cada área, para tomar las decisiones y acciones necesarias que fortalezcan su desempeño y resultados; Desarrollar una cultura de reflexión académica, evaluación, mejora continua, gestión de la propiedad intelectualy rendición de cuentas en todos los niveles y modalidades de la Institución, integrando a los grupos de interés pertinentes, con el propósito de dar cumplimiento a la filosofía institucional; Promover la innovación y actualización permanente de los procesos, articulando e integrando sus ejes sustantivos con las necesidades del entorno nacional e internacional, observando las tendencias del mercado ocupacional que sustenten la pertinencia académica y prospectiva del desarrollo educativo, científico y técnico relevante; Garantizar el cumplimiento de la legislación y reglamentación, en el marco de la autonomía universitaria, fundamentalmente aquellas relacionadas con la calidad de la Educación Superior ofertada, el Medio Ambiente y Seguridad y Salud en el Trabajo, así como cualquier otro requisito que sea adquirido como compromiso. Minimizar el impacto ambiental de las actividades inherentes a las acciones desarrolladas por ECOTEC potenciando el uso sostenible de recursos y reduciendo los residuos, siempre que sea viable, técnica y económicamente. Fomentar permanentemente la implementación de innovaciones tecnológicas de punta para gestionar campus sostenibles y seguros para el desarrollo de las actividades institucionales. Promover y aplicar condiciones de trabajo seguras y saludables identificando los factores de riesgo y peligros, para la prevención de riesgos laborales, la protección activa de la salud y la seguridad de los colaboradores, trabajadores y visitantes, como principio básico para el desarrollo de la actividad; así como un ambiente laboral favorable. Potenciar el desarrollo profesional y ocupacional del talento humano y su participación activa en la Institución como factor indispensable para el cumplimiento de los objetivos institucionales. Apoyar y respetar la protección de los derechos humanos fundamentales dentro del ámbito de influencia, asegurando la no vulneración de estos. Promover la igualdad de oportunidades para estudiantes, personal académico y administrativo, garantizando las mismas posibilidades en el acceso y permanencia, la equidad de género, incluyendo a grupos vulnerables históricamente excluidos, eliminando toda forma de trabajo forzoso o realizado bajo coerción, la erradicación del trabajo infantil y la abolición de las prácticas de discriminación en el trabajo. Promover los valores institucionales y luchar contra la corrupción en todas sus formas, incluidas la extorsión, la falsificación de contratación, el tráfico de influencias, el uso ilegal de bienes, el soborno y la falta de ética. Establecer vínculos de cooperación con IES nacionales y extranjeras para la transferencia de conocimientos y participación de la comunidad universitaria. Reforma Integral del Estatuto de la Universidad Tecnológica ECOTEC Valores Los valores declarados para la Universidad Tecnológica ECOTEC, son los que soportan el cumplimiento de su Visión, dando forma a su Misión y cultura organizacional, reflejando en su desempeño los estándares establecidos. Estos valores representan la identidad de la institución y como tal subyacen en todas las decisiones que se tomen y ejecuten. La Institución se comporta, acciona y desarrolla bajo los siguientes valores: Humanismo Integridad Respeto Libertad Resiliencia Liderazgo Responsabilidad Social, Empresarial y Ambiental Autoreflexión Innovación Políticas de privacidad La protección de los datos personales es de vital importancia para la UNIVERSIDAD TECNOLÓGICA ECOTEC. Nuestros procesos, tratamientos, actividades y servicios educativos están orientados a garantizar la protección de los datos y la seguridad de la información, como parte de nuestros objetivos institucionales de mejora continua. Por este motivo, a través de la presente Política, informamos a todos nuestros estudiantes, postulantes, alumnis, empleados, candidatos, docentes, proveedores y titulares en general, de manera sencilla y transparente, sobre el tratamiento de sus datos personales. 1.- ¿Cuál es el objetivo de nuestra Política de Privacidad? Establecer las directrices generales de los tratamientos de datos personales en la Universidad Tecnológica Ecotec, cumpliendo con el deber de información y fortaleciendo el nivel de confianza entre Responsable y Titulares, con relación a los tratamientos realizados. Además, se cumple con el propósito de informar a los Titulares, de las finalidades a las que son sometidos sus datos personales, y, los mecanismos para el ejercicio de sus derechos. 2.- ¿Cuál es el alcance de la presente Política? Esta Política se aplicará a todas las bases de datos o ficheros que incluyan datos personales y que sean objeto de tratamiento por parte de la Universidad Tecnológica Ecotec. Las actividades que realiza la institución, como responsable de tratamiento, cumplen los principios y derechos contemplados en la Ley Orgánica de Protección de Datos Personales, publicada el 26 de mayo del 2021, en el Registro Oficial No. 459 (5to. S.), y su Reglamento General, publicado el 13 de noviembre de 2023, en el Registro Oficial No. 435 (3er. S.). 3.- ¿Quién es el responsable del tratamiento de los datos personales? La Universidad Tecnológica Ecotec (en adelante ECOTEC), identificada con el Registro Único de Contribuyentes No. 0992489812001, con domicilio en el Km. 13.5 Vía a Samborondón, Campus ECOTEC, del cantón Samborondón, provincia del Guayas, Ecuador. Puede contactarnos a través del correo electrónico dpd@ecotec.edu.ec 4. ¿Qué función tiene el Delegado de Protección de Datos? El Delegado de Protección de Datos (DPD) es la persona que supervisa el cumplimiento de nuestra política de protección de datos, velando por que se traten los datos adecuadamente y se protejan los derechos de los titulares. Entre sus funciones figura la de atender cualquier duda, sugerencia, queja o reclamación de las personas cuyos datos tratamos. Se puede contactar con el Delegado de Protección de Datos dirigiéndose por escrito a nuestro domicilio, o directamente a la dirección electrónica dpd@ecotec.edu.ec 5. ¿Con qué finalidades y base legal tratamos los datos? Los tratamientos de datos personales que realizamos están enfocados en la protección de los derechos de los titulares y en el principio de proporcionalidad. Esto quiere decir que, tratamos en cada caso los datos adecuados, pertinentes y limitados al cumplimiento de las finalidades explícitas que motivaron su obtención, para hacer posible la prestación de los servicios educativos que son nuestra misión y el correcto funcionamiento de la institución. ECOTEC trata datos personales principalmente para prestar servicios académicos, investigativos y culturales, para el envío de comunicaciones relativas a nuestras actividades y servicios, y para el desarrollo de las relaciones que mantenemos con nuestros visitantes, empleados, docentes, proveedores y otros titulares. Dependiendo del titular, utilizamos sus datos personales para las siguientes actividades y según las siguientes bases de legitimación contempladas en el Art. 7 de la Ley Orgánica de Protección de Datos Personales: a) En base a la ejecución de medidas precontractuales • Para verificar, analizar y registrar la información del postulante y gestionar el proceso de admisión en las diferentes ofertas académicas. • Para la gestión de selección de proveedores. • Para los procesos de selección de los candidatos. • Para el estudio de perfiles académicos y profesionales de docentes en los procesos de selección. b) Para el cumplimiento de obligaciones contractuales • Para el registro y mantenimiento de la información de los estudiantes admitidos, en el sistema de información académica de la Universidad. • Para gestionar la notificación y resolución de problemas de pago mediante correo electrónico. • Para la categorización de tarifas de pago según el plan académico y el sistema de ayudas al estudiante. • Para gestionar la relación jurídica con los proveedores, incluyendo el pago correspondiente. • Para gestionar los expedientes de talento humano, incluyendo la gestión de nómina, comunicaciones a los empleados y beneficios laborales adicionales. • Para gestionar y resolver problemas relacionados con Tecnología e Información en la Universidad, con estudiantes, colaboradores y docentes. • Así mismo, para el cumplimiento de los procesos misionales como atención de solicitudes, estudio de perfiles académicos y profesionales para el mantenimiento de docentes, y comunicación de actividades laborales, de investigación e invitación a eventos. • Gestión de comunicaciones e incidencias relacionadas con los estudios y el trabajo. • Para la gestión de acreditaciones y certificaciones para estudiantes y docentes. • Para las gestiones de vinculación con la sociedad, practicas pre profesionales, pasantías, movilidad e internacionalización, incluyendo las comunicaciones relacionadas a los proyectos de impacto social, actividades de intercambio y cooperación internacional y obtención de becas. • Gestión de servicios de biblioteca. • Para las actividades relacionadas con el bienestar universitario, incluyendo el perfilamiento del estudiante para garantizar el bienestar de los diferentes grupos vulnerables. c) En cumplimiento de obligaciones legales • Gestión de seguros de accidentes para estudiantes. • Gestión Financiera relacionada al registro y pago de aportaciones al Seguro Social, así como emisión de comprobantes de pago, retención y otros documentos tributarios. • Control y registro de horario de trabajo (horas trabajadas) de los empleados y docentes titulares, en cumplimiento de las obligaciones y el ejercicio de derechos específicos en el ámbito laboral. • Perfilamiento de la información de los estudiantes y docentes para reporte y registro al Sistema Integral de Información de la Educación Superior; así como, el registro de información requerida en las instituciones públicas competentes como SENESCYT, CACES y CES. d) En base al consentimiento libre, inequívoco e informado • Se requiere consentimiento explícito para el control de ingreso y salida de estudiantes, docentes, empleados y colaboradores a las instalaciones de ECOTEC, mediante el uso de datos biométricos de registro facial o huella dactilar, según el sistema implementado en cada campus. Así mismo, se solicita el consentimiento explícito para el control de temperatura corporal mediante los sistemas técnicos implementados en la Universidad dependiendo de cada campus, con la finalidad de prevenir la propagación de virus y evitar el contagio de enfermades dentro de las instalaciones. • Para la gestión de selección de candidatos en caso de que se requiera el tratamiento de datos de categoría especial. • Para el monitoreo de llamadas al call center y la atención de solicitudes de información. • Para comunicaciones de actividades laborales, de investigación e invitación de eventos con los titulares con quien no se mantiene una relación contractual. • Para las gestiones comerciales y de marketing. • Para la gestión de información de familias de acogida en los procesos de movilidad e internacionalización. • Para el control de préstamo de equipos audiovisuales y compartición de videos y fotografías generados por el estudiante. e) Sobre la base de nuestro interés legítimo • Para el control de acceso a las instalaciones de la Universidad, incluyendo la videovigilancia y\/o captación de placas de vehículos, a fin de preservar la seguridad de las personas, instalaciones, bienes muebles e infraestructura mediante un control formal de accesos físicos; atendiendo siempre a las medidas de seguridad, los principios y limitaciones para tal efecto. • Para verificar el buen uso de los recursos por parte de los usuarios de las aplicaciones y plataformas de ECOTEC, y mantener la seguridad de los sistemas informáticos de la Universidad. • Para la investigación de faltas al reglamento interno, políticas y manuales de la Universidad y aplicación de sanciones. • Para el análisis de la capacidad instalada y operativa en la Universidad. • Para las evaluaciones de desempeño de los empleados y docentes de la Universidad, y, la gestión de encuestas y capacitaciones. • Para el análisis de información para la generación de indicadores de planificación académica. En relación con lo indicado, detallamos las principales finalidades de tratamiento de datos en la Universidad: Gestión académica ECOTEC registra y trata los datos de las personas que se postulan en el proceso de admisión y, posteriormente, formalizan la matrícula, para prestar sus servicios educativos de enseñanza superior. Adicionalmente, durante la permanencia en la Universidad, se podrán solicitar datos personales en distintas ocasiones, tales como, para el desarrollo de la actividad docente, la partición de actividades de estudiantes, los procesos internos de cada facultad, entre otros. Los datos aportados y los que resultan de la actividad académica permiten hacer un seguimiento y evaluación del estudiante. La gestión del expediente académico del estudiante es el tratamiento de datos más relevante, ya que se interrelaciona con las demás áreas de la Universidad, incluyendo procesos de matrícula, inscripción, custodia del expediente, convivencia y el cumplimiento de obligaciones misionales, académicas y legales. Los datos de los alumnos se utilizan también con finalidades de gestión administrativa, es decir, para identificarlos como usuarios de los servicios de la Universidad; hacer posible el acceso a estos servicios; enviar información de su interés; tramitar y expedir los títulos y, hacer el seguimiento de la inserción laboral y sus beneficios como alumni. Además del seguimiento en los procesos de movilidad nacional e internacionalización del estudiante, gestión de prácticas, pasantías, grabaciones de clases, entre otros. En los servicios académicos de modalidad online, ECOTEC podrá proceder a la grabación de las pruebas de evaluación virtual\/online para garantizar la seguridad a la hora de realizar las mismas y como evidencia de la evaluación. Teniendo en cuenta lo anterior, la grabación efectuada tiene como finalidad garantizar la presencialidad de los estudiantes, la realización de la prueba y evitar que los estudiantes cometan determinadas conductas inapropiadas durante la celebración de las misma. Además, en caso de ser necesario, se podrá grabar las clases impartidas y los eventos académicos realizados de forma telemática y, por ello, se tratarán los datos de imagen y, en su caso, voz del estudiante que o bien se encuentra presencialmente en el aula, o bien interactúa a través de herramientas digitales. La Universidad podrá difundir la grabación de las clases a través de las herramientas o plataformas de formación establecidas por ECOTEC, en este caso el acceso estará restringido solo a los estudiantes y profesores de la Universidad, así como, a los empleados de la Universidad encargados del mantenimiento de dicho sistema, estando completamente prohibida su difusión por el estudiante. En ningún caso se permite que los estudiantes procedan a las grabaciones de las clases, salvo que hayan solicitado el consentimiento de los asistentes, teniendo en cuenta que ECOTEC tendrá la potestad decisoria de compartir las grabaciones de clases. En caso de no facilitar alguno de los datos personales requeridos por la Universidad, no podríamos realizar la gestión académica y las finalidades vinculadas a estos procesos. Gestión de Contacto Tratamos datos personales para canalizar las solicitudes de información, sugerencias y reclamaciones que nos pueda hacer llegar, contactar con el remitente de la información, dar respuesta a las peticiones efectuadas por los titulares a través de cualquiera de las formas de contacto que se ponen a disposición de los titulares y hacer un seguimiento posterior. Obtenemos también datos por medio de relaciones presenciales y otros canales como la recepción de correos electrónicos, llamadas telefónicas, o por medio de nuestros perfiles en las redes sociales. En todos los casos, los datos se destinan sólo a las finalidades explícitas que justifican la recogida y tratamiento. Gestión de talento humano y selección de personal Tratamos datos personales en el desarrollo de la relación laboral con los empleados administrativos, de servicios generales y docentes de la Universidad. Esta gestión comprende el tratamiento de sus datos personales para la gestión de pago de nómina, bienestar y beneficios laborales, comunicaciones relacionadas al ámbito laboral, control de acceso y cumplimiento de horarios de trabajo y gestión de la información general de los expedientes de recursos humanos para cumplir con obligaciones legales y contractuales. Además, se tratan datos para los procesos de selección de personal, este último, con el fin de analizar la adecuación del perfil de los candidatos a las posiciones vacantes o de nueva creación. Recogemos y custodiamos las hojas de vida que nos dirigen personas interesadas en trabajar con nosotros. Nuestro criterio es conservar, durante un plazo aproximado de un año, los datos de las personas que, tras realizar el proceso de selección, no acaben siendo contratadas por ECOTEC. El motivo de mantener estos datos es por si a corto plazo se produce una nueva vacante o nuevo puesto de trabajo que pueda adecuarse al perfil del candidato. No obstante, en este último caso, eliminamos inmediatamente los datos si el titular así lo ha solicitado. Gestión de información de actividades y servicios Con base en la información facilitada, remitimos comunicaciones comerciales, a través de medios electrónicos, para informar a los titulares interesados sobre los diferentes servicios y actividades ofrecidos por ECOTEC, así como los eventos organizados por la misma. En relación con el envío de las referidas comunicaciones, podemos elaborar perfiles comerciales, para ofrecerle los servicios académicos que mejor se ajusten a sus intereses. Además, una vez se han finalizado los estudios, utilizamos sus datos de contacto para enviar información de nuestros servicios y actividades a los alumnis. Gestión de proveedores y docentes Registramos y tratamos los datos de proveedores y docentes externos e invitados, de quienes obtenemos servicios o bienes. En esta categoría se incluyen los datos que se obtienen de los titulares que representan o trabajan en personas jurídicas y que son tratados en el ámbito de la relación contractual. Obtenemos los datos imprescindibles para mantener la relación comercial y\/o prestación de servicios, los destinamos únicamente a esta finalidad y en el uso propio de esta clase de relación. Gestión de informes estadísticos. El tratamiento de datos para realizar informes estadísticos tiene como objetivo cumplir con la obligación de analizar la calidad del servicio académico ofrecido y la planta de estudiantes y docentes. Estos informes serán comunicados a los organismos públicos competentes en materia de educación de manera anonimizada y\/o conforme las directrices señaladas por la autoridad. El tratamiento de los datos para este fin es obligatorio, ya que, de lo contrario, no se podrían efectuar dichos informes. Así mismo, el tratamiento tiene como finalidad la valoración interna de la calidad de los servicios académicos ofrecidos por ECOTEC y proponer mejoras. Los informes estadísticos serán conservados indefinidamente, en los casos en que los mismos contengan información anonimizada. El tratamiento de los datos con una finalidad estadística tiene su base legitimadora tanto en el cumplimiento de una obligación legal, para el caso de los informes que deben entregarse a las autoridades públicas de carácter educativo, como en el interés legítimo, en el caso de los informes internos, siendo el tratamiento proporcional en función de la finalidad perseguida. Gestión de videovigilancia y seguridad en las instalaciones En el acceso a nuestras instalaciones se informa, cuando corresponde, de la existencia de cámaras de videovigilancia mediante letreros informativos. Así mismo, se podrá solicitar las cédulas de los visitantes para el registro de ingreso, y se podrá captar información de las placas de los vehículos, con la finalidad de mantener el control y seguridad de las personas que ingresen y se encuentran dentro de las instalaciones de la Universidad, así como de todos sus bienes y activos. Las cámaras graban imágenes sólo de los puntos en los que está justificado para garantizar la seguridad de los bienes y de las personas y las imágenes se utilizan únicamente para esta finalidad, conservándose por un plazo aproximado de 20 días. Gestión de control de acceso y horario de trabajo mediante reconocimiento facial o huella dactilar, y, medición de control de temperatura corporal. ECOTEC podrá, en determinadas ocasiones, tratar datos biométricos de reconocimiento facial o huella dactilar a efectos de comprobar la identidad de los alumnos, docentes, colaboradores o empleados que tienen acceso a nuestros sistemas e instalaciones, con la finalidad de mantener el control y la seguridad de la Universidad. Así mismo, se pueden tratar estos datos biométricos para el control de los horarios de los empleados y docentes, en cumplimiento de las obligaciones y el ejercicio de derechos específicos en el ámbito laboral. La información de control de temperatura corporal se realiza con la finalidad de prevenir la propagación de virus y evitar el contagio de enfermedades dentro de las instalaciones. Estos tratamientos de datos biométricos se realizan dependiendo de los sistemas implementados por la Universidad en cada campus. Para esta finalidad, ECOTEC ha llevado a cabo las acciones necesarias para garantizar el cumplimiento de la normativa de protección de datos, asegurando en todo momento la confidencialidad, integridad, disponibilidad y resiliencia de los datos personales y sistemas de la entidad. Gestión de participación de titulares en eventos académicos Durante la participación en las distintas actividades y eventos llevados a cabo por la Universidad se podrán captar imágenes de los participantes y visitantes por la realización de fotografías y vídeos. La Universidad se reserva el derecho de realizar fotografías y grabaciones de todas las actividades y eventos que organice, de forma individual o en colaboración con terceros, como parte de su interés legítimo. Usuarios del portal web y gestión de buen uso de recursos El sistema de navegación y el software que posibilita el funcionamiento de nuestro portal web recogen los datos que ordinariamente se generan en el uso de los protocolos de Internet. En esta categoría de datos se encuentran, entre otros, la dirección IP o nombre de dominio del ordenador utilizado por la persona que se conecta al sitio web. Esta información no se asocia a personas usuarias concretas y se utiliza con la finalidad exclusiva de obtener información estadística sobre el uso del sitio web. El portal web de ECOTEC utiliza cookies que facilitan la navegación y nos proporcionan información sobre nuestros usuarios. Además, se tratan datos personales para verificar el buen uso de los recursos por parte de los usuarios de las aplicaciones y plataformas de la Universidad. 6.- ¿Cuáles son las categorías de datos que tratamos? Dependiendo del titular y los tratamientos que realizamos, las categorías de datos pueden ser las siguientes: a. Datos de carácter identificativo: como, por ejemplo, código estudiantil; nombres y apellidos; correo electrónico; teléfono; ciudad; imagen (fotografía); dirección domiciliaria; celular; entre otros. b. Datos de características personales: como, por ejemplo, sexo; fecha y lugar de nacimiento; estado civil; entre otros. c. Datos de circunstancias familiares y sociales: como, por ejemplo, número de personas del núcleo familiar; número de hermanos y edades, entre otros. d. Datos académicos y profesionales: como, por ejemplo, historia educativa (colegio, tipo de colegio, año y estudios superiores); calificaciones; hoja de vida; historia laboral; entre otros. e. Datos de detalle de empleo: como, por ejemplo, lugar de trabajo; dirección y teléfono del lugar de trabajo; cargo; entre otros. f. Datos económicos, financieros y de seguros: como, por ejemplo, becas; descuentos; ayudas económicas certificados bancarios, entre otros. g. Datos sensibles: como, por ejemplo, identificación étnica, datos biométricos (huella dactilar, reconocimiento facial, control de temperatura). h. Datos de salud: como, por ejemplo, enfermedades, exámenes médicos, afecciones, entre otros. i. Datos de personas con discapacidad: tipo de discapacidad, grado de discapacidad. j. Datos de adolescentes: estudiantes que ingresan a la Universidad antes de cumplir 18 años, o estudiantes que aún cursan colegio y participan en eventos organizados por la Universidad. 7.- ¿Cómo obtenemos los datos? En el apartado 5 se hace referencia a algunos de los orígenes de los datos que tratamos, según cada proceso. En la mayoría de los casos los datos provienen directamente de los titulares, y los obtenemos principalmente por medio de los formularios, convenios o contratos preparados al efecto. Así mismo, obtenemos datos en eventos, jornadas y participaciones académicas donde presentamos nuestra oferta. En el desarrollo de la relación con los alumnos, con los docentes, empleados y con los proveedores de servicios se generan otros datos que se incorporan a los sistemas de ECOTEC. 8. ¿A quién se comunican los datos? Como criterio general, comunicamos datos personales a las autoridades competentes en cumplimientos de obligaciones legales. Así mismo, en determinados casos, se comunican datos personales para la correcta prestación de los servicios educativos y para la ejecución de la relación contractual con nuestros proveedores. Los destinatarios pueden ser, entre otros, los siguientes: a) Ministerio de Educación, CACES, CES, SENECYT, SIIES, SRI, IESS, Jueces y Tribunales de Ecuador, Fiscalía, UAFE, entre otros. b) Empresas prestadoras de servicios de aseguramiento. c) Empresas o instituciones con las que Ecotec ha firmado contratos, convenios o Alianza Estratégica. d) Auditores Externos y proveedores de servicios de la Univer"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Convenios",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/convenios\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Convenios Inicio Convenios Te podría interesar… Instituciones públicas y privadas que confían en nosotros en el ámbito nacional e internacional. Convenios de colaboración internacional Universidad de Maimónides, Argentina Centro Paula Souza, Brasil Nova Scotia Community College, Canadá College of New Caledonia, Canadá College of the Rockies, Canadá Selkirk College, Canadá Brock University, Canadá Universidad Mayor de Chile, Chile Universidad Santo Tomás, Chile Universidad del Magdalena, Colombia Fundación Universitaria Colombo Germana, Colombia Unidades Tecnológicas de Santander, Colombia Universidad Antonio Nariño, Colombia Universidad de Medellín, Colombia Universidad EAN, Colombia Universidad La Gran Colombia, Colombia Universidad Autónoma de Occidente, Colombia Universidad de Ciencias Aplicadas y Ambientales, Colombia Instituto Colombiano de Aprendizaje, Colombia UNIMINUTO, Colombia Universidad Católica de Daegu, Corea del Sur Hanyang University, Corea del Sur Universidad Latinoamericana de Ciencia y Tecnología, Costa Rica Universidad de la Habana, Cuba Universidad de las Ciencias Informáticas, Cuba Universidad de MOA Dr. Antonio Núñez Jiménez, Cuba Escuela de Negocios y Dirección ENyD, España Universidad de Cádiz, España Universidad de Granada, España Universidad de Sevilla, España Universidad de Córdoba, España Universidad Católica de Murcia, España San ignacio University, Estados Unidos Institut Supérieur de Gestion ISG Business School, Francia Universidad Anáhuac, México Universidad Autónoma de Baja California, México Universidad Autónoma de San Luis Potosí, México Universidad Nacional Autónoma de México, México Instituto Politécnico Nacional, México Instituto Tecnológico y de Estudios Superior de Monterrey, México Universidad de Guadalajara, México Universidad Anáhuac Veracruz, México Universidad de Monterrey, México Universidad Autónoma del Estado de Hidalgo, México Universidad Politécnica de Huejutla, México Universidad Latina de Panamá, Panamá Universidad Tecnológica de Perú, Perú Universidad Ricardo Palma, Perú Universidad San Ignacio de Loyola, Perú Universidad San Martín de Porres, Perú Universidad Central del Este, República Dominicana Instituciones de educación superior Universidad de Especialidades Espíritu Santo UEES (Ecuador) Instituto Superior Tecnológico Argos (Ecuador) Universidad Andina Simón Bolívar (Ecuador) Universidad del Azuay (Ecuador) Convenios Comerciales Empresa pública municipal de tránsito y movilidad de Durán. Banco Guayaquil. Cámara de comercio de Samborondón. Banco Dinners Club del Ecuador S.A. The TeSalia Springs Company S.A. EduEc Centro de capacitaciones implementaciones e innovación educativa S.A.S. Plus Services S.A. Corp Serviplus. Corporación registro civil de Guayaquil. Industria pesquera Santa Priscila S.A. Skretting. Hunter. Telefonica. Colegio de contadores del Guayas y del Ecuador. Cámara de la pequeña industria del Guayas. Hotel del parque. Colegio de abogados. Promarisco S.A Cartorama. Asuncorp S.A. Latam. Banco Pichincha. Novacero. Intituto de seguridad social de la policia nacional ISSPOL. ISSFA. Semedic. Clínica de la visión. Arca continental. Club sport Emelec. Instituciones privadas Grupo Noboa Ponton Asociación de Gestión Humana del Ecuador – ADGHE CARSEG S.A. Grupo DIRCOM TELEBAK S.A. CAPTUR. SAMBITO S.A Grupo ALO LINKS S.A. Compañía MAINT Fundación Ecuador Libre Fundación Calidad y Productividad Cámara de Comercio de Guayaquil AGEARTH ECUADOR Cadena Hotelera HOTELCA C.A urbanización Parques del Río Televisora Nacional del Ecuador ECUAVISA Convenio Asturiana OPC Banco de Machala Soluciones Ambientales Totales Sambito S.A. Colegio de Ingenieros Comerciales del Guayas SKAL INTERNACIONAL GUAYAQUIL Instituciones de educación media Unidad Educativa Ecomundo Centro de Estudios Ecomundo de Babahoyo Centro de Estudios Unidad Educativa Delfos Unidad Educativa Mixta Experimental Jose D. De Santisteban Unidad Educativa Mariscal Sucre Unidad Educativa Leonardo Da Vinci Colegio Santa Catalina Colegio Militar Teniente Hugo Ortiz Unidad Educativa Bilingüe Thomas More Unidad Educativa Crear Unidad Educativa Bilingüe La Moderna Unidad Educativa Particular Bilingüe Liceo Panamericano Instituciones públicas Ministerio de Inclusión Económica y Social, MIES Municipio de Samborondón Registro Civil de Guayaquil Ministerio Público Instituto Ecuatoriano de la Propiedad Intelectual IEPI Ministerio de Educación Corporación Financiera Nacional CFN Municipalidad de Playas Subsecretaría de Acuacultura Servicio de Rentas Internas SRI Ministerio de Turismo Dirección del Consejo de la Judicatura Convenio Consejo Nacional de Evaluación y Acreditación CONEA Comandancia Provincial de la Policía Nacional Convenios de colaboración internacional College of the Rockies, Canadá Universidad de Matanzas Camilo Cienfuegos, Cuba Universidad de Ciencia Moderna y Tecnología de Zhanjiang Universidad de Granada, España Universidad de La Habana, Cuba Universidad de Sevilla, España Universidad Nacional Autónoma de México, México Universidad Nacional de La Plata, Argentina Universidad de Maimónides, Argentina Universidad Nacional de la Plata, Argentina College of New Caledonia, Canadá Niagara College, Canadá College of the Rockies, Canadá Selkirk College, Canadá University of Saskatchewan, Canadá Universidad del Pacífico, Chile Universidad Santo Tomás, Chile Universidad del Magdalena, Colombia Fundación Universitaria Colombo Germana, Colombia Universidad de Medellin, Colombia Instituto Colombiano de Aprendizaje, Colombia Universidad Católica de Daegu, Corea del Sur Kongju National University, Corea del Sur Soongsil University, Corea del Sur Universidad de la Habana, Cuba Universidad de las Ciencias Informáticas, Cuba Universidad de MOA Dr. Antonio Núñez Jiménez, Cuba Universidad de Cádiz, España Universidad de Granada, España Universidad de Sevilla, España Universidad de Córdoba, España Universidad Católica de Murcia, España Universidad Tecnológica de León, México Universidad Latina de Panamá, Panamá Universidad Ricardo Palma, Perú Universidad San Ignacio de Loyola, Perú Universidad Central del Este, República Dominicana Instituciones de educación superior Universidad de Especialidades Espíritu Santo UEES (Ecuador) Instituto Superior Tecnológico Argos (Ecuador) Universidad Andina Simón Bolívar (Ecuador) Universidad del Azuay (Ecuador) Política de Vinculación con la Sociedad, sustentada en: Contribuir a la formación de profesionales competentes para enfrentar las necesidades sociales, científicas y tecnológicas de la empresa y la sociedad. Concebir a la empresa y a la sociedad como ambiente de aprendizaje dinámico en la formación integral de los futuros profesionales. Proponer soluciones a las problemáticas y necesidades de la sociedad, a través de la generación de conocimiento, aportando al crecimiento social y humano, que posibilite mejor calidad de vida a la población. Instituciones privadas Grupo Noboa Ponton Asociación de Gestión Humana del Ecuador – ADGHE CARSEG S.A. Grupo DIRCOM TELEBAK S.A. CAPTUR. SAMBITO S.A Grupo ALO LINKS S.A. Compañía MAINT Fundación Ecuador Libre Fundación Calidad y Productividad Cámara de Comercio de Guayaquil AGEARTH ECUADOR Cadena Hotelera HOTELCA C.A urbanización Parques del Río Televisora Nacional del Ecuador ECUAVISA Convenio Asturiana OPC Banco de Machala Soluciones Ambientales Totales Sambito S.A. Colegio de Ingenieros Comerciales del Guayas SKAL INTERNACIONAL GUAYAQUIL Instituciones de educación media Unidad Educativa Ecomundo Centro de Estudios Ecomundo de Babahoyo Centro de Estudios Unidad Educativa Delfos Unidad Educativa Mixta Experimental Jose D. De Santisteban Unidad Educativa Mariscal Sucre Unidad Educativa Leonardo Da Vinci Colegio Santa Catalina Colegio Militar Teniente Hugo Ortiz Unidad Educativa Bilingüe Thomas More Unidad Educativa Crear Unidad Educativa Bilingüe La Moderna Unidad Educativa Particular Bilingüe Liceo Panamericano Instituciones públicas Ministerio de Inclusión Económica y Social, MIES Municipio de Samborondón Registro Civil de Guayaquil Ministerio Público Instituto Ecuatoriano de la Propiedad Intelectual IEPI Ministerio de Educación Corporación Financiera Nacional CFN Municipalidad de Playas Subsecretaría de Acuacultura Servicio de Rentas Internas SRI Ministerio de Turismo Dirección del Consejo de la Judicatura Convenio Consejo Nacional de Evaluación y Acreditación CONEA Comandancia Provincial de la Policía Nacional La alianza con importantes marcas, genera confianza en nuestros usuarios Nuestros Convenios La alianza con importantes marcas, genera confianza en nuestros usuarios Nuestros Convenios"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Samborondón",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/grado\/grado-presencial\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Presencial Inicio Grado Presencial Facultades Twitter Facebook Instagram Youtube Ciencias de la Salud y Desarrollo Humano Ingenierías, Arquitectura y Ciencias de la Naturaleza Derecho y Gobernabilidad Comunicación, Humanidades y Creatividad Ciencias Económicas y Empresariales Estudios Globales y Hospitalidad"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Guayaquil",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/guayaquil\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Sobre nuestro Campus Ubicado estratégicamente en el corazón de Guayaquil, nuestro campus universitario es un espacio vibrante que combina la modernidad con un ambiente académico inspirador. Rodeado de áreas verdes y equipado con instalaciones de última generación, la Universidad ECOTEC se enorgullece de ofrecer un entorno propicio para el aprendizaje, la innovación y el desarrollo personal. El campus es un lugar donde la vida estudiantil cobra vida. Organizamos una variedad de eventos, conferencias y actividades extracurriculares que enriquecen la experiencia universitaria y fomentan el crecimiento personal y profesional. Descubre el aprendizaje en un entorno dinámico y acogedor en el campus ECOTEC Guayaquil. ¡Te invitamos a formar parte de nuestra comunidad académica! SERVICIOS GRATUITOS Wellness Studio Consejería Académica Clubes Estudiantiles WELLNESS STUDIO Hemos creado un espacio dedicado a la salud integral de nuestros estudiantes. Sabemos que equilibrar tus estudios con una rutina saludable es esencial, y es por eso que el Wellness Studio está diseñado para que encuentres armonía entre mente y cuerpo. SALA DE ESTRADOS Este innovador espacio académico ofrece a nuestros estudiantes la oportunidad única de simular audiencias y casos reales, brindándoles una perspectiva práctica y valiosa sobre el funcionamiento del sistema legal. CAPILLA Es un refugio tranquilo de la universidad, diseñado para ofrecer a nuestros estudiantes un entorno propicio para la introspección y la espiritualidad. BIENESTAR UNIVERSITARIO Es una Dirección de apoyo y ejecución institucional que, mediante sus programas y servicios, promueve en la comunidad universitaria las condiciones para el desarrollo integral profesional dentro de un ambiente de bienestar. Facultad Ciencias de la Salud Fisioterapia Formar un profesional integral, con capacidad para la gestión de los procesos físico, psicológico, social, ambiental y de rehabilitación de las personas con discapacidad, con dominio de los fundamentos epistemológicos de la Fisioterapia Más información Enfermería Formar un profesional integral, en el ámbito del cuidado asistencial y del ciclo vital humano, desde los fundamentos epistemológicos de la enfermería y los procesos administrativo, educativo e investigativo en áreas hospitalarias y comunitarias para dar respuesta a problemas y necesidades de la población. Más información Psicología Clínica Formar un profesional integral capaz de gestionar los desafíos de su profesión en el contexto nacional e internacional, abordando los procesos de: promoción, prevención, evaluación, diagnóstico, intervención y rehabilitación de la salud mental. Con un sólido dominio teórico y práctico, una visión humanista y responsabilidad social Más información Facultad Derecho y Gobernabilidad<div Derecho Formar profesionales del Derecho que puedan: Identificar situaciones jurídicas. Investigar utilizando los mecanismos tecnológicos. Diseñar e implementar modelos de solución y desarrollo social a nivel nacional e internacional basados en la ética, la moral y la justicia. Asesorar, Representar, procurar y administrar justicia. Más información Ciencias Económicas Empresariales Administración de Empresas Formar profesionales en Administración de Empresas, capaces de llevar a cabo una gestión ágil eficiente y solidaria en los diferentes sectores de actuación, tanto públicos como privados, así como en el ámbito de la economía popular y solidaria; a través de la toma de decisiones y estrategias enmarcadas en una visión holística y sistémica, que contribuya a la transformación de la matriz productiva – social y el emprendimiento. Más información Contabilidad y Auditoría Formar profesionales éticos en el área de contabilidad y auditoría, capaces de diseñar procesos contables con transparencia y eficiencia para la empresa público y\/o privada acorde a la normativa vigente y con responsabilidad social. Más información Economía Formar profesionales competitivos con principios humanos, con una excelente preparación en el contexto del entorno empresarial, capaz de crear, utilizar, evaluar y gestionar habilidades de producción, comercialización, recursos humanos y finanzas con dominio en los conocimientos de la ciencia económica Más información Finanzas Formar profesionales en Finanzas con capacidad de diseñar estrategias orientadas a incrementar la rentabilidad y el uso eficiente de los recursos de las organizaciones, capaces de diseñar proyectos y productos para inversiones futuras, acordes al entorno económico, social y político. Más información Negocios Internacionales Formar profesionales capaces de gestionar los procesos operativos, administrativos y financieros para la negociación, comercialización e internacionalización de bienes y servicios con visión emprendedora e innovadora, que favorezca la planificación y el desarrollo estratégico en la internacialización de los negocios. Más información Negocios Digitales Formar un profesional integral, con capacidad para la gestión de los procesos digitales en el entorno empresarial, con dominio de los fundamentos epistemológicos de los procesos de negocios digitales acorde con las necesidades de cambio y modernización, con el uso de la enseñanza problémica, los métodos de investigación y el uso de la informática, que le permita solucionar problemas profesionales, en el contexto nacional e internacional fomentando la responsabilidad, la honestidad, la profesionalidad y la ética profesional. Más información Logística y Transporte Formar un profesional integral, con capacidad para la gestión de los procesos de abastecimiento, , distribución y transporte de productos y servicios, materias primas e insumos, almacenamiento, producción con dominio de los fundamentos epistemológicos de los procesos de Logística y Transporte acorde con las necesidades de cambio y modernización, con el uso de la enseñanza problémica, los métodos de investigación y el uso de la informática, que le permita solucionar problemas profesionales, en el contexto nacional e internacional fomentando la responsabilidad, la honestidad, la profesionalidad y la ética profesional. Más información Ingenierías, arquitectura y ciencias de la naturaleza Arquitectura Formar profesionales íntegros con capacidad de diseñar y construir espacios que mejoren la calidad de vida de las personas, respetando el entorno natural y social en el que se desarrollan, logrando una educación que enlace aspectos técnicos, creativos, éticos, sociales, y que promueva la conciencia ambiental y la sostenibilidad en el ejercicio de la profesión. Más información Sistemas Inteligentes Formar un profesional integral, con capacidad para la gestión de los procesos de desarrollo e implementación de sistemas inteligentes, a través de la enseñanza problémica y la investigación, para el diseño, implementación y administración de sistemas computacionales en las organizaciones. Más información Comunicación, Humanidades y Creatividad Marketing Formar un profesional integral, con capacidad para la gestión de los procesos de desarrollo e implementación de sistemas inteligentes, a través de la enseñanza problémica y la investigación, para el diseño, implementación y administración de sistemas computacionales en las organizaciones. Más información Psicología Potenciar la formación profesional del psicólogo, articulando una metodología científica y práctica, promoviendo intervenciones éticas e innovadoras en el campo educativo – familiar y organizacional. Más información Tu navegador no soporta la etiqueta de video."
    },
    {
        "universidad":"ECOTEC",
        "carrera":"La Costa",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/la-costa\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Sobre nuestro Campus Ubicado en uno de los polos de crecimiento de Guayaquil, nuestro campus La Costa es un espacio dinámico en el que se disfruta la vida universitaria de forma divertida combinando formación académica con respeto al Medio Ambiente. La Costa está rodeada de vegetación y áreas verdes que nos permite conectar de forma directa con la naturaleza y nuestro entorno. Aquí hacemos que lo bueno suceda haciendo que estudiar una carrera universitaria sea más que solo eso, sino que ponemos en práctica las habilidades de todos con eventos, conferencias y actividades curriculares que fomentan el crecimiento personal y profesional. ¡Decide vivir una experiencia universitaria única en ECOTEC La Costa! SERVICIOS GRATUITOS Complejo Deportivo Consejería Académica Clubes Estudiantiles COMPLEJO DEPORTIVO Espacio ideado para fomentar una vida sana entre nuestros estudiantes donde recibirás atención personalizada de nuestros instructores. Además, contamos con modernas máquinas de musculación para tus entrenamientos y espacios adecuados para diferentes deportes. SALA DE ESTRADOS A través de la simulación de audiencias nuestros estudiantes se sumergen en actividades inmersivas que recrean actividades tal como sucede en el ejercicio profesional. Estas prácticas son valiosas para fomentar los talentos de todos. STUDENT LOUNGE Sala donde nuestros estudiantes pueden juntarse a revisar lo más importante de sus clases y repasar antes de importantes evaluaciones académicas. Fomentamos el estudio y compañerismo. BIENESTAR UNIVERSITARIO La Dirección de Bienestar Universitario busca fomentar las habilidades y talentos de nuestros estudiantes con actividades académicas, deportivas y culturales así como también de brindar seguimiento personalizado en materia psicológica y académica. Facultad de Ingenierías, Arquitectura y Ciencias de la Naturaleza Medicina Veterinaria Formar profesionales íntegros en el campo de la veterinaria, capaces de generar soluciones que contribuyan a la conservación de la salud y bienestar de los animales y acordes a las normativas éticas científicas que demanda la salud pública y el mercado nacional e internacional. Más información Facultad de Derecho y Gobernabilidad Derecho Formar profesionales del Derecho que puedan: Identificar situaciones jurídicas. Investigar utilizando los mecanismos tecnológicos. Diseñar e implementar modelos de solución y desarrollo social a nivel nacional e internacional basados en la ética, la moral y la justicia. Asesorar, Representar, procurar y administrar justicia. Más información Criminalística Formar un profesional integral, con capacidad para desarrollar el proceso de investigación y verificación del delito y el delincuente, proporcionando datos científicos y técnicos para el ejercicio de la acción penal, con auxilio de los métodos de investigación y el uso de la informática, que le permita solucionar problemas profesionales, en el contexto nacional e internacional fomentando la responsabilidad, la honestidad, la profesionalidad y la ética profesional. Más información Ciencias Económicas Empresariales Administración de Empresas Formar profesionales en Administración de Empresas, capaces de llevar a cabo una gestión ágil eficiente y solidaria en los diferentes sectores de actuación, tanto públicos como privados, así como en el ámbito de la economía popular y solidaria; a través de la toma de decisiones y estrategias enmarcadas en una visión holística y sistémica, que contribuya a la transformación de la matriz productiva – social y el emprendimiento. Más información Negocios Internacionales Formar profesionales capaces de gestionar los procesos operativos, administrativos y financieros para la negociación, comercialización e internacionalización de bienes y servicios con visión emprendedora e innovadora, que favorezca la planificación y el desarrollo estratégico en la internacialización de los negocios. Más información Comunicación, Humanidades y Creatividad Marketing Formar un profesional integral, con capacidad para la gestión de los procesos de desarrollo e implementación de sistemas inteligentes, a través de la enseñanza problémica y la investigación, para el diseño, implementación y administración de sistemas computacionales en las organizaciones. Más información Psicología Potenciar la formación profesional del psicólogo, articulando una metodología científica y práctica, promoviendo intervenciones éticas e innovadoras en el campo educativo – familiar y organizacional. Más información Tu navegador no admite la reproducción de videos."
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Modelo Pedagógico",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/modelo-pedagogico\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Modelo Pedagógico Inicio Modelo Pedagógico Modelo Pedagógico El Modelo Pedagógico de la Universidad Tecnológica ECOTEC su fundamenta en la teoría pedagógica de la Escuela de Desarrollo Integral, teniendo como objetivo la formación de un profesional activo, participativo, proactivo e integral, a través de una propuesta curricular pertinente, contextualizada, humanista y mediatizada por una visión medioambiental e investigativa profesionalizante con carácter transversal, que reconoce la imprescindible integración de los procesos sustantivos universitarios (academia, investigación y vinculación) para dar cumplimiento al perfil de egreso y profesional en constante integración con el contexto socio-profesional."
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Reglamentos",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/reglamentos\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Reglamentos y Protocolos Inicio Reglamentos Instructivo para políticas de acción Afirmativa DESCARGA Reglamento investigación Científica, la innovación y el Desarrollo DESCARGA Reglamento de Consultorio Jurídico DESCARGA Reglamento de Relaciones Internacionales DESCARGA Reglamento de Bienestar Estudiantil Admisiones y Graduados DESCARGA Reglamento Interno DESCARGA Reglamento Interno de Trabajo DESCARGA Norma Técnica para el Concurso de Méritos y Oposición de la Universidad ECOTEC DESCARGA Reglamento de Evaluación Integral del Desempeño del Personal Académico DESCARGA Reglamento de Pasantías y Prácticas Preprofesionales DESCARGA Reglamento de la Biblioteca DESCARGA Reglamento de Vinculación DESCARGA Reglamento de Admisión a la Carrera de Medicina DESCARGA Reglamento de nivelación para carreras de grado DESCARGA Reglamento de nivelación para carreras de grado DESCARGA Protocolos ante eventos adversos DESCARGA Protocolo para la emisión y uso de carnet para los miembros de la Universidad Tecnológica ECOTEC DESCARGA"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Rendición de Cuentas",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/rendicion-de-cuentas\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Rendición de Cuentas Inicio Rendición de Cuentas 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2024 . 2023 . 2022 . 2021 . 2020 2019 2018 2017 2016 2015 2014"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Sistema Integrado de Gestión",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/sistema-integrado-de-gestion\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Sistema Integrado de Gestión Inicio Sistema Integrado de Gestión Manual de Sistema de Gestión de Calidad Política Integrada de Gestión y Compromisos Manual de funciones y descripción de cargos Manual de Sistema de Gestión de Calidad Política Integrada de Gestión y Compromisos Manual de funciones y descripción de cargos"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Evaluación Integral Docente",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/evaluacion-integral-docente\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Evaluación Integral Docente Inicio Evaluación Integral Docente Semestre 1 Año 2021 DESCARGA Semestre 1 Año 2020 DESCARGA Semestre 1 Año 2019 DESCARGA Semestre 2 Año 2021 DESCARGA Semestre 2 Año 2020 DESCARGA Semestre 2 Año 2019 DESCARGA Semestre 1 Año 2018 DESCARGA Semestre 2 Año 2018 DESCARGA Semestre 1 Año 2017 DESCARGA Semestre 2 Año 2017 DESCARGA"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Presupuestos",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/presupuestos\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Presupuestos Inicio Presupuestos 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Online",
        "url_origen":"https:\/\/online.ecotec.edu.ec",
        "url_malla":"HTML",
        "contenido_malla":"Grado Realiza tus estudios 100% Online Comienza tu carrera Posgrado Tu maestría en 12 meses Obtén tu maestría Universidad en Línea en Ecuador ¡Estudia online y abre las puertas a un futuro lleno de oportunidades! Nuestra institución se destaca por brindar una educación de alto nivel académico que se adapta a tus necesidades y horarios, permitiéndote avanzar en tu carrera sin sacrificar tus compromisos personales y profesionales. Carreras de Grado y Programas de Maestría Explora nuestra oferta académica con carreras en línea y programas de posgrado virtuales diseñados para profesionales que buscan flexibilidad, excelencia y formación práctica. Oferta Académica Maestría en Derecho Administrativo ★ ★ ★ ★ ★ RPC-SO-14-No.387-2021 12 meses Maestría en Derecho Constitucional ★ ★ ★ ★ ★ RPC-SO-09-No.169-2020 12 meses Maestría en Derecho Procesal ★ ★ ★ ★ ★ RPC-SO-09-No.169-2020 12 meses Maestría en Desarrollo Organizacional y Talento Humano ★ ★ ★ ★ ★ RPC-SO-47-No.740-2022 12 meses Proceso de Postulación Obtén tu Título Universitario o Maestría 100% Online Elige tu carrera, completa tu registro y obtén tu título universitario o maestría 100 % online . Nuestro equipo de asesores te acompañará en cada paso. Registro Online Nombres* Apellidos* Correo* Número de Teléfono* Proceso de Postulación* Seleccione una opción Carrera Completa Validación de trayectoria profesional Homologación Maestría Online Carreras de Grado* Selecciona una carrera Licenciatura en Psicología Licenciatura en Ciencias de la Educación Licenciatura en Trabajo Social Derecho Licenciatura en Turismo Licenciatura en Mercadotecnia Licenciatura en Comunicación Licenciatura en Finanzas Economía Licenciatura en Comercio Licenciatura en Relaciones Internacionales Licenciatura en Gestión del Talento Humano Licenciatura en Contabilidad Y Auditoría Licenciatura en Negocios Internacionales Licenciatura en Administración de Empresas Ingeniería en Sistemas Inteligentes Maestrías de Posgrado* Selecciona una maestría Maestría en Periodismo Deportivo Maestría en Educación Inicial Maestría en Ciberseguridad Maestría en Agronegocios Sostenibles Maestría en Administración Pública Maestría en Neuroeducación Maestría en Educación Mención Pedagogía en Entornos Digitales Maestría en Educación Inclusiva e Intercultural Maestría en Dirección de Centros Educativos Maestría en Derecho Penal Maestría en Mediación y Resolución de Conflictos Maestría en Derecho Administrativo Maestría en Derecho Procesal Maestría en Derecho Constitucional Maestría en Seguridad y Salud en el trabajo Maestría en Comunicación Política Maestría en Comunicación Corporativa Maestría en Marketing Digital y Social Media Maestría en Inteligencia de Negocios Maestría en Big Data Maestría en Gestión Ambiental con mención en Desarrollo Sostenible Maestría en Desarrollo Organizacional y Talento Humano Maestría en Gestión Presupuestaria Maestría en Gestión Financiera y Riesgo Maestría en Administración de E-Commerce Maestría en Administración de Empresas Carreras de Grado* Selecciona una carrera Licenciatura en Ciencias de la Educación Licenciatura en Trabajo Social Licenciatura en Turismo Licenciatura en Mercadotecnia Licenciatura en Comunicación Licenciatura en Ciencias de la Educación Economía Licenciatura en Comercio Licenciatura en Gestión del Talento Humano Licenciatura en Contabilidad Y Auditoría Licenciatura en Negocios Internacionales Licenciatura en Administración de Empresas Ingeniería en Sistemas Inteligentes Carreras de Grado* Selecciona una carrera Licenciatura en Ciencias de la Educación Licenciatura en Trabajo Social Licenciatura en Turismo Licenciatura en Mercadotecnia Licenciatura en Comunicación Licenciatura en Comercio Licenciatura en Gestión del Talento Humano Licenciatura en Contabilidad Y Auditoría Licenciatura en Negocios Internacionales Licenciatura en Administración de Empresas Ingeniería en Sistemas Inteligentes Acepto recibir información de ECOTEC, sobre este y otros programas relevantes vía email\/llamada\/whatsApp\/SMS. × Signin Username Password Lost your password? Don't have an account Register × Reset Password Username or E-mail: Don't have an account Register Gestionar consentimiento Para ofrecer las mejores experiencias, utilizamos tecnologías como las cookies para almacenar y\/o acceder a la información del dispositivo. El consentimiento de estas tecnologías nos permitirá procesar datos como el comportamiento de navegación o las identificaciones únicas en este sitio. No consentir o retirar el consentimiento, puede afectar negativamente a ciertas características y funciones. Funcional Funcional Siempre activo El almacenamiento o acceso técnico es estrictamente necesario para el propósito legítimo de permitir el uso de un servicio específico explícitamente solicitado por el abonado o usuario, o con el único propósito de llevar a cabo la transmisión de una comunicación a través de una red de comunicaciones electrónicas. Preferencias Preferencias El almacenamiento o acceso técnico es necesario para la finalidad legítima de almacenar preferencias no solicitadas por el abonado o usuario. Estadísticas Estadísticas El almacenamiento o acceso técnico que es utilizado exclusivamente con fines estadísticos. El almacenamiento o acceso técnico que se utiliza exclusivamente con fines estadísticos anónimos. Sin un requerimiento, el cumplimiento voluntario por parte de tu Proveedor de servicios de Internet, o los registros adicionales de un tercero, la información almacenada o recuperada sólo para este propósito no se puede utilizar para identificarte. Marketing Marketing El almacenamiento o acceso técnico es necesario para crear perfiles de usuario para enviar publicidad, o para rastrear al usuario en una web o en varias web con fines de marketing similares. Administrar opciones Gestionar los servicios Gestionar {vendor_count} proveedores Leer más sobre estos propósitos Aceptar Denegar Ver preferencias Guardar preferencias Ver preferencias {title} {title} {title} Gestionar Consentimiento"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"POSGRADO",
        "url_origen":"https:\/\/posgrado.ecotec.edu.ec\/",
        "url_malla":"HTML",
        "contenido_malla":"Saltar al contenido principal Transforma tu futuro profesional En ECOTEC Posgrado formamos líderes capaces de conectar el conocimiento con la práctica. Nuestros programas combinan innovación, rigor académico y visión internacional para potenciar tu crecimiento profesional y destacar en un entorno competitivo. Empieza tu maestría Empieza tu maestría Universidad Tecnológica ECOTEC Los programas de maestrías ECOTEC han sido diseñados para ampliar y potenciar las principales competencias profesionales que las organizaciones actuales demandan de los miembros de su equipo de trabajo. A través de ellas buscamos la formación holística de personas, dispuestas a liderar cambios y crear soluciones al servicio de la comunidad. Contamos con más de 25 programas que te permiten obtener tu título de máster en solo 12 meses de estudios y cuentan con una segunda titulación emitida por la Universidad Europea Miguel de Cervantes, en un entorno de aprendizaje dinámico y colaborativo, junto a docentes de alto nivel académico y con amplia experiencia en el mercado laboral. 0 % Han logrado ascensos o aumentos salariales 0 % Ocupan cargos gerenciales o de liderazgo 0 + Programas con enfoque internacional 0 % Han logrado ascensos o aumentos salariales 0 % Ocupan cargos gerenciales o de liderazgo 0 + Programas con enfoque internacional ¿Quieres más información sobre tu posgrado? En Posgrado ECOTEC te ofrecemos asesoría personalizada para elegir la maestría ideal. Con más de 25 programas y segunda titulación internacional, estamos listos para ayudarte a dar el siguiente paso en tu carrera profesional. Innovación y enlace empresarial e industrial Calidad académica y Segunda titulación Internacional Docentes internacionales y líderes en Ecuador Networking y conexiones reales ¿Tienes un título profesional universitario? Licenciatura, Ingeniería o Abogacía Completa tus datos y aplica a tu maestría. No, pero estoy interesado. Ingresa aquí tus datos Todos los datos son requeridos Nombres * Apellidos * Correo electrónico * Cédula de identidad * Teléfono celular * Ciudad * Modalidad * —Por favor, elige una opción— Semipresencial Maestría de interés * —Por favor, elige una opción— Maestría en Derecho Constitucional Maestría en Derecho Procesal Maestría en Psicología Forense Maestría en Comunicación Política Maestría en Periodismo Deportivo Maestría en Desarrollo Organizacional y Talento Humano Maestría en Gestión de Ventas Maestría en Gestión Hospitalaria y Nuevas Tecnologías Maestría en Gestión Tributaria Maestría en Gestión Financiera, Inversiones y Activos Digitales Maestría en Negocios Agropecuarios Maestría en Gestión de la Cadena de Suministro Maestría en Cadena Logística, Transporte y Puertos Maestría en Administración de Empresas Maestría en Derecho Deportivo Maestría en Derecho Tributario Maestría en Derecho Laboral Maestría en Derecho Corporativo y Propiedad Intelectual Maestría en Derecho de Familia Maestría en Investigación Criminal Maestría en Administración Pública Maestría en Seguridad y Salud Ocupacional Maestría en Marketing Estratégico Maestría en Derecho Penal ¿Por qué medio desea ser contactado? * —Por favor, elige una opción— Correo Electrónico WhatsApp Teléfono Acepto Términos y Condiciones Al hacer clic en el botón de abajo, aceptas recibir información de Posgrados ECOTEC, sobre este y otros programas relevantes, vía email\/llamada\/whatsApp\/SMS. Nuestras Certificaciones Nuestra universidad cuenta con la certificación QS Stars , un sistema de calificación reconocido a nivel mundial que evalúa la calidad de las instituciones de educación superior. Este reconocimiento otorga una valoración de hasta 5 estrellas en diferentes categorías clave: Calidad académica y enseñanza Investigación e innovación Internacionalización y diversidad Empleabilidad de los egresados Sostenibilidad y compromiso social Maestrías Presenciales Derecho y Administración Pública Gestión y Negocios Salud Maestrías Semipresenciales Comunicación Derecho y Administración Pública Gestión y Negocios Salud Segunda Titulación INTERNACIONAL Nuestra alianza estratégica con la prestigiosa Escuela de Negocios de la Universidad Europea Miguel de Cervantes permite a nuestros estudiantes de posgrado obtener una segunda titulación española. La Escuela de Negocios y Dirección, parte de la universidad, se encuentra entre las diez mejores instituciones europeas de educación en línea y es uno de los centros educativos españoles más innovadores según el ranking INNOVATEC. Descubre tu maestría ideal Descubre tu maestría ideal ¡Haz realidad tus metas! Proceso de Postulación 100% en Línea Inscríbete hoy y da 4 simples pasos que te llevarán al siguiente nivel y al exito personal y profesional 1 2 3 4 Entrega de documentos Revisión y aprobación de documentos Pago de arancel Notificación de admisión 1 Entrega de documentos 2 Revisión y aprobación de documentos 3 Pago de arancel 4 Notificación de admisión Inicia tu proceso ahora Inicia tu proceso ahora Facebook Instagram X LinkedIn YouTube Mail Universidad ECOTEC 🟢 En Línea ¡Hola! ¿Cómo podemos ayudarte? 3:03 pm Conversar con un asesor"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Presencial",
        "url_origen":"https:\/\/posgrado.ecotec.edu.ec\/posgrados\/#filtro",
        "url_malla":"HTML",
        "contenido_malla":"Saltar al contenido principal Maestrías Presenciales y Semipresenciales Impulsa tu crecimiento profesional con una oferta académica flexible y actualizada. Nuestras maestrías de posgrado, en modalidad presencial y semipresencial , están diseñadas para brindarte una formación de excelencia, conectada con las demandas del mundo laboral y la innovación en cada área del conocimiento. Todas las maestrías Salud Gestión y Negocios Derecho y Administración Pública Maestrías Presenciales Maestría en Derecho Procesal La Maestría en Derecho Procesal de la Universidad ECOTEC forma profesionales capaces de analizar, interpretar... Inicia tu maestría Maestría en Enfermería La Maestría en Enfermería de la Universidad ECOTEC forma profesionales altamente calificados para liderar procesos... Inicia tu maestría Maestría en Administración de Empresas Formar maestrantes capacitados y responsables de las ciencias administrativas, con habilidades y competencias para que... Inicia tu maestría Maestría en Derecho Constitucional Con mención en Derecho Procesal Constitucional Formar un profesional de cuarto nivel en el ámbito del Derecho constitucional y de protección... Inicia tu maestría Todas las maestrías Salud Comunicación Gestión y Negocios Derecho y Administración Pública Maestrías Semipresenciales Maestría en Derecho Constitucional Con mención en Derecho Procesal Constitucional Formar un profesional de cuarto nivel en el ámbito del Derecho constitucional y de protección... Inicia tu maestría Maestría en Derecho Procesal La Maestría en Derecho Procesal Semipresencial de ECOTEC ofrece una formación especializada para profesionales del... Inicia tu maestría Maestría en Comunicación Política La Maestría en Comunicación Política de la Universidad ECOTEC forma especialistas capaces de diseñar, gestionar... Inicia tu maestría Maestría en Periodismo Deportivo La Maestría en Periodismo Deportivo de la Universidad ECOTEC está diseñada para formar profesionales con... Inicia tu maestría Maestría en Desarrollo Organizacional y Talento Humano La Maestría en Desarrollo Organizacional y Talento Humano de la Universidad ECOTEC prepara profesionales capaces... Inicia tu maestría Maestría en Gestión de Ventas La Maestría en Gestión de Ventas de la Universidad ECOTEC forma líderes comerciales con una... Inicia tu maestría Maestría en Gestión Hospitalaria y Nuevas Tecnologías La Maestría en Gestión Hospitalaria y Nuevas Tecnologías de la Universidad ECOTEC forma profesionales capaces... Inicia tu maestría Maestría en Gestión Tributaria La Maestría en Gestión Tributaria de la Universidad ECOTEC forma profesionales capaces de planificar, administrar... Inicia tu maestría Maestría en Gestión Financiera, Inversiones y Activos Digitales Formar profesionales con amplios conocimientos de la gestión financiera, administración de inversiones y activos digitales,... Inicia tu maestría Maestría en Negocios Agropecuarios La Maestría en Negocios Agropecuarios de la Universidad ECOTEC forma profesionales con una visión estratégica... Inicia tu maestría Maestría en Gestión de la Cadena de Suministro El objetivo general del programa de maestría es formar profesionales con sólidos conocimientos de la... Inicia tu maestría Maestría en Cadena Logística, Transporte y Puertos Formar profesionales integrales con dominio en la gestión, planificación y ejecución de operaciones a través... Inicia tu maestría Maestría en Administración de Empresas La Maestría en Administración de Empresas Semipresencial de ECOTEC está diseñada para profesionales que buscan... Inicia tu maestría Maestría en Derecho Deportivo El Programa de Maestría en Derecho Deportivo busca formar profesionales que desarrollen competencias profesionales en... Inicia tu maestría Maestría en Derecho Tributario La Maestría en Derecho Tributario de la Universidad ECOTEC forma juristas especializados en el análisis,... Inicia tu maestría Maestría en Derecho Laboral La Maestría en Derecho Laboral de la Universidad ECOTEC forma especialistas con una sólida preparación... Inicia tu maestría Maestría en Derecho Corporativo y Propiedad Intelectual La Maestría en Derecho Corporativo y Propiedad Intelectual de la Universidad ECOTEC ofrece una formación... Inicia tu maestría Maestría en Derecho de Familia Con mención en Niñez, Adolescencia y Patrimonio El Programa de Derecho de Familia con mención en niñez, adolescencia y patrimonio busca especializar... Inicia tu maestría Maestría en Investigación Criminal Formar profesionales en alta calidad académica y especializados en el campo de la criminalística y... Inicia tu maestría Maestría en Administración Pública El Programa de Maestría en Administración Pública busca formar profesionales integrales con capacidad para gestionar... Inicia tu maestría Maestría en Seguridad y Salud Ocupacional La Maestría en Seguridad y Salud Ocupacional de la Universidad ECOTEC forma profesionales capaces de... Inicia tu maestría Maestría en Marketing Estratégico La Maestría en Marketing Estratégico de la Universidad ECOTEC forma profesionales capaces de diseñar, liderar... Inicia tu maestría Maestría en Derecho Penal Con mención en Derecho Penal Económico El programa de maestría tiene como objetivo formar profesionales de cuarto nivel en el ámbito... Inicia tu maestría Maestría en Medicina Veterinaria La Maestría en Medicina Veterinaria de la Universidad ECOTEC está diseñada para formar profesionales capaces... Inicia tu maestría ¿Quieres más información sobre tu posgrado? En Posgrado ECOTEC te ofrecemos asesoría personalizada para elegir la maestría ideal. Con más de 25 programas y segunda titulación internacional, estamos listos para ayudarte a dar el siguiente paso en tu carrera profesional. Innovación y enlace empresarial e industrial Calidad académica y Segunda titulación Internacional Docentes internacionales y líderes en Ecuador Networking y conexiones reales Ingresa aquí tus datos Todos los datos son requeridos Nombres * Apellidos * Correo electrónico * Cédula de identidad * Teléfono celular * Ciudad * Modalidad * —Por favor, elige una opción— Presencial Semipresencial Maestría de interés * —Por favor, elige una opción— Maestría en Derecho Procesal Maestría en Enfermería Maestría en Medicina Veterinaria Maestría en Administración de Empresas Maestría en Derecho Constitucional —Por favor, elige una opción— Maestría en Derecho Constitucional Maestría en Derecho Procesal Maestría en Psicología Forense Maestría en Comunicación Política Maestría en Periodismo Deportivo Maestría en Desarrollo Organizacional y Talento Humano Maestría en Gestión de Ventas Maestría en Gestión Hospitalaria y Nuevas Tecnologías Maestría en Gestión Tributaria Maestría en Gestión Financiera, Inversiones y Activos Digitales Maestría en Negocios Agropecuarios Maestría en Gestión de la Cadena de Suministro Maestría en Cadena Logística, Transporte y Puertos Maestría en Administración de Empresas Maestría en Derecho Deportivo Maestría en Derecho Tributario Maestría en Derecho Laboral Maestría en Derecho Corporativo y Propiedad Intelectual Maestría en Derecho de Familia Maestría en Investigación Criminal Maestría en Administración Pública Maestría en Seguridad y Salud Ocupacional Maestría en Marketing Estratégico Maestría en Derecho Penal ¿Por qué medio desea ser contactado? * —Por favor, elige una opción— Correo Electrónico WhatsApp Teléfono Acepto Términos y Condiciones Al hacer clic en el botón de abajo, aceptas recibir información de Posgrados ECOTEC, sobre este y otros programas relevantes, vía email\/llamada\/whatsApp\/SMS. ¿Tienes un título profesional universitario? Licenciatura, Ingeniería o Abogacía Completa tus datos y aplica a tu maestría. No, pero estoy interesado. Facebook Instagram X LinkedIn YouTube Mail Universidad ECOTEC 🟢 En Línea ¡Hola! ¿Cómo podemos ayudarte? 6:43 pm Conversar con un asesor"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Semipresencial",
        "url_origen":"https:\/\/posgrado.ecotec.edu.ec\/posgrados\/#brxe-jpsirp",
        "url_malla":"HTML",
        "contenido_malla":"Saltar al contenido principal Maestrías Presenciales y Semipresenciales Impulsa tu crecimiento profesional con una oferta académica flexible y actualizada. Nuestras maestrías de posgrado, en modalidad presencial y semipresencial , están diseñadas para brindarte una formación de excelencia, conectada con las demandas del mundo laboral y la innovación en cada área del conocimiento. Todas las maestrías Salud Gestión y Negocios Derecho y Administración Pública Maestrías Presenciales Maestría en Derecho Procesal La Maestría en Derecho Procesal de la Universidad ECOTEC forma profesionales capaces de analizar, interpretar... Inicia tu maestría Maestría en Enfermería La Maestría en Enfermería de la Universidad ECOTEC forma profesionales altamente calificados para liderar procesos... Inicia tu maestría Maestría en Administración de Empresas Formar maestrantes capacitados y responsables de las ciencias administrativas, con habilidades y competencias para que... Inicia tu maestría Maestría en Derecho Constitucional Con mención en Derecho Procesal Constitucional Formar un profesional de cuarto nivel en el ámbito del Derecho constitucional y de protección... Inicia tu maestría Todas las maestrías Salud Comunicación Gestión y Negocios Derecho y Administración Pública Maestrías Semipresenciales Maestría en Derecho Constitucional Con mención en Derecho Procesal Constitucional Formar un profesional de cuarto nivel en el ámbito del Derecho constitucional y de protección... Inicia tu maestría Maestría en Derecho Procesal La Maestría en Derecho Procesal Semipresencial de ECOTEC ofrece una formación especializada para profesionales del... Inicia tu maestría Maestría en Comunicación Política La Maestría en Comunicación Política de la Universidad ECOTEC forma especialistas capaces de diseñar, gestionar... Inicia tu maestría Maestría en Periodismo Deportivo La Maestría en Periodismo Deportivo de la Universidad ECOTEC está diseñada para formar profesionales con... Inicia tu maestría Maestría en Desarrollo Organizacional y Talento Humano La Maestría en Desarrollo Organizacional y Talento Humano de la Universidad ECOTEC prepara profesionales capaces... Inicia tu maestría Maestría en Gestión de Ventas La Maestría en Gestión de Ventas de la Universidad ECOTEC forma líderes comerciales con una... Inicia tu maestría Maestría en Gestión Hospitalaria y Nuevas Tecnologías La Maestría en Gestión Hospitalaria y Nuevas Tecnologías de la Universidad ECOTEC forma profesionales capaces... Inicia tu maestría Maestría en Gestión Tributaria La Maestría en Gestión Tributaria de la Universidad ECOTEC forma profesionales capaces de planificar, administrar... Inicia tu maestría Maestría en Gestión Financiera, Inversiones y Activos Digitales Formar profesionales con amplios conocimientos de la gestión financiera, administración de inversiones y activos digitales,... Inicia tu maestría Maestría en Negocios Agropecuarios La Maestría en Negocios Agropecuarios de la Universidad ECOTEC forma profesionales con una visión estratégica... Inicia tu maestría Maestría en Gestión de la Cadena de Suministro El objetivo general del programa de maestría es formar profesionales con sólidos conocimientos de la... Inicia tu maestría Maestría en Cadena Logística, Transporte y Puertos Formar profesionales integrales con dominio en la gestión, planificación y ejecución de operaciones a través... Inicia tu maestría Maestría en Administración de Empresas La Maestría en Administración de Empresas Semipresencial de ECOTEC está diseñada para profesionales que buscan... Inicia tu maestría Maestría en Derecho Deportivo El Programa de Maestría en Derecho Deportivo busca formar profesionales que desarrollen competencias profesionales en... Inicia tu maestría Maestría en Derecho Tributario La Maestría en Derecho Tributario de la Universidad ECOTEC forma juristas especializados en el análisis,... Inicia tu maestría Maestría en Derecho Laboral La Maestría en Derecho Laboral de la Universidad ECOTEC forma especialistas con una sólida preparación... Inicia tu maestría Maestría en Derecho Corporativo y Propiedad Intelectual La Maestría en Derecho Corporativo y Propiedad Intelectual de la Universidad ECOTEC ofrece una formación... Inicia tu maestría Maestría en Derecho de Familia Con mención en Niñez, Adolescencia y Patrimonio El Programa de Derecho de Familia con mención en niñez, adolescencia y patrimonio busca especializar... Inicia tu maestría Maestría en Investigación Criminal Formar profesionales en alta calidad académica y especializados en el campo de la criminalística y... Inicia tu maestría Maestría en Administración Pública El Programa de Maestría en Administración Pública busca formar profesionales integrales con capacidad para gestionar... Inicia tu maestría Maestría en Seguridad y Salud Ocupacional La Maestría en Seguridad y Salud Ocupacional de la Universidad ECOTEC forma profesionales capaces de... Inicia tu maestría Maestría en Marketing Estratégico La Maestría en Marketing Estratégico de la Universidad ECOTEC forma profesionales capaces de diseñar, liderar... Inicia tu maestría Maestría en Derecho Penal Con mención en Derecho Penal Económico El programa de maestría tiene como objetivo formar profesionales de cuarto nivel en el ámbito... Inicia tu maestría Maestría en Medicina Veterinaria La Maestría en Medicina Veterinaria de la Universidad ECOTEC está diseñada para formar profesionales capaces... Inicia tu maestría ¿Quieres más información sobre tu posgrado? En Posgrado ECOTEC te ofrecemos asesoría personalizada para elegir la maestría ideal. Con más de 25 programas y segunda titulación internacional, estamos listos para ayudarte a dar el siguiente paso en tu carrera profesional. Innovación y enlace empresarial e industrial Calidad académica y Segunda titulación Internacional Docentes internacionales y líderes en Ecuador Networking y conexiones reales Ingresa aquí tus datos Todos los datos son requeridos Nombres * Apellidos * Correo electrónico * Cédula de identidad * Teléfono celular * Ciudad * Modalidad * —Por favor, elige una opción— Presencial Semipresencial Maestría de interés * —Por favor, elige una opción— Maestría en Derecho Procesal Maestría en Enfermería Maestría en Medicina Veterinaria Maestría en Administración de Empresas Maestría en Derecho Constitucional —Por favor, elige una opción— Maestría en Derecho Constitucional Maestría en Derecho Procesal Maestría en Psicología Forense Maestría en Comunicación Política Maestría en Periodismo Deportivo Maestría en Desarrollo Organizacional y Talento Humano Maestría en Gestión de Ventas Maestría en Gestión Hospitalaria y Nuevas Tecnologías Maestría en Gestión Tributaria Maestría en Gestión Financiera, Inversiones y Activos Digitales Maestría en Negocios Agropecuarios Maestría en Gestión de la Cadena de Suministro Maestría en Cadena Logística, Transporte y Puertos Maestría en Administración de Empresas Maestría en Derecho Deportivo Maestría en Derecho Tributario Maestría en Derecho Laboral Maestría en Derecho Corporativo y Propiedad Intelectual Maestría en Derecho de Familia Maestría en Investigación Criminal Maestría en Administración Pública Maestría en Seguridad y Salud Ocupacional Maestría en Marketing Estratégico Maestría en Derecho Penal ¿Por qué medio desea ser contactado? * —Por favor, elige una opción— Correo Electrónico WhatsApp Teléfono Acepto Términos y Condiciones Al hacer clic en el botón de abajo, aceptas recibir información de Posgrados ECOTEC, sobre este y otros programas relevantes, vía email\/llamada\/whatsApp\/SMS. ¿Tienes un título profesional universitario? Licenciatura, Ingeniería o Abogacía Completa tus datos y aplica a tu maestría. No, pero estoy interesado. Facebook Instagram X LinkedIn YouTube Mail Universidad ECOTEC 🟢 En Línea ¡Hola! ¿Cómo podemos ayudarte? 6:43 pm Conversar con un asesor"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Online",
        "url_origen":"https:\/\/online.ecotec.edu.ec\/posgrados\/",
        "url_malla":"HTML",
        "contenido_malla":"Maestrías en Línea en Ecuador Estudia una maestría online en Ecuador y obtén tu título en solo 12 meses. ECOTEC ofrece programas 100 % virtuales, reconocidos por la Senescyt, con enfoque práctico y flexibilidad de horarios. Maestría en Derecho Administrativo ★ ★ ★ ★ ★ RPC-SO-14-No.387-2021 12 meses Maestría en Derecho Constitucional ★ ★ ★ ★ ★ RPC-SO-09-No.169-2020 12 meses Maestría en Derecho Procesal ★ ★ ★ ★ ★ RPC-SO-09-No.169-2020 12 meses Maestría en Desarrollo Organizacional y Talento Humano ★ ★ ★ ★ ★ RPC-SO-47-No.740-2022 12 meses Maestría en Marketing Digital y Social Media ★ ★ ★ ★ ★ RPC-SO-08-No.239-2021 12 meses Maestría en Seguridad y Salud en el trabajo ★ ★ ★ ★ ★ RPC-SO-01-NO.015-2024 12 meses Maestría en Administración de Empresas ★ ★ ★ ★ ★ RPC-SO-23-No.507-2020 12 meses Maestría en Administración Pública ★ ★ ★ ★ ★ RPC-SO-41-No.682-2024 12 meses Maestría en Agronegocios Sostenibles ★ ★ ★ ★ ★ RPC-SE-19-No.151-2020 12 meses Maestría en Big Data ★ ★ ★ ★ ★ RPC-SO-01-No.024-2021 12 meses Maestría en Ciberseguridad ★ ★ ★ ★ ★ RPC-SO-04-No.125-2021 12 meses Maestría en Comunicación Corporativa ★ ★ ★ ★ ★ RPC-SO-12-No.341-2021 12 meses Maestría en Comunicación Política ★ ★ ★ ★ ★ RPC-SO-12-No.341-2021 12 meses Maestría en Derecho Penal ★ ★ ★ ★ ★ RPC-SO-09-No.174-2023 12 meses Maestría en Dirección de Centros Educativos ★ ★ ★ ★ ★ RPC-SO-24-No.539-2020 12 meses Maestría en Educación Inclusiva e Intercultural ★ ★ ★ ★ ★ RPC-SO-11-No.302-2021 12 meses Maestría en Educación Inicial ★ ★ ★ ★ ★ RPC-SO-03-No.084-2021 12 meses Maestría en Educación Mención Pedagogía en Entornos Digitales ★ ★ ★ ★ ★ RPC-SO-06-No.184-2021 12 meses Maestría en Gestión Ambiental con mención en Desarrollo Sostenible ★ ★ ★ ★ ★ RPC-SO-05-No.087-2024 12 meses Maestría en Gestión Financiera y Riesgo ★ ★ ★ ★ ★ RPC-SE-03-NO.040-2020 12 meses Maestría en Gestión Presupuestaria ★ ★ ★ ★ ★ RPC-SE-19-No.151-2020 12 meses Maestría en Inteligencia de Negocios ★ ★ ★ ★ ★ RPC-SO-03-No.094-2021 12 meses Maestría en Mediación y Resolución de Conflictos ★ ★ ★ ★ ★ RPC-SO-22-No.561-2021 12 meses Maestría en Neuroeducación ★ ★ ★ ★ ★ RPC-SO-08-No.135-2024 12 meses Maestría en Periodismo Deportivo ★ ★ ★ ★ ★ RPC-SO-31-No.709-2021 12 meses Maestría en Administración de E-Commerce ★ ★ ★ ★ ★ RPC-SE-03-NO.040-2020 12 meses × Signin Username Password Lost your password? Don't have an account Register × Reset Password Username or E-mail: Don't have an account Register Gestionar consentimiento Para ofrecer las mejores experiencias, utilizamos tecnologías como las cookies para almacenar y\/o acceder a la información del dispositivo. El consentimiento de estas tecnologías nos permitirá procesar datos como el comportamiento de navegación o las identificaciones únicas en este sitio. No consentir o retirar el consentimiento, puede afectar negativamente a ciertas características y funciones. Funcional Funcional Siempre activo El almacenamiento o acceso técnico es estrictamente necesario para el propósito legítimo de permitir el uso de un servicio específico explícitamente solicitado por el abonado o usuario, o con el único propósito de llevar a cabo la transmisión de una comunicación a través de una red de comunicaciones electrónicas. Preferencias Preferencias El almacenamiento o acceso técnico es necesario para la finalidad legítima de almacenar preferencias no solicitadas por el abonado o usuario. Estadísticas Estadísticas El almacenamiento o acceso técnico que es utilizado exclusivamente con fines estadísticos. El almacenamiento o acceso técnico que se utiliza exclusivamente con fines estadísticos anónimos. Sin un requerimiento, el cumplimiento voluntario por parte de tu Proveedor de servicios de Internet, o los registros adicionales de un tercero, la información almacenada o recuperada sólo para este propósito no se puede utilizar para identificarte. Marketing Marketing El almacenamiento o acceso técnico es necesario para crear perfiles de usuario para enviar publicidad, o para rastrear al usuario en una web o en varias web con fines de marketing similares. Administrar opciones Gestionar los servicios Gestionar {vendor_count} proveedores Leer más sobre estos propósitos Aceptar Denegar Ver preferencias Guardar preferencias Ver preferencias {title} {title} {title} Gestionar Consentimiento"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"DESARROLLO PROFESIONAL",
        "url_origen":"https:\/\/ecotec.edu.ec\/desarrollo%20profesional",
        "url_malla":"HTML",
        "contenido_malla":"Somos Ecotec Se encuentra el éxito profesional En el desarrollo constante Te ofrecemos cursos en modalidad presencial Virtual Semipresencial Fortalece tus capacidades y amplía tus horizontes profesionales con nuestros programas de Desarrollo Profesional ¡Descubre cómo podemos potenciar tu crecimiento! Áreas de Capacitación Capacitamos a los miembros de la organización en las diversas áreas funcionales con temáticas de: Administración Gestión Solicitar información Ciencias de la salud Solicitar información Tecnología y medio ambiente Solicitar información Derecho, política y administración pública Solicitar información Programas especiales Ver Cursos Disponibles Ver cursos disponibles Explore la excelencia académica y la innovación a través de nuestra experiencia educativa. Capacitaciones prácticas Modalidad Presencial y Online Oportunidad de Networking de primer nivel Beneficios Alumni ECOTEC Programas innovadores de vanguardia Calidad de enseñanza Alianzas Estratégicas Promovemos una formación de excelencia mediante programas innovadores que responden a las demandas del mercado y potencian el desarrollo profesional, consolidando alianzas estratégicas con instituciones y empresas líderes. Conoce más Nuestro Objetivo Educar permanentemente a profesionales y no profesionales que desean o requieran profundizar y actualizar conocimientos en un área específica o complementaria. Nuestro Aporte Aportar al fortalecimiento de habilidades, actitudes y destrezas de nuestros participantes que les permitan lograr un mejor desempeño o posición laboral y crecer en su desarrollo personal. Clientes Empresas que impulsaron el talento de su equipo con nosotros. Contáctate con nosotros a través de los siguientes canales"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Desarrollo Profesional",
        "url_origen":"https:\/\/desarrollo-profesional-nbs.ecotec.edu.ec\/desarrollo-profesional",
        "url_malla":"HTML",
        "contenido_malla":"Ir al contenido Conoce la experiencia en nuestro Recorrido Virtual Formación Ejecutiva con impacto real Formamos profesionales con propósito a través de programas diseñados para enfrentar los retos actuales del trabajo, fortalecer habilidades clave y generar impacto real Tu próximo avance empieza aquí. Explora, elige y actúa con propósito. Oferta Académica 📄 Conoce sobre nuestra oferta académica Descubre cómo generamos impacto real en tu carrera MENTORES Aprende de profesionales con trayectoria que enseñan desde la experiencia y no solo desde la teoría. NETWORKING Espacios que fomentan conexiones significativas para compartir experiencias y crecer junto a otros profesionales. METODOLOGÍA Aprendizaje estructurado, flexible y pensado para aplicarse en el contexto laboral real. Porque cada profesional tiene sus propias metas. Te ofrecemos cursos en modalidad Flexibilidad total, estés donde estés. ONLINE Interacción directa y práctica en nuestros campus. PRESENCIAL Lo mejor de ambos mundos, a tu ritmo. HIBRIDA Alianzas Estratégicas Generamos alianzas con instituciones líderes para ofrecer programas actualizados, pertinentes y conectados con el mundo profesional real. Empresas que impulsan el talento de su equipo con nosotros ¡Al completar nuestros programas recibirás una credencial digital! Emitida por ECOTEC Certificada con tecnología blockchain Verificable, compartible y protegida Ideal para tu CV digital y perfil de LinkedIn Las insignias digitales transforman la forma en la que presentas tus logros académicos y profesionales."
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Posgrado",
        "url_origen":"https:\/\/posgrado.ecotec.edu.ec",
        "url_malla":"HTML",
        "contenido_malla":"Saltar al contenido principal Transforma tu futuro profesional En ECOTEC Posgrado formamos líderes capaces de conectar el conocimiento con la práctica. Nuestros programas combinan innovación, rigor académico y visión internacional para potenciar tu crecimiento profesional y destacar en un entorno competitivo. Empieza tu maestría Empieza tu maestría Universidad Tecnológica ECOTEC Los programas de maestrías ECOTEC han sido diseñados para ampliar y potenciar las principales competencias profesionales que las organizaciones actuales demandan de los miembros de su equipo de trabajo. A través de ellas buscamos la formación holística de personas, dispuestas a liderar cambios y crear soluciones al servicio de la comunidad. Contamos con más de 25 programas que te permiten obtener tu título de máster en solo 12 meses de estudios y cuentan con una segunda titulación emitida por la Universidad Europea Miguel de Cervantes, en un entorno de aprendizaje dinámico y colaborativo, junto a docentes de alto nivel académico y con amplia experiencia en el mercado laboral. 0 % Han logrado ascensos o aumentos salariales 0 % Ocupan cargos gerenciales o de liderazgo 0 + Programas con enfoque internacional 0 % Han logrado ascensos o aumentos salariales 0 % Ocupan cargos gerenciales o de liderazgo 0 + Programas con enfoque internacional ¿Quieres más información sobre tu posgrado? En Posgrado ECOTEC te ofrecemos asesoría personalizada para elegir la maestría ideal. Con más de 25 programas y segunda titulación internacional, estamos listos para ayudarte a dar el siguiente paso en tu carrera profesional. Innovación y enlace empresarial e industrial Calidad académica y Segunda titulación Internacional Docentes internacionales y líderes en Ecuador Networking y conexiones reales ¿Tienes un título profesional universitario? Licenciatura, Ingeniería o Abogacía Completa tus datos y aplica a tu maestría. No, pero estoy interesado. Ingresa aquí tus datos Todos los datos son requeridos Nombres * Apellidos * Correo electrónico * Cédula de identidad * Teléfono celular * Ciudad * Modalidad * —Por favor, elige una opción— Semipresencial Maestría de interés * —Por favor, elige una opción— Maestría en Derecho Constitucional Maestría en Derecho Procesal Maestría en Psicología Forense Maestría en Comunicación Política Maestría en Periodismo Deportivo Maestría en Desarrollo Organizacional y Talento Humano Maestría en Gestión de Ventas Maestría en Gestión Hospitalaria y Nuevas Tecnologías Maestría en Gestión Tributaria Maestría en Gestión Financiera, Inversiones y Activos Digitales Maestría en Negocios Agropecuarios Maestría en Gestión de la Cadena de Suministro Maestría en Cadena Logística, Transporte y Puertos Maestría en Administración de Empresas Maestría en Derecho Deportivo Maestría en Derecho Tributario Maestría en Derecho Laboral Maestría en Derecho Corporativo y Propiedad Intelectual Maestría en Derecho de Familia Maestría en Investigación Criminal Maestría en Administración Pública Maestría en Seguridad y Salud Ocupacional Maestría en Marketing Estratégico Maestría en Derecho Penal ¿Por qué medio desea ser contactado? * —Por favor, elige una opción— Correo Electrónico WhatsApp Teléfono Acepto Términos y Condiciones Al hacer clic en el botón de abajo, aceptas recibir información de Posgrados ECOTEC, sobre este y otros programas relevantes, vía email\/llamada\/whatsApp\/SMS. Nuestras Certificaciones Nuestra universidad cuenta con la certificación QS Stars , un sistema de calificación reconocido a nivel mundial que evalúa la calidad de las instituciones de educación superior. Este reconocimiento otorga una valoración de hasta 5 estrellas en diferentes categorías clave: Calidad académica y enseñanza Investigación e innovación Internacionalización y diversidad Empleabilidad de los egresados Sostenibilidad y compromiso social Maestrías Presenciales Derecho y Administración Pública Gestión y Negocios Salud Maestrías Semipresenciales Comunicación Derecho y Administración Pública Gestión y Negocios Salud Segunda Titulación INTERNACIONAL Nuestra alianza estratégica con la prestigiosa Escuela de Negocios de la Universidad Europea Miguel de Cervantes permite a nuestros estudiantes de posgrado obtener una segunda titulación española. La Escuela de Negocios y Dirección, parte de la universidad, se encuentra entre las diez mejores instituciones europeas de educación en línea y es uno de los centros educativos españoles más innovadores según el ranking INNOVATEC. Descubre tu maestría ideal Descubre tu maestría ideal ¡Haz realidad tus metas! Proceso de Postulación 100% en Línea Inscríbete hoy y da 4 simples pasos que te llevarán al siguiente nivel y al exito personal y profesional 1 2 3 4 Entrega de documentos Revisión y aprobación de documentos Pago de arancel Notificación de admisión 1 Entrega de documentos 2 Revisión y aprobación de documentos 3 Pago de arancel 4 Notificación de admisión Inicia tu proceso ahora Inicia tu proceso ahora Facebook Instagram X LinkedIn YouTube Mail Universidad ECOTEC 🟢 En Línea ¡Hola! ¿Cómo podemos ayudarte? 3:03 pm Conversar con un asesor"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Desarrollo Profesional",
        "url_origen":"https:\/\/ecotec.edu.ec\/desarrollo-profesional\/admisiones\/",
        "url_malla":"HTML",
        "contenido_malla":"Skip to main content Skip to footer Estudia en ECOTEC Admisiones Estudia en ECOTEC Admisiones Requisitos *Excepto Carrera de Medicina de la facultad de Ciencias de la Salud y Desarrollo Humano Requisitos de Ingreso Foto a color tamaño carné Cédula de identidad Actualizada \/ 1 copia a color Certificado de Votación de las últimas elecciones \/ 1 copia a color Título de Bachiller refrendado \/ 1 copia a color Ambos lados Acta de grado \/ 1 Copia a color Certificado de conducta \/ Aplica para graduados del año en curso Referencia Personal o Laboral No son válidas referencias de familiares Para Homologantes Solicitar certificado de las materias aprobadas de la universidad o tecnológico de procedencia. Acercarse a la facultad que desea ingresar y mostrar el certificado al decano o coordinador de la facultad. Si deseas contactar en línea, deberás hacerlo a través de los correos institucionales de cada facultad. ¡Estás a un paso de comenzar tu historia con nosotros! Nombre Apellido Correo Eléctronico Cédula de identidad Teléfono celular Ciudad Selecciona el programa Ingeniería Ambiental Medicina Veterinaria Ingeniería Civil Arquitectura Ingeniería en Sistemas Inteligentes Ingeniería en Mecatrónica Ingeniería Industrial Ingeniería Agrónoma Psicología Marketing Comunicación Multimedia y Producción Audiovisual Logística y Transporte Gestión del Talento Humano Negocios Internacionales Economía Administración de Empresas Derecho Criminalística Nutrición y Dietética Fisioterapia Enfermería Medicina ¿Por cual medio desea ser contactado? Correo Eléctronico Teléfono WhatsApp Acepto términos y condiciones Google reCaptcha: Invalid site key. Enviar Facebook Instagram X YouTube Mail linkedin"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Online",
        "url_origen":"https:\/\/online.ecotec.edu.ec\/admisiones\/",
        "url_malla":"HTML",
        "contenido_malla":"Inscripciones en Línea Requisitos: Todos los datos son requeridos * Título de bachiller Registro del título de bachiller para grado descargado en PDF de la plataforma del Ministerio de Educación o su equivalente y de tercer nivel para posgrado, descargado en PDF de la plataforma de Senescyt. Documentos Registro del título de bachiller para grado descargado en PDF de la plataforma del Ministerio de Educación o su equivalente y de tercer nivel para posgrado, descargado en PDF de la plataforma de Senescyt. Fotografía Foto digital actualizada tamaño carnet en formato JPG. Ingresa aquí tus datos Todos los datos son requeridos * Nombres* Apellidos* Teléfono celular* Correo electrónico* Oferta académica * —Please choose an option— Carreras de Grado Programas de Posgrado Carreras de Grado * Selecciona una carrera Licenciatura en Psicología Licenciatura en Ciencias de la Educación Licenciatura en Trabajo Social Derecho Licenciatura en Turismo Licenciatura en Mercadotecnia Licenciatura en Comunicación Licenciatura en Finanzas Economía Licenciatura en Comercio Licenciatura en Relaciones Internacionales Licenciatura en Gestión del Talento Humano Licenciatura en Contabilidad y Auditoría Licenciatura en Negocios Internacionales Licenciatura en Administración de Empresas Ingeniería en Sistemas Inteligentes Programas de Posgrado * Selecciona una maestría Maestría en Periodismo Deportivo Maestría en Educación Inicial Maestría en Ciberseguridad Maestría en Agronegocios Sostenibles Maestría en Administración Pública Maestría en Neuroeducación Maestría en Educación Mención Pedagogía en Entornos Digitales Maestría en Educación Inclusiva e Intercultural Maestría en Dirección de Centros Educativos Maestría en Derecho Penal Maestría en Mediación y Resolución de Conflictos Maestría en Derecho Administrativo Maestría en Derecho Procesal Maestría en Derecho Constitucional Maestría en Seguridad y Salud en el Trabajo Maestría en Comunicación Política Maestría en Comunicación Corporativa Maestría en Marketing Digital y Social Media Maestría en Inteligencia de Negocios Maestría en Big Data Maestría en Gestión Ambiental con Mención en Desarrollo Sostenible Maestría en Desarrollo Organizacional y Talento Humano Maestría en Gestión Presupuestaria Maestría en Gestión Financiera y Riesgo Maestría en Administración de E-Commerce Maestría en Administración de Empresas Acepto recibir información de ECOTEC, sobre este y otros programas relevantes vía email\/llamada\/WhatsApp\/SMS. Acepto recibir información de ECOTEC, sobre este y otros programas relevantes vía email\/llamada\/WhatsApp\/SMS. Nuestro equipo de asesores Conoce al grupo de especialistas que te acompañarán en cada etapa del proceso. Ellos están aquí para escucharte, resolver tus dudas y guiarte con la mejor atención personalizada. Natali Piedra Soriano, Mgtr. Asesora de Admisiones Online Ambar López, Lcda. Asesora de Admisiones Online Katherine Tenempaguay, Tcnlga. Asesora de Admisiones Online Eduardo Ramirez Zapata, Ing. Asesor de Admisiones Online Petter Ponce Riera, Tcnlgo. Asesor de Admisiones Online Vicky Castro Asesora de Admisiones Online Fernanda Cedeño Barreto Asesora de Admisiones Online Linda Gualoto, Tcnlga. Asesora de Admisiones Online Darlin Avila Asesora de Admisiones Online Lissette Villegas, Ing. Asesora de Admisiones Online Felix Moreno, Tcnlgo. Asesor de Admisiones Online Diego Macías Asesor de Admisiones Online Diana Cerezo Asesora de Admisiones Online × Signin Username Password Lost your password? Don't have an account Register × Reset Password Username or E-mail: Don't have an account Register Gestionar consentimiento Para ofrecer las mejores experiencias, utilizamos tecnologías como las cookies para almacenar y\/o acceder a la información del dispositivo. El consentimiento de estas tecnologías nos permitirá procesar datos como el comportamiento de navegación o las identificaciones únicas en este sitio. No consentir o retirar el consentimiento, puede afectar negativamente a ciertas características y funciones. Funcional Funcional Siempre activo El almacenamiento o acceso técnico es estrictamente necesario para el propósito legítimo de permitir el uso de un servicio específico explícitamente solicitado por el abonado o usuario, o con el único propósito de llevar a cabo la transmisión de una comunicación a través de una red de comunicaciones electrónicas. Preferencias Preferencias El almacenamiento o acceso técnico es necesario para la finalidad legítima de almacenar preferencias no solicitadas por el abonado o usuario. Estadísticas Estadísticas El almacenamiento o acceso técnico que es utilizado exclusivamente con fines estadísticos. El almacenamiento o acceso técnico que se utiliza exclusivamente con fines estadísticos anónimos. Sin un requerimiento, el cumplimiento voluntario por parte de tu Proveedor de servicios de Internet, o los registros adicionales de un tercero, la información almacenada o recuperada sólo para este propósito no se puede utilizar para identificarte. Marketing Marketing El almacenamiento o acceso técnico es necesario para crear perfiles de usuario para enviar publicidad, o para rastrear al usuario en una web o en varias web con fines de marketing similares. Administrar opciones Gestionar los servicios Gestionar {vendor_count} proveedores Leer más sobre estos propósitos Aceptar Denegar Ver preferencias Guardar preferencias Ver preferencias {title} {title} {title} Gestionar Consentimiento"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Información",
        "url_origen":"https:\/\/ecotec.edu.ec\/grado\/admisiones\/",
        "url_malla":"HTML",
        "contenido_malla":"Skip to main content Skip to footer Estudia en ECOTEC Admisiones Estudia en ECOTEC Admisiones Requisitos *Excepto Carrera de Medicina de la facultad de Ciencias de la Salud y Desarrollo Humano Requisitos de Ingreso Foto a color tamaño carné Cédula de identidad Actualizada \/ 1 copia a color Certificado de Votación de las últimas elecciones \/ 1 copia a color Título de Bachiller refrendado \/ 1 copia a color Ambos lados Acta de grado \/ 1 Copia a color Certificado de conducta \/ Aplica para graduados del año en curso Referencia Personal o Laboral No son válidas referencias de familiares Para Homologantes Solicitar certificado de las materias aprobadas de la universidad o tecnológico de procedencia. Acercarse a la facultad que desea ingresar y mostrar el certificado al decano o coordinador de la facultad. Si deseas contactar en línea, deberás hacerlo a través de los correos institucionales de cada facultad. ¡Estás a un paso de comenzar tu historia con nosotros! Nombre Apellido Correo Eléctronico Cédula de identidad Teléfono celular Ciudad Selecciona el programa Ingeniería Ambiental Medicina Veterinaria Ingeniería Civil Arquitectura Ingeniería en Sistemas Inteligentes Ingeniería en Mecatrónica Ingeniería Industrial Ingeniería Agrónoma Psicología Marketing Comunicación Multimedia y Producción Audiovisual Logística y Transporte Gestión del Talento Humano Negocios Internacionales Economía Administración de Empresas Derecho Criminalística Nutrición y Dietética Fisioterapia Enfermería Medicina ¿Por cual medio desea ser contactado? Correo Eléctronico Teléfono WhatsApp Acepto términos y condiciones Google reCaptcha: Invalid site key. Enviar Facebook Instagram X YouTube Mail linkedin"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Buzón de sugerencias",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/sugerencias\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Buzón de sugerencias Inicio Buzón de sugerencias También te podría interesar... Envíanos tus consultas o sugerencias Nuestro equipo estará gustoso de responderte a la brevedad posible. Relación con ECOTEC Estudiante Docente\/Investigador Administrativo Graduado Proveedor Otro Campus Campus Samborondón Campus Guayaquil Campus la Costa (*) Campos Obligatorios No hemos podido validar su suscripción. Se ha enviado su sugerencia Envia tu Suegerencia Todos los datos son requeridos * Nombre: Apellidos: Introduzca su Nº de Cédula E-mail Relación con ECOTEC Elija 1 valor Estudiante Docente\/Investigador Administrativo Graduado Proveedor Otro Campus Elija 1 valor Campus Samborondón Campus Guayaquil Campus la Costa Servicio \/ Área Servicio o área a la cual se presenta la sugerencia Sugerencia Acepto las condiciones y recibir información detalla Enviar"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Servicios",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/servicios\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Servicios Inicio Servicios ¿Por qué estudiar en Ecotec? Más de 1.700 profesionales graduados. El 86% trabajando en áreas relacionadas con su profesión. 100% de docentes con títulos de 4to nivel. Moderno campus en Samborondón y funcionales instalaciones en la Av. Juan Tanca Marengo con tecnología educativa de punta en aulas y laboratorios. Convenios interistitucionales para: Pasantías Pre-Profesionales, Iserción Laboral, Investigación y Vinculación con la Sociedad. Múltiples convenios con Universidades del mundo para transferencias de Estudios. Acceso gratuito al Complejo Deportivo. Descuentos en establecimientos comerciales presentando tu carnet REDLINKS. Servicios Internos Wifi Cafetería Credencial Capilla Mesas de ping pong Video vigilancia Flota de buses Cargadores Biblioteca Parqueadero"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Contactos",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/contactos\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Contactos Inicio Contactos Información de Contacto Twitter Facebook Instagram Youtube Áreas de Interés: Admisiones Grado Admisiones Postgrado Admisiones Online Desarrollo Profesional Otras [dynamictext* your-subject \"CF7_get_post_var key='title'\"] Campus Samborondón Vía Samborondón Km. 13.5 admisiones @ecotec.edu.ec PBX:+593 043 723 400 +593 939 659 117 Campus Guayaquil Av. Juan Tanca Marengo Km. 2 admisiones @ecotec.edu.ec PBX:593 (04) 372 3400 +593 939 211 940 Campus Vía a la Costa Vía a la Costa Km 16.5 admisiones @ecotec.edu.ec PBX:593 (04) 372 3400 +593 980 102 598"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"ECOTEC Store",
        "url_origen":"https:\/\/store.ecotec.edu.ec\/",
        "url_malla":"HTML",
        "contenido_malla":"Productos destacados Los favoritos de ECOTEC, los mejores entre los mejores. There is no product. Please configure and select product source. Oferta de la semana Tu primera compra merece un reconocimiento. Descubre el regalo especial que hemos preparado para ti. Estilo y elegancia Descubre el estilo y la elegancia que necesitas esta temporada con nuestra colección de chompas. Vista rápida chompa melón con frase bordada con capucha unisex $ 33,00 Añadir al carrito Vista rápida chompa celeste baby blue con capucha frente... $ 33,00 Añadir al carrito chompa melón con frase bordada \/ con capucha unisex chompa celeste baby blue con capucha frente logo ecotec #ecoteclifestyle Comparte tu estilo con nosotros Síguenos en Instagram Regístrate ahora y obtén un 10% de descuento Sé el primero en enterarse de ofertas especiales, novedades y más. Este sitio web utiliza cookies para garantizar que obtenga la mejor experiencia en nuestro sitio web. Got it! Regístrate ahora y obtén un 10% de descuento Sé el primero en enterarse de ofertas especiales, novedades y más. Suscríbete aquí No volver a mostrar"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Bienestar Universitario",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/bienestar-universitario\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar BIENESTAR UNIVERSITARIO Es una Dirección de apoyo y ejecución institucional que, mediante sus programas y servicios, promueve en la comunidad universitaria las condiciones para el desarrollo integral profesional dentro de un ambiente de bienestar. Fortalece la integración y diversidad de equidad, con una atención, participación y consejería primaria potenciando la calidad, inclusión e igualdad en la comunidad universitaria. Las actividades de la unidad de Bienestar Universitario están alineadas Plan Estratégico de Desarrollo Institucional 2017-2021, programación que a su vez contribuye a los objetivos del Plan Nacional de Desarrollo, alineándose a los Objetivos de Desarrollo Sostenibles (ODS) de la Agenda 2030 de las Naciones Unidas. Objetivos de la Unidad de Bienestar Universitario Generar proyectos y programas para atender las necesidades educativas especiales asociadas o no a una discapacidad, de toda la población. Implementar programas y proyectos de información, prevención y control de situaciones que puedan afectar la salud física, mental y emocional de sus integrantes. Brindar a los miembros de la comunidad universitaria un ambiente de bienestar integral físico, psicológico y sexual. Impulsar condiciones pedagógicas que permitan una integración basada en el respeto, equidad e igualdad. Promover la convivencia intercultural. Servicios y Programas Orientación Vocacional y Profesional Actividades Culturales, Deportivas y de Integración Consejería Psicológica Departamento Médico Capellanía Clubes Orientación Vocacional y Profesional Visitar Actividades Culturales, Deportivas, Integración. Visitar Consejería Psicológica Visitar Departamento Médico Visitar Capellanía Visitar Clubes Visitar Test Vocacional La decisión de tu futuro universitario, y en consecuencia profesional, parece una tarea muy difícil. Pero es necesario que sepas que lo debés transitar para encontrar tu verdadera vocación. Iniciar Test Vocacional Clubes Visitar Directora de Bienestar Universitario Ver más Formación Académica Diplomado Superior en Diseño y Aplicación de modelos Educativos, Universidad Tecnológica Empresarial de Guayaquil. Maestría en Educación Superior – Universidad de Guayaquil Experiencia Laboral Docente de nivelación – Universidad de Especialidades Espíritu Santo Docente de nivelación – Universidad ECOTEC. Contáctate con nosotros a través de los siguientes canales Contáctanos Promover la convivencia intercultural."
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Centro de Innovación del aprendizaje",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/centro-de-innovacion-del-aprendizaje\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Centro de Innovación del aprendizaje Inicio Centro de Innovación del aprendizaje Directora del CIA Mónica Pérez, Mgtr Dependencia del Vicerrectorado Académico Centro de Innovación del Aprendizaje El Centro de Innovación del Aprendizaje (CIA) ofrece diversos servicios que faciliten los procesos académicos y se encargará de adaptar propuestas creativas e innovadoras que contribuyan en la mejora de la calidad educativa de ECOTEC. Pilares Fundamentales Acompañamiento Académico Ayudar al estudiante a planificar su actividad académica y acompañarlo a lo largo de su vida estudiantil para asegurar su continuidad hasta la finalización de su carrera y\/o programa Competencias Docentes Fortalecer las competencias del personal académico para el desempeño de sus actividades docente, con el fin de impactar favorablemente en la educación de los estudiantes. ¿QUÉ HACEMOS? Potenciar la atención personalizada a los estudiantes, a través del seguimiento al desempeño académico, refuerzo académico, y la orientación académica Seguimiento al desempeño académico Es un programa encaminado a ayudar al estudiante a planificar su actividad académica, acompañarlo a lo largo de su vida estudiantil para asegurar su continuidad hasta la finalización de su carrera y\/o programa. Existen tres ejes para la orientación y acompañamiento para reforzar contenidos académicos de las asignaturas y el apoyo psicosocial. Seguimiento al desempeño académico Es un proceso donde el tutor académico de cada estudiante identifica las dificultades académicas, para el adecuado desarrollo de los estudios universitarios. ¡CONOCE A TU TUTOR! Refuerzo académico Es un espacio para realizar actividades de refuerzo en el contenido de la asignatura y se lleva a cabo con estudiantes comprometidos con su formación y con los docentes de las asignaturas. La designación del refuerzo académico será organizada por los líderes de los colectivos académicos. FACULTAD DEL LIDER DEL COLECTIVO ACADEMICO NOMBRE DEL LIDER DEL COLECTIVO ACADEMICO NOMBRE DEL COLECTIVO ACADEMICO Marketing y Comunicación Beatriz Loor, Phd. Comunicación Beatriz Loor, Phd. Periodismo María Belén Morales, Phd. Psicología Lorraine Chedraui, Mgtr. Multimedia Marwin Lavayen, Mgtr. Mercadotecnia César Castañeda, Mgtr. Humanística Ciencias Económicas y Empresariales Mónica Llanos Encalada, PhD. Administración y Talento Humano Fernando Cevallos Ruales, Mgtr. Gestión Comercial (Ventas) Mónica Armijos Santos, Mgtr. Contabilidad y Auditoría Guido Macas Acosta, Mgtr. Economía y Administración Pública Eduardo Ron Amores, Mgtr. Finanzas Mónica Armijos Santos, Mgtr. Negocios Digitales Ana Correa Vaca, Mgtr. Logística y Gestión Internacional Derecho y Gobernabilidad Soledad Murillo Ortiz, Mgtr Histórico y Teórico del estado y del derecho Estrella Hoyos, Mgtr Ciencias penales y criminológicas Mercedes Coronel, Mgtr Derecho civil y de familia Roger Nieto, Mgtr Derecho empresarial e internacional Paolo Dominguez Derecho público Rosa Portero Criminalística Ingenierías Wilson Polo; Mgtr. Electrónica y Circuitos Giraldo León, PhD. Informática Básica Manuel Ramírez, Mgtr. Redes, Infraestructura y Seguridad Cesar Bustamante, Mgtr- Software, Bases de datos y Programación Diego Peña, PhD. Ciencias básicas Magaly Peñafiel, Mgtr. Ciencias naturales, ecología y medio ambiente Roberto Aguilera, Mgtr. Desarrollo agrícola Fernando Montalvo, Mgtr. Ingeniería industrial Ciencias de la Salud y Desarrollo Humano Blga. Ivonne Mora Ciencias Básicas Estudios Globales y Hospitalidad Viviana Henriques, Mgtr. Relaciones Internacionales Sofía Pacherres, Mgtr. Turismo y Hotelería Centro de Innovación del Aprendizaje Yadira Armas, Mgtr. Coordinadora Centro de Innovación del Aprendizaje Nadia Villena, Mgtr. Coordinadora Centro de Innovación del Aprendizaje Marketing y Comunicación Beatriz Loor, Phd. Comunicación Líder del Colectivo Beatriz Loor, Phd. Periodismo Líder del Colectivo María Belén, Phd. Psicología Líder del Colectivo Lorraine Chedraui, Mgtr. Multimedia Líder del Colectivo Marwin Lavayen, Mgtr. Mercadotecnia Líder del Colectivo César Castañeda, Mgtr. Humanística Líder del Colectivo Ciencias Económicas y Empresariales Mónica Llanos, PhD. Administración y Talento Humano Líder del Colectivo Fernando Cevallos, Mgtr. Gestión Comercial (Ventas) Líder del Colectivo Mónica Armijos, Mgtr. Contabilidad y Auditoría Líder del Colectivo Guido Macas, Mgtr. Economía y Administración Pública Líder del Colectivo Eduardo Ron, Mgtr. Finanzas Líder del Colectivo Mónica Armijos, Mgtr. Negocios Digitales Líder del Colectivo Ana Correa, Mgtr. Logística y Gestión Internacional Líder del Colectivo Derecho y Gobernabilidad Soledad Murillo, Mgtr Histórico y Teórico del estado y del derecho Líder del Colectivo Estrella Hoyos, Mgtr Ciencias penales y criminológicas Líder del Colectivo Mercedes Coronel, Mgtr Derecho civil y de familia Líder del Colectivo Roger Nieto, Mgtr Derecho empresarial e internacional Líder del Colectivo Paolo Domínguez Derecho público Líder del Colectivo Rosa Portero Criminalística Líder del Colectivo Ingenierías Wilson Polo, Mgtr. Electrónica y Circuitos Líder del Colectivo Giraldo León, PhD. Informática Básica Líder del Colectivo Manuel Ramírez, Mgtr. Redes, Infraestructura y Seguridad Líder del Colectivo Cesar Bustamante, Mgtr. Software, Bases de datos y Programación Líder del Colectivo Diego Peña, PhD. Ciencias básicas Líder del Colectivo Magaly Peñafiel, Mgtr. Ciencias naturales, ecología y medio ambiente Líder del Colectivo Roberto Aguilera, Mgtr. Desarrollo agrícola Líder del Colectivo Fernando Montalvo, Mgtr. Ingeniería industrial Líder del Colectivo Ciencias de la Salud y Desarrollo Humano Blga. Ivonne Mora Ciencias Básicas Líder del Colectivo Estudios Globales y Hospitalidad Viviana Henriques, Mgtr. Relaciones Internacionales Líder del Colectivo Sofía Pacherres, Mgtr. Turismo y Hotelería Líder del Colectivo Orientación académica Es un proceso destinado a la prevención y apoyo, que permite detectar diversos tipos de necesidades de los estudiantes en el ámbito psicosocial. Consejería Psicológica Talleres Fomentar una cultura innovadora en la que se valore el desarrollo profesional y el aprendizaje continuo de nuestros profesores Tiene como objetivo capacitar y potenciar al profesor en diferentes áreas. TALLERES PLANIFICACION HERRAMIENTAS PARA LA EVALUACIÓN Y LA COLABORACIÓN ENERO CARGA DE DOCUMENTOS AL REPOSITORIO- DSPACE CEDIA-ECOTEC FEBRERO MANEJO DE LA PLATAFORMA BLACKBOARD ABRIL USO DE LA PLATAFORMA VLEX MAYO FORMACIÓN DIGITAL Y LAS TICS JUNIO PROGRAMA DE DESARROLLO DE LÍDERES EDUCATIVOS JUNIO MANEJO DE CONFLICTOS JULIO ESTIMACIÓN DE MODELOS DE ECUACIONES ESTRUCTURALES. SPSS, AMOS Y WARP JULIO FORMACION DOCENTE INVESTIGADOR AGOSTO MANEJO DE LA HERRAMIENTA FIEL WEB PLUS AGOSTO MANEJO DE LA BASE DE DATOS SCOPUS AGOSTO PROGRAMA DESARROLLO PARA LA TOMA DE DECISIONES SEPTIEMBRE INDUCCIÓN A OURIGINAL: SISTEMA PARA INHIBIR EL PLAGIO ACADÉMICO NOVIEMBRE ENSEÑANZA A TRAVÉS DEL MÉTODO DE CASOS. DICIEMBRE Asesorías El equipo CIA tiene disposición a atender toda consulta de los profesores."
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Ecobuses",
        "url_origen":"https:\/\/ecotec.edu.ec\/ecobuses\/",
        "url_malla":"HTML",
        "contenido_malla":"Skip to main content Skip to footer Conoce nuestras rutas Ecobuses Campus Samborondón Rutas 1 - 9 Ruta 10 Ruta 11 Horarios intensivos Horarios periodo especial salud Rutas Lunes a Jueves Intensivos RUTAS 1 - 2 - 3 - 4 - 5 - 6 - 7 - 8 -9 Salida de base LLegada a campus Salida a campus Llegaba a base 06H15 07H00 -- -- 07H30 08H20 -- -- 11H30 12H15 13H00 13H45 —– —– 18H05 19H00 -- -- 21H45 22H30 Viernes Salida de base LLegada a campus Salida a campus Llegaba a base -- -- -- -- 07H30 08H20 -- -- 11H30 12H15 13H00 13H45 —– —– 18H05 19H00 -- -- 21H45 22H30 Sábado Salida de base LLegada a campus Salida a campus Llegaba a base 08h00 08h45 -- -- -- -- 13H05 13H45 Lunes a Viernes Periodo Especial de Salud RUTAS 1 - 2 - 3 - 4 - 5 - 6 - 7 - 8 -9 Salida de base LLegada a campus Salida a campus Llegaba a base 06H15 07H00 -- -- 07H30 08H20 -- -- 11H30 12H15 13H15 14H00 —– —– 18H05 19H00 -- -- 21H45 22H30 Viernes Salida de base LLegada a campus Salida a campus Llegaba a base -- -- -- -- 07H30 08H20 -- -- 12H00 12H45 13H00 13H45 —– —– 18H05 19H00 -- -- 21H45 22H30 Sábado Salida de base LLegada a campus Salida a campus Llegaba a base 08h00 08h45 -- -- -- -- 13H05 13H45 Ruta 1 Ruta 2 Ruta 3 Ruta 4 Ruta 5 Ruta 6 Ruta 7 Ruta 8 Ruta 9 Recorrido AV. FRANCISCO DE ORELLANA SALIDA DE AV. FCO. DE ORELLANA CONSULTORIO DENTAL (DRA. LETICIA COELLO ) AV. FCO. DE ORELLANA FRENTE A RIOCENTRO NORTE (BORDADOS Y ESTAMPADOS FORTY) AV. FCO. DE ORELLANA GIMNASIO (LLANTAS DEL PACÍFICO) AV. FCO. DE ORELLANA PASANDO LA GASOLINERA PRIMAX (SAMANES 2) URBANIZACIÓN ESTRELLA DE MAR URB. ESTRELLA DE MAR MI COMISARIATO – LOS VERGELES UPC – LAS ORQUÍDEAS PARADERO DE PASCUALES (PASANDO EL SEMÁFORO) URB. VOLARE PARADERO FRENTE A URBANIZACIÓN VILLA CLUB PARADERO LA AURORA (FRENTE A DISENSA) URB. SAN SEBASTIÁN URB. MATICES Llegada al Campus Samborondón Salida Campus Samborondón URB. MARINA D’OR PARK C.C. EL DORADO URB. CASA LAGUNA URB. VILLA CLUB URB. SANTA MARÍA CASA GRANDE URB. EL CONDADO URB. PLAZA MADEIRA URB. VILLA ITALIA PARADERO PASCUALES AV. FCO. DE ORELLANA EDIFICIO NATURES GARDEN AV. FCO. DE ORELLANA FARMACIA CRUZ AZUL LAS ORQUÍDEAS AV. FCO. ORELLANA – ESQUINA DE ESCUELA FISCAL FILIPINAS (DIRECCIÓN FCO. DE ORELLANA) PARQUE SAMANES 7 FRENTE A LA GASOLINERA PRIMAX (SAMANES 2) LOS ROSALES DECO CUENCA RIOCENTRO NORTE PARADERO DE BUSES LOS ÁLAMOS FRENTE A TÍA PARADERO FRENTE A LA PISCINA JORGE DELGADO LLEGADA A URBANOR EDIFICIO LIDERMAN Recorrido AEROPUERTO SALIDA DE TUTI DIAGONAL A CAFÉ DE TERE (CLDA. VERNAZA NORTE) TRANSPORTES ECUADOR HOTEL HOLIDAY INN PASANDO URBANIZACIÓN AQUAMARINA (LETRERO «MIRA AL FRENTE») URBANIZACIÓN LAS RIBERAS PARADERO FRENTE A SAMBORONDÓN PLAZA PASO PEATONAL – C.C. ALHAMBRA URBANIZACIÓN LOS LAGOS PARADERO SOCIEDAD ESPAÑOLA URBANIZACIÓN SINGAPUR URBANIZACIÓN BONAIRE URBANIZACIÓN CASTELAGO URBANIZACIÓN VISTA SOL PARADERO – C.C. PLAZA BATÁN CUERPO DE BOMBEROS SAMBORONDÓN URBANIZACIÓN FUENTES DEL RÍO URBANIZACIÓN LA DELICIA Llegada al Campus Samborondón Salida Campus Samborondón PARADERO ESTANCIA DEL RÍO PARADERO FRENTE A C.C. PLAZA BATÁN URBANIZACIÓN VISTA SOL PARADERO C.C. PLAZA LAGOS PARADERO PLAZA NAVONA URBANIZACIÓN GUAYAQUIL TENIS CLUB PARADERO C.C. ALHAMBRA PARADERO SAMBORONDÓN PLAZA PARADERO C.C. RIOCENTRO ENTRE RÍOS PARADERO IGLESIA SANTA TERESITA PAN DORADO – ENTRE RÍOS PARADERO FRENTE AL TERMINAL TE- RRESTRE HOLLIDAY INN TRANSPORTES ECUADOR LLEGADA A TUTI – DIAGONAL A CAFÉ DE TERE (CLDA. VERNAZA NORTE) Recorrido AV. PLAZA DAÑIN SALIDA DE AV. VÍCTOR EMILIO ESTRADA – PIZZA HUT CAFÉ JUAN VALDÉZ URDESA HISPANA DE SEGUROS AV. LAS LOMAS AV. LAS LOMAS (PANADERÍA ESQUINERA) AV. PLAZA DAÑIN CANGREJAL MANNYS AV. PLAZA DAÑIN HAMBURGUESAS COKI AV. PLAZA DAÑIN BAN ECUADOR AV. PLAZA DAÑIN BLOQUES DE LA ATARAZANA FRENTE A LA HYUNDAI AV. PLAZA DAÑIN Llegada al Campus Samborondón Salida Campus Samborondón AV. PLAZA DAÑIN – HYUNDAI MOTORS CDLA. LA FAE IGLESIA DE LOS MORMONES BLOQUES DE LA ATARAZANA AV. PLAZA DAÑIN FRENTE A BAN ECUADOR AV. PLAZA DAÑIN ANDRÉS BORBOR AV. PLAZA DAÑIN HOGAR SAN JOSÉ PLAZAQUIL ESCUELA DE NEGOCIOS HUMANE URDESA – AV. TERCERA LLEGADA A URDESA CLUB DE LEONES Recorrido GARZOTA – AUTOPISTA NARCISA DE JESÚS SALIDA SUPERMAXI GARZOTA CENTRO COMERCIAL GARZOCENTRO TÍA GARZOTA FARMACIA 911 ACUARELA DEL RÍO FERIA DEL JEAN BRISAS DEL RÍO IGLESIA DE LOS MORMONES LOS VERGELES – PASO PEATONAL MUCHO LOTE – PASO PEATONAL URBANIZACIÓN ROMADERA URBANIZACIÓN VERANDA METRÓPOLIS II EN EL ARCO Llegada al Campus Samborondón Salida Campus Samborondón METRÓPOLIS I PASO PEATONAL MUCHO LOTE – PASO PEATONAL LOS VERGELES – DISENSA GUAYACANES ITEG MOTORS TRANSP. COACTUR OFICINA BRISAS DEL RÍO – PASO PEATONAL ACUARELA – PARADERO DE BUSES SAUCES II – RESTAURANT SECOS SAUCES II – CHIFA OKA LLEGADA AV. AGUSTÍN FREIRE PARQUE SAUCES I Recorrido SAUCES – GUAYACANES – SAMANES SALIDA DE PARADERO FRENTE A LA C.C. LA ROTONDA AV. GUILLERMO PAREJA CRUZ AZUL AV. GABRIEL ROLDÓS PARADA METROVíA FRENTE RESTAURANTE MANABITA BOSQUES ALBORADA KERÁMIKOS SAUCES 9 – CONFECCIONES BUENO SAUCES 6 – FRENTE IGLESIA STA. ISABEL SAUCES 6 – FRENTE AL PARQUE ACUÁTICO PARADERO FRENTE AL PAI GUAYACANES AV. DEL MAESTRO TECNICENTRO 80 GIMNASIO TAURUS AV. TEODORO ALVARADO SAMANES Llegada al Campus Samborondón Salida Campus Samborondón AV. TEODORO ALVARADO SAMANES SAMANES ESCUELA EDUCAKIDS FRENTE TECNICENTRO 80 ESCUELA BAUTISTA GUAYACANES SAUCES 6 – FRENTE AL PARQUE ACUÁTICO SAUCES 6 – FRENTE IGLESIA STA. ISABEL SAUCES 6 – MINIMARKET RRM SAUCES 8 PARADA PASANDO PARQUE SAUCES 8 MORLACO RESTAURANT ALBOCENTRO COOP. PROGRESO AV. BENJAMÍN CARRIÓN SALA DE PARQUE DE LA PAZ FERRETERÍA ESPINOZA Llegada a Villa España – Natures Garden Recorrido JOYA Y VILLA CLUB SALIDA URBANIZACIÓN RUBÍ URBANIZACIÓN CASTILLA URBANIZACIÓN BONATERRA URBANIZACIÓN MALAGA 1 URBANIZACIÓN COMPOSTELA URBANIZACIÓN LOGARE URBANIZACIÓN ARBOLETTA URBANIZACIÓN MALAGA 2 URBANIZACIÓN GRAN VITTORIA URBANIZACIÓN LAGUNA AZUL PARADERO MARIPOSA REDONDEL URBANIZACIÓN LUNA URBANIZACIÓN MAGNA PARADERO PLAZA TÍA URBANIZACIÓN PERLA URBANIZACIÓN TURQUEZA URBANIZACIÓN TIARA URBANIZACIÓN ESMERALDA URBANIZACIÓN DIAMANTE PARADERO BRILLANTE URBANIZACION RUBI URBANIZACION ZAFIRO URBANIZACION CORAL GIMNASIO TAURUS URBANIZACION MURANO URBANIZACION AMBAR PARADERO FTE.PLAZA TIA PARADERO ALEJANDRO MAGNO PARADERO FTE. LUNA PARADERO IRIS PARADERO FRENTE URBANIZACIÓN HERMÉS PARADERO PLAZA LAGUNA URBANIZACION VILANOBA URBANIZACION NAPOLI URBANIZACION MILAN URBANIZACION CATALUÑA lLEGA AL CAMPUS sAMBORONDON Recorrido SUR SALIDA DE ESCUELA ANA PAREDES CALLE EL ORO ENTRE MACHALA Y JOSÉ DE ANTEPARA AV. QUITO Y GÓMEZ RENDÓN, HOSPITAL DEL NIÑO AV. QUITO Y 1ERO. DE MAYO – CRUZ ROJA ECUATORIANA Llegada al Campus Samborondón Salida Campus Samborondón AV. MACHALA Y 9 DE OCTUBRE AV. MACHALA Y CALLE CUENCA Llega frente Escuela Ana paredes calle el oro, entre macha y josé de antepara Recorrido DURÁN SALIDA DEL TERMINAL TERRESTRE DURÁN BANCO PICHINCHA DURÁN Llegada al Campus Samborondón Salida Campus Samborondón GASOLINERA PETROCOMERCIAL LLEGADA AL TERMINAL TERRESTRE DURÁN Recorrido CEIBOS SALIDA CDLA. OLIMPUS (PASANDO EL MC DONALDS) COLEGIO ALEMÁN HUMBOLDT (ESQUINA) FRENTE AL C.C. EL FORTÍN HOSPITAL UNIVERSITARIO Llegada al Campus Samborondón Salida Campus Samborondón C.C. EL FORTÍN COLEGIO ALEMÁN HUMBOLDT LLEGADA PASANDO CDLA. LOS OLIVOS III Lunes a Jueves Intensivos RUTA 10 Salida de base LLegada a campus Salida a campus Llegaba a base 06H30 07H20 -- -- -- -- 13H15 14H00 17H05 17H55 18H05 19H00 —— —— 21H45 22H30 Viernes Salida de base LLegada a campus Salida a campus Llegaba a base 07H30 08H20 -- -- 12H00 12H45 13H00 13H45 —— —— 18H05 19H00 —— —— 21H45 22H30 Lunes a Jueves Periodo Especial de Salud RUTA 10 Salida de base LLegada a campus Salida a campus Llegaba a base 06H30 07H20 -- -- -- -- 13H15 14H00 17H05 18H00 -- -- —– —– 18H05 19H00 -- -- 21H45 22H30 Viernes Salida de base LLegada a campus Salida a campus Llegaba a base 06H30 07H20 -- -- -- -- 13H15 14H00 17H05 18H00 18H05 19H00 —— —— 21H45 22H30 Recorrido SAMBORONDÓN SALIDA DEL COLISEO AV. SANTA ANA AV. 10 DE AGOSTO PARADERO TARIFA PARADERO SUSANA PARADERO EL CARMEN PARADERO DEL ROSARIO LA CERCA PARADERO LA BARRANCA Llegada al Campus Samborondón Salida Campus Samborondón PARADERO LA BARRANCA LA CERCA PARADERO DEL ROSARIO PARADERO EL CARMEN PARADERO SUSANA PARADERO TARIFA AV. 10 DE AGOSTO LLEGADA AL COLISEO AV. SANTA ANA Lunes a Jueves Intensivos RUTA 11 Salida de base LLegada a campus Salida a campus Llegaba a base 06H15 07H20 -- -- -- -- 13H00 13H45 17H05 17H55 18H05 19H00 —— —— 21H45 22H20 Viernes Salida de base LLegada a campus Salida a campus Llegaba a base 06H30 07H20 -- -- —– —– 13H15 14H00 17H05 18H00 —— —— —– —– 18H05 19H00 -- -- 21H45 22H30 Lunes a Jueves Periodo Especial de Salud RUTA 11 Salida de base LLegada a campus Salida a campus Llegaba a base 06H15 07H20 -- -- -- -- 13H00 13H45 17H05 18H00 -- -- —– —– 18H05 19H00 -- -- 21H45 22H30 Viernes Salida de base LLegada a campus Salida a campus Llegaba a base 06H30 07H20 -- -- -- -- 13H15 14H00 17H05 18H00 -- -- —– —– 18H05 19H00 -- -- 21H45 22H30 Recorrido DAULE SALIDA DE LA T FRENTE A LA FARMACIA CRUZ AZUL PARADERO DE LAS LOJAS Llegada al Campus Samborondón SALIDA DEL CAMPUS SAMBORONDÓN PARADERO DE LAS LOJAS LLEGADA A LA T FRENTE A LA FARMACIA CRUZ AZUL Campus La Costa Rutas 1 - 4- 5 Rutas 2 - 3 Documento de Rutas Lunes a Jueves Semestres RUTAS 1 - 4 - 5 Salida de base LLegada a campus Salida a campus Llegaba a base 06H15 07H00 -- -- 07H30 08H20 -- -- —— —— 13H10 13H50 16H40 17H30 —— —— -- -- 21H40 22H05 Viernes Salida de base LLegada a campus Salida a campus Llegaba a base 06H15 07H00 -- -- -- -- 13H00 13H50 16H40 17H30 —— —— —— —— 21H40 22H05 Sábados Salida de base LLegada a campus Salida a campus Llegaba a base 08H00 09H00 -- -- -- -- 13H00 14H00 Ruta 1 Ruta 4 Ruta 5 Recorrido SALIDA DE PARADERO DE GRUPO MAVESA COLEGIO FRANCISCO HUERTA RENDÓN NEOCENTER LAS AGUAS TIJUANA VICTOR EMILIO ESTRADA IGLESIA SAN JUDAS TADEO MIRAFLORES BANCO PICHINCHA MAPASINGUE PLAZOLETA CEIBOS PASO PEATONAL COLEGIO JAVIER SEGUROS LA UNION URB LOS PARQUES COSTALMAR II ENTRADA CASAS VIEJAS CHONGON URB LOS ANGELES URB VALLE ALTO URB OPORTO URB COSTA SOL PUERTO HONDO Llegada al Campus LA COSTA Salida Campus la costa PUERTO HONDO COSTAL MAR II ENTRADA CASAS VIEJAS CHONGON URBANIZACIÓN VALLE ALTO URBANIZACIÓN OPORTO URBANIZACIÓN COSTA SOL INTERHOSPITAL CEIBOS MEGAMAXI CEIBOS PASO PEATONAL COLEGIO JAVIER PARADA MINISTERIO INCLUSIÓN CLINICA RENDON MIRAFLORES GLORIA SALTOS URDESA UPC LAS AGUAS MUEBLERÍA EL BOSQUE LAS AGUAS PARADA BUSES ESPÍRITU SANTO LLEGADA CONCESIONARIOS GALMACK, AV. JUAN TANCA MARENGO Recorrido SALIDA DE AV. 25 JULIO (gasolinera HNO. MIGUEL) RIOCENTRO SUR AV. 25 JULIO PROMOKONSTRUCCION AV. 25 DE JULIO PICCA BANCO DEL BANK AV. 25 DE JULIO EDIMCA AV. 25 DE JULIO SAGRADOS CORAZONES AV. QUITO Y VENEZUELA PORTETE Y ESMERALDAS PORTETE Y TUNGURAHUA PORTETE Y 8 PORTETE Y 17 PORTETE Y 24 PORTETE Y 29 PORTETE Y 38 CONSULADO AMERICANO URBANIZACIÓN BOSQUES DE LA COSTA URBANIZACIÓN TORRES DEL SALADO URBANIZACIÓN PORTAL AL SOL Llegada al Campus Sla costa Salida Campus LA COSTA URBANIZACIÓN JARDINES DEL SALADO URBANIZACIÓN GIRASOLES PORTETE Y 38 PORTETE Y 29 PORTETE Y 24 PORTETE Y 17 PORTETE Y 11 VENEZUELA Y 8 VENEZUELA Y GALLEGOS LARA VENEZUELA Y TUNGURAHUA VENEZUELA Y ESMERALDAS ANTEPARA Y EL ORO ANTEPARA Y FRANCISCO SEGURA AV. 25 DE JULIO PARADA BLOQUES MALL DEL SUR CANCHAS RIVER PLATE SOPEÑA REGISTRO CIVIL SUR Llegada a AV. 25 JULIO (gasolinera HNO. MIGUEL) Recorrido Salida De Aguirre Y Malecón (U. De Las Artes) PEDRO CARBO Y 9 DE OCTUBRE CALLE URDANETA INSTITUTO CEN URDANETA ENTRE QUITO Y MACHALA AGUIRRE Y MACHALA AGUIRRE Y LOS RÍOS AGUIRRE Y ASISCLO GARAY AV. BARCELONA REDONDEL FERROVIARIA AV. VELASCO IBARRA PARQUE BELLAVISTA TÍA BELLAVISTA AV. CARLOS JULIO GASOLINERA PRIMAX AV. CARLOS JULIO SPORT GARDEN GARITA 1 URBANIZACIÓN PUERTO AZUL TÍA VÍA A LA COSTA URBANIZACIÓN BELO HORIZONTE CENTRO COMERCIAL BLUE COAST URBANIZACIÓN PUNTA ESMERALDAS URBANIZACIÓN TERRA NOSTRA C.C. COSTALMAR SHOPPING Llegada al Campus Sla costa Salida Campus LA COSTA C.C. COSTALMAR SHOPPING URBANIZACIÓN TERRA NOSTRA URBANIZACIÓN PUNTA ESMERALDAS CENTRO COMERCIAL BLUE COAST URBANIZACIÓN BELO HORIZONTE TÍA VÍA A LA COSTA GARITA 1 URBANIZACIÓN PUERTO AZUL URBANIZACIÓN PUERTAS DEL SOL UNIVERSIDAD DEL RÍO PUENTE PEATONAL COLEGIO D28 DE MAYO AV. VELASCO IBARRA FRENTE A TÍA BELLABISTA GASOLINERA TERPEL BELLAVISTA AV. BARCELONA REDONDEL FERROVIARIA CLEMENTE BALLÉN Y ASISCLO GARAY CLEMENTE BALLÉN Y JOSÉ MASCOTE CLEMENTE BALLÉN Y RUMICHACA Llegada a plaza de la administración Lunes a Jueves Semestres RUTAS 2 - 3 Salida de base LLegada a campus Salida a campus Llegaba a base 10H00 10H50 -- -- 13H20 14H15 -- -- —— —— 20H15 20H55 Ruta 2 Ruta 3 Recorrido SALIDA DE PARADERO DE GRUPO MAVESA COLEGIO FRANCISCO HUERTA RENDÓN NEOCENTER LAS AGUAS TIJUANA VICTOR EMILIO ESTRADA IGLESIA SAN JUDAS TADEO MIRAFLORES BANCO PICHINCHA MAPASINGUE PLAZOLETA CEIBOS PASO PEATONAL COLEGIO JAVIER SEGUROS LA UNION URB LOS PARQUES COSTALMAR II ENTRADA CASAS VIEJAS CHONGON URB LOS ANGELES URB VALLE ALTO URB OPORTO URB COSTA SOL PUERTO HONDO Llegada al Campus LA COSTA Salida Campus la costa PUERTO HONDO COSTAL MAR II ENTRADA CASAS VIEJAS CHONGON URBANIZACIÓN VALLE ALTO URBANIZACIÓN OPORTO URBANIZACIÓN COSTA SOL INTERHOSPITAL CEIBOS MEGAMAXI CEIBOS PASO PEATONAL COLEGIO JAVIER PARADA MINISTERIO INCLUSIÓN CLINICA RENDON MIRAFLORES GLORIA SALTOS URDESA UPC LAS AGUAS MUEBLERÍA EL BOSQUE LAS AGUAS PARADA BUSES ESPÍRITU SANTO LLEGADA CONCESIONARIOS GALMACK, AV. JUAN TANCA MARENGO Recorrido SALIDA DE SAMBO CITY PARADERO MINI COMISARIATO AV. 25 DE JULIO HOSPITAL DEL NIÑO TÍA DE BELLAVISTA SAN JUDAS TADEO MIRAFLORES CEIBOS PARADA MC DONALD’S SUPERMERCADO DEL PORTAL VÍA A LA COSTA Llegada al Campus Sla costa Salida Campus LA COSTA MEGAMAXI DE LOS CEIBOS PASO PEATONAL PARADERO DE UNIVERSIDAD DEL RÍO TUTI DE LA AV. BELLAVISTA GÓMEZ RENDÓN Y AV. JOSÉ DE ANTEPARA PASO PEATONAL BLOQUES DE LAS ACACIAS LLEGADA A AV. 25 JULIO (GASOLINERA HNO. MIGUEL) Recorrido Salida De Aguirre Y Malecón (U. De Las Artes) PEDRO CARBO Y 9 DE OCTUBRE CALLE URDANETA INSTITUTO CEN URDANETA ENTRE QUITO Y MACHALA AGUIRRE Y MACHALA AGUIRRE Y LOS RÍOS AGUIRRE Y ASISCLO GARAY AV. BARCELONA REDONDEL FERROVIARIA AV. VELASCO IBARRA PARQUE BELLAVISTA TÍA BELLAVISTA AV. CARLOS JULIO GASOLINERA PRIMAX AV. CARLOS JULIO SPORT GARDEN GARITA 1 URBANIZACIÓN PUERTO AZUL TÍA VÍA A LA COSTA URBANIZACIÓN BELO HORIZONTE CENTRO COMERCIAL BLUE COAST URBANIZACIÓN PUNTA ESMERALDAS URBANIZACIÓN TERRA NOSTRA C.C. COSTALMAR SHOPPING Llegada al Campus Sla costa Salida Campus LA COSTA C.C. COSTALMAR SHOPPING URBANIZACIÓN TERRA NOSTRA URBANIZACIÓN PUNTA ESMERALDAS CENTRO COMERCIAL BLUE COAST URBANIZACIÓN BELO HORIZONTE TÍA VÍA A LA COSTA GARITA 1 URBANIZACIÓN PUERTO AZUL URBANIZACIÓN PUERTAS DEL SOL UNIVERSIDAD DEL RÍO PUENTE PEATONAL COLEGIO D28 DE MAYO AV. VELASCO IBARRA FRENTE A TÍA BELLABISTA GASOLINERA TERPEL BELLAVISTA AV. BARCELONA REDONDEL FERROVIARIA CLEMENTE BALLÉN Y ASISCLO GARAY CLEMENTE BALLÉN Y JOSÉ MASCOTE CLEMENTE BALLÉN Y RUMICHACA Llegada a plaza de la administración Facebook Instagram X YouTube Mail linkedin"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Nuevas Materias Semestre",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/nuevas-materias-semestre\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar nuevas materias semestre I Inicio nuevas materias semestre I Gira el teléfono para mejorar la experiencia de visualización del contenido de las tablas. Samborondón Juan Tanca Marengo La Costa ECOTEC Samborondón CAMPUS FACULTAD MATERIA HORARIO AULA SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO COM252-INFORMÁTICA EN SALUD LUN-MIE-VIE 16H55 – 17H55 D-306 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED105-BIOLOGÍA CELULAR Y MOLECULAR I MAR Y JUE 07H30 – 09H45 D-304 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED126-INGLÉS INTERMEDIO MAR Y JUE 09H50 – 11H20 SALON ECOTEC SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED156-FUNDAMENTOS DE NEUROANATOMÍA Y NEUROFISIOLOGÍA MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 D-305 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED159-EPIDEMIOLOGÍA (FISIOTERAPIA) MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 D-305 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED161-BIOESTADÍSTICA I LUN-MIE-VIE 16H55 – 17H55 D-309 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED161-BIOESTADÍSTICA I LUN-MIE-VIE 08H35 – 09H35 D-308 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED215-BIOESTADÍSTICA II VIERNES 18H15 – 21H35 D-308 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED221-BIOÉTICA EN FISIOTERAPIA MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 D-307 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED251-ENFERMERIA CLÍNICA QUIRÚRGICA MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 D-205 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED253-ENFERMERIA COMUNITARIA MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 D-205 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED254-FARMACOLOGÍA II VIERNES 18H15 – 21H35 D-304 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED266-FISIOPATOLOGÍA MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 D-304 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED302-ENFERMERIA GINECO-OBSTÉTRICA II MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 D-304 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED302-ENFERMERIA GINECO-OBSTÉTRICA II MAR 09H50 – 10H50 Y JUE 08H35 – 10H50 D-308 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO MED305-ENFERMERIA EN SALUD MENTAL Y PSIQUIATRÍA LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 D-307 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO PSI205-PSICOLOGÍA DE LA DISCAPACIDAD LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 D-308 SAMBO CIENCIAS DE LA SALUD Y DESARROLLO HUMANO PSI250-BIENESTAR Y SALUD PSICOLÓGICA LUN-MIE-VIE 16H55 – 17H55 D-305 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES ADM454-OPERACIONES DE COMERCIO EXTERIOR SABADO 09h00 – 12h20 C-108 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES CON120-CONTABILIDAD FINANCIERA II LUN-MIE-VIE 15H35 – 16H35 C-208 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES CON353-CONTABILIDAD GUBERNAMENTAL MAR 07h30 – 09h35 Y JUE 07H30 – 08H30 C-109 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES CON410-CONTABILIDAD BANCARIA\/CONTABILIDAD DE INSTITUCIONES FINANCIERAS LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 D-301 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES DER357-MEDIACIÓN LABORAL Y RESOLUCIÓN DE CONFLICTOS LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 D-205 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES ECO161-MICROECONOMIA I \/ MICROECONOMÍA LUN-MIE-VIE 08H35 – 09H35 C-109 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES ECO251-ECONOMÍA DIGITAL VIERNES 18H15 – 21H35 AULA 10 (ANEXO) SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES ECO353-POLÍTICAS ECONÓMICAS SECTORIALES MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 U.B.A (208) SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES ECO425-PLANIFICACION Y MODELOS ECONOMICOS LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 C-108 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES ECO477-ANALISIS DEL ENTORNO ECONÓMICO Y POLÍTICO\/ANALISIS DEL ENTORNO ECONÓMICO MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 AULA VIRTUAL 20 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES LOG151-FUNDAMENTOS DE PRODUCCIÓN LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 AULA 7 (ANEXO) SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES LOG252-TRÁFICO Y TRANSPORTE AÉREO LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 AULA 7 (ANEXO) SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES POL200-SOCIOLOGÍA DE LAS ORGANIZACIONES POLÍTICAS MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 M.I.T. (B) SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES RHH405-TÓPICOS ESPECIALES DE TALENTO HUMANO LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 AULA 35 (ANEXO) SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES TIT400-TALLER DE TITULACIÓN I MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 AULA VIRTUAL 10 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES TIT400-TALLER DE TITULACIÓN I LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 AULA VIRTUAL 10 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES TIT400-TALLER DE TITULACIÓN I LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 AULA VIRTUAL 1 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES TIT401-TALLER DE TITULACIÓN II VIERNES 18H15 – 21H35 AULA VIRTUAL 1 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES TIT401-TALLER DE TITULACIÓN II MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 AULA VIRTUAL 10 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES TIT401-TALLER DE TITULACIÓN II LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 AULA VIRTUAL 11 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES TIT401-TALLER DE TITULACIÓN II SABADO 09h00 – 12h20 AULA VIRTUAL 1 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES TIT401-TALLER DE TITULACIÓN II MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 AULA VIRTUAL 12 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES TIT415-PLANIFICACIÓN ECONÓMICA Y MÉTODOS PROSPECTIVOS MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 AULA VIRTUAL 13 SAMBO CIENCIAS ECONÓMICAS Y EMPRESARIALES VEN380-TECNICAS DE VENTAS II VIERNES 18H15 – 21H35 AULA 3 (ANEXO) SAMBO DERECHO Y GOBERNABILIDAD DER455-DERECHO LABORAL II VIERNES 18H15 – 21H35 HUMBOLDT (B) SAMBO DERECHO Y GOBERNABILIDAD DER470-DERECHO NOTARIAL Y REGISTRAL \/ DERECHO NOTARIAL LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 AULA 19 (ANEXO) SAMBO ESTUDIOS GLOBALES Y HOSPITALIDAD HTL402-GESTIÓN INTEGRAL DE LA HOSPITALIDAD LUN-MIE-VIE 14H30 – 15H30 C-109 SAMBO ESTUDIOS GLOBALES Y HOSPITALIDAD HUM200-GEOGRAFÍA SOCIOECONÓMICA MAR 09H50 – 10H50 Y JUE 08H35 – 10H50 C-111 SAMBO ESTUDIOS GLOBALES Y HOSPITALIDAD TIT401-TALLER DE TITULACIÓN II LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 AULA VIRTUAL 28 SAMBO ESTUDIOS GLOBALES Y HOSPITALIDAD TIT405-PROYECTO INTEGRADOR LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 AULA VIRTUAL 4 SAMBO ESTUDIOS GLOBALES Y HOSPITALIDAD TIT426-GESTIÓN DE CALIDAD\/ GESTIÓN DE LA CALIDAD MAR 11H00 – 13H00 Y JUE 11H00 – 12H00 C-103 SAMBO ESTUDIOS GLOBALES Y HOSPITALIDAD TUR201-SOCIOLOGÍA DEL TURISMO LUN-MIE-VIE 16H55 – 17H55 C-108 SAMBO ESTUDIOS GLOBALES Y HOSPITALIDAD TUR310-PROCESO DE GUIANZA \/ GUIANZA TURÍSTICA\/ DISEÑO DE EXPERIENCIAS TURÍSTICAS LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 C-114 SAMBO ESTUDIOS GLOBALES Y HOSPITALIDAD TUR320-PLANIFICACIÓN TURÍSTICA\/PLANIFICACIÓN TERRITORIAL\/DISEÑO DE PROYECTOS TURÍSTICOS MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 AULA 30 (ANEXO) SAMBO INGENIERÍAS ADM355-EMPRENDIMIENTO E INNOVACIÓN TECNOLÓGICA LUN-MIE-VIE 14H30 – 15H30 C-103 SAMBO INGENIERÍAS AGR353-RIEGOS Y DRENAJES LUN-MIE-VIE 08H35 – 09H35 D-302 SAMBO INGENIERÍAS AGR361-CULTIVOS EXTENSIVOS MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 AULA 34 (ANEXO) SAMBO INGENIERÍAS AGR367-MANEJO INTEGRADO DE PLAGAS LUN-MIE-VIE 16H55 – 17H55 STANFORD (203) SAMBO INGENIERÍAS COM101-INFORMATICA 1 LUN-MIE-VIE 14H30 – 15H30 LAB-C3 SAMBO INGENIERÍAS COM101-INFORMATICA 1 MAR 15H50 – 16H50 Y JUE 14H35 – 16H50 LAB-C2 SAMBO INGENIERÍAS COM251-DESARROLLO DE APLICACIONES DE INTERNET VIERNES 18H15 – 21H35 LAB. DE REDES (D) SAMBO INGENIERÍAS COM317-REDES II \/ TECNOLOGÍA DE REDES LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 LAB. DE REDES (D) SAMBO INGENIERÍAS COM328-CONMUTACION DE DATOS \/ TECNOLOGÍAS DE CONMUTACIÓN SABADO 09h00 – 12h20 D-301 SAMBO INGENIERÍAS COM337-TECNICAS DE CALIDAD DE SISTEMAS MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 D-210 SAMBO INGENIERÍAS COM345-DISEÑO DE SISTEMAS \/ INGENIERÍA DE SOFTWARE II LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 D-211 SAMBO INGENIERÍAS COM355-DISEÑO DE REDES DE COMPUTADORAS LUN-MIE-VIE 08H35 – 09H35 LAB. DE REDES (D) SAMBO INGENIERÍAS COM365-TRANSMISION VOZ Y DATOS MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 HUMBOLDT (B) SAMBO INGENIERÍAS COM367-SEGURIDAD DE BASE DE DATOS LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 B-102 SAMBO INGENIERÍAS COM404-GERENCIA ESTRATÉGICA TI LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 B-102 SAMBO INGENIERÍAS COM406-SISTEMAS DE ADQUISICION Y TRANSMISION MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 D-211 SAMBO INGENIERÍAS COM411-GESTIÓN DE PROYECTOS DE SOFTWARE VIERNES 18H15 – 21H35 LAB-B1 SAMBO INGENIERÍAS COM413-HACKER ÉTICO SABADO 09h00 – 12h20 D-302 SAMBO INGENIERÍAS COM455-AUDITORIA DE SISTEMAS MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 D-211 SAMBO INGENIERÍAS COM460-ADMINISTRACION DE BASE DE DATOS LUN-MIE-VIE 10H55 – 11H55 LAB-B1 SAMBO INGENIERÍAS COM460-ADMINISTRACION DE BASE DE DATOS MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 LAB. DE REDES (D) SAMBO INGENIERÍAS DIG220-DIBUJO TÉCNICO\/DIBUJO TÉCNICO E INDUSTRIAL LUN-MIE-VIE 08H35 – 09H35 LAB-C3 SAMBO INGENIERÍAS IND200-PROCESO DE MANUFACTURA MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 HUMBOLDT (B) SAMBO INGENIERÍAS IND201-INGENIERÍA DE MATERIALES MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 D-210 SAMBO INGENIERÍAS IND301-RESISTENCIA DE MATERIALES LUN-MIE-VIE 09H50 – 10H50 D-302 SAMBO INGENIERÍAS IND350-GESTIÓN DE RIESGOS OPERATIVOS MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 HANNAN (210) SAMBO INGENIERÍAS IND351-MODELO DE TRANSPORTES MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 HANNAN (210) SAMBO INGENIERÍAS IND360-DIRECCIÓN DE LA CADENA DE ABASTECIMIENTO LUN-MIE-VIE 09H50 – 10H50 D-301 SAMBO INGENIERÍAS IND365-AUTOMATIZACIÓN INDUSTRIAL Y RÓBOTICA\/AUTOMATIZACIÓN INDUSTRIAL LUN-MIE-VIE 08H35 – 09H35 B-102 SAMBO INGENIERÍAS MAT160-CÁLCULO II \/ CÁLCULO INTEGRAL LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 D-301 SAMBO INGENIERÍAS MAT265-ANÁLISIS ESTADÍSTICO SABADO 09h00 – 12h20 D-303 SAMBO INGENIERÍAS MAT353-CONTROL ESTADÍSTICO DE PROCESOS LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 D-209 SAMBO INGENIERÍAS MAT380-DISEÑO ESTADÍSTICO AGRÍCOLA MAR 15H50 – 16H50 Y JUE 14H35 – 16H50 LAB-B1 SAMBO INGENIERÍAS PRA402-PRACTICAS PREPROFESIONALES 2 (43M) LUN-MIE-VIE 16H55 – 17H55 AULA VIRTUAL 18 SAMBO INGENIERÍAS TIT400-TALLER DE TITULACIÓN I MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 AULA VIRTUAL 20 SAMBO MARKETING Y COMUNICACIÓN CMU220-COMUNICACION ENTRE GRUPOS Y EQUIPOS \/ COMUNICACIÓN INTERPERSONAL Y GRUPAL LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 AULA 30 (ANEXO) SAMBO MARKETING Y COMUNICACIÓN CMU220-COMUNICACION ENTRE GRUPOS Y EQUIPOS \/ COMUNICACIÓN INTERPERSONAL Y GRUPAL SABADO 09h00 – 12h20 D-202 SAMBO MARKETING Y COMUNICACIÓN CMU320-REDACCION PERIODISTICA LUN-MIE-VIE 08H35 – 09H35 U.N.A.M (207) SAMBO MARKETING Y COMUNICACIÓN CMU325-COMUNICACION INTERCULTURAL MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 U.N.A.M (207) SAMBO MARKETING Y COMUNICACIÓN PER301-REDACCIÓN PERIODÍSTICA II LUN-MIE-VIE 09H50 – 10H50 LAB-B2 SAMBO MARKETING Y COMUNICACIÓN PER325-MÉTODOS Y TÉCNICAS DE INVESTIGACIÓN PERIODÍSTICA LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 C-308 SAMBO MARKETING Y COMUNICACIÓN PER330-EXPRESIÓN CORPORAL Y MANEJO ESCÉNICO MAR 13H30 – 15H35 Y JUE 13H30 – 14H30 D-210 SAMBO MARKETING Y COMUNICACIÓN PSI105-INTRODUCCION A LA PSICOLOGIA \/ PSICOLOGÍA \/PSICOLOGIA GENERAL\/FUNDAMENTOS DE PSICOLOGÍA SABADO 09h00 – 12h20 D-210 SAMBO MARKETING Y COMUNICACIÓN PSI204-PSICOLOGÍA SOCIAL LUN-MIE-VIE 13H30 – 14H30 D-202 SAMBO MARKETING Y COMUNICACIÓN PSI360-PSICOTERAPIA\/PSICOTERAPIA I LUN-MIE-VIE 07H30 – 08H30 D-204 SAMBO MARKETING Y COMUNICACIÓN PSI400-DIFICULTADES DEL APRENDIZAJE SABADO 09h00 – 12h20 D-206 SAMBO MARKETING Y COMUNICACIÓN PSI401-GESTIÓN ESCOLAR SABADO 09h00 – 12h20 D-208 SAMBO MARKETING Y COMUNICACIÓN PSI402-IDENTIDAD PSICOLÓGICA Y PROCESOS VIERNES 18H15 – 21H35 C-306 SAMBO MARKETING Y COMUNICACIÓN TIT400-TALLER DE TITULACIÓN I LUN-MIE-VIE 16H55 – 17H55 AULA VIRTUAL 20 SAMBO MARKETING Y COMUNICACIÓN TIT401-TALLER DE TITULACIÓN II LUN-MIE-VIE 16H55 – 17H55 AULA VIRTUAL 17 SAMBO MARKETING Y COMUNICACIÓN TIT401-TALLER DE TITULACIÓN II VIERNES 18H15 – 21H35 D-204 SAMBO VISITANTES FRN201-FRANCES I LUN Y MIE 07H30 – 10H50 I C-113 SAMBO VISITANTES FRN300-FRANCES II MAR Y JUE 18H15 – 21H35 II BIBLIOTECA 1 SAMBO VISITANTES FRN301-FRANCES III MAR Y JUE 07H30 – 10H50 I C-113 SAMBO VISITANTES FRN301-FRANCES III LUN Y MIE 14H30 – 17H50 I C-113 SAMBO VISITANTES FRN350-FRANCES IV LUN Y MIE 18H15 – 21H35 II BIBLIOTECA 1 SAMBO VISITANTES FRN350-FRANCES IV LUN Y MIE 14H30 – 17H50 II C-113 SAMBO VISITANTES FRN350-FRANCES IV MAR Y JUE 07H30 – 10H50 II C-112 SAMBO VISITANTES ING130-INGLES BASICO 3 MAR Y JUE 18H15 – 21H35 II AULA 28 (ANEXO) SAMBO VISITANTES ING130-INGLES BASICO 3 LUN Y MIE 18H15 – 21H35 I BIBLIOTECA 1 SAMBO VISITANTES ING240-INGLES INTERMEDIO 4 MAR Y JUE 18H15 – 21H35 I C-112 SAMBO VISITANTES ING240-INGLES INTERMEDIO 4 LUN Y MIE 18H15 – 21H35 II B-103 SAMBO VISITANTES ING250-INGLES INTERMEDIO 5 MAR Y JUE 18H15 – 21H35 II B-103 SAMBO VISITANTES ING260-INGLES INTERMEDIO 6 LUN Y MIE 07H30 – 10H50 I C-114 SAMBO VISITANTES ING260-INGLES INTERMEDIO 6 LUN Y MIE 18H15 – 21H35 II C-112 SAMBO VISITANTES ING370-INGLES AVANZADO 7 MAR Y JUE 07H30 – 10H50 I C-110 SAMBO VISITANTES ING370-INGLES AVANZADO 7 MAR Y JUE 18H15 – 21H35 II C-112 SAMBO VISITANTES ING370-INGLES AVANZADO 7 LUN Y MIE 07H30 – 10H50 II C-113 SAMBO VISITANTES ING380-INGLES AVANZADO 8 LUN Y MIE 07H30 – 10H50 I C-110 SAMBO VISITANTES ING380-INGLES AVANZADO 8 MAR Y JUE 07H30 – 10H50 II B-103 SAMBO VISITANTES ING380-INGLES AVANZADO 8 MAR Y JUE 18H15 – 21H35 I BIBLIOTECA 1 SAMBO VISITANTES LNG400-INGLES – FOCUS ON STRUCTURE LUN Y MIE 07H30 – 10H50 II B-103 SAMBO VISITANTES LNG400-INGLES – FOCUS ON STRUCTURE VIE 18H15 – 21H35 SAB 9H00 – 12H20 II C-114 SAMBO VISITANTES LNG400-INGLES – FOCUS ON STRUCTURE MAR Y JUE 18H15 – 21H35 II C-113 SAMBO VISITANTES LNG410-INGLES – CREATIVE CONVERSATION VIE 18H15 – 21H35 SAB 9H00 – 12H20 II B-103 SAMBO VISITANTES LNG410-INGLES – CREATIVE CONVERSATION MAR Y JUE 18H15 – 21H35 I AULA 27 (ANEXO) SAMBO VISITANTES LNG410-INGLES – CREATIVE CONVERSATION LUN Y MIE 14H30 – 17H50 I C-110 SAMBO VISITANTES LNG410-INGLES – CREATIVE CONVERSATION VIE 18H15 – 21H35 Y SAB 9H00 – 12H20 I C-112 SAMBO VISITANTES LNG410-INGLES – CREATIVE CONVERSATION MAR Y JUE 14H30 – 17H50 II C-110 SAMBO VISITANTES LNG415-INGLES – SPEECH LUN Y MIE 18H15 – 21H35 II AULA 28 (ANEXO) SAMBO VISITANTES LNG415-INGLES – SPEECH VIE 18H15 – 21H35 Y SAB 9H00 – 12H20 I C-114 SAMBO VISITANTES LNG415-INGLES – SPEECH MAR Y JUE 18H15 – 21H35 I AULA 28 (ANEXO) SAMBO VISITANTES LNG415-INGLES – SPEECH VIE 18H15 – 21H35 SAB 9H00 – 12H20 II C-112 SAMBO VISITANTES LNG415-INGLES – SPEECH MAR Y JUE 07H30 – 10H50 II C-110 SAMBO VISITANTES LNG420-INGLES – FUNDAMENTALS OF WRITTEN EXPRESSION LUN Y MIE 07H30 – 10H50 II C-110 SAMBO VISITANTES LNG420-INGLES – FUNDAMENTALS OF WRITTEN EXPRESSION LUN Y MIE 14H30 – 17H50 II C-110 SAMBO VISITANTES LNG420-INGLES – FUNDAMENTALS OF WRITTEN EXPRESSION LUN Y MIE 18H15 – 21H35 I AULA 28 (ANEXO) SAMBO VISITANTES LNG420-INGLES – FUNDAMENTALS OF WRITTEN EXPRESSION MAR Y JUE 18H15 – 21H35 II AULA 27 (ANEXO) SAMBO VISITANTES LNG420-INGLES – FUNDAMENTALS OF WRITTEN EXPRESSION VIE 18H15 – 21H35 SAB 9H00 – 12H20 II C-113 ECOTEC Juan Tanca Marengo CAMPUS FACULTAD MATERIA HORARIO AULA JTM CIENCIAS ECONÓMICAS Y EMPRESARIALES ADM300-ADMINISTRACIÓN DE EMPRESAS FAMILIARES SABADO 09h00 – 12h20 AULA 112 JTM CIENCIAS ECONÓMICAS Y EMPRESARIALES ADM362-TÉCNICA Y VALORACIÓN ADUANERA\/ VALORACION ADUANERA SABADO 09h00 – 12h20 AULA 104 JTM CIENCIAS ECONÓMICAS Y EMPRESARIALES DEM319-DERECHO LABORAL Y SEGURIDAD SOCIAL\/ DERECHO LABORAL SABADO 09h00 – 12h20 AULA 102 JTM CIENCIAS ECONÓMICAS Y EMPRESARIALES ECO202-HISTORIA ECONÓMICA MUNDIAL LUN-MIE-VIE 20H20 – 21H20 AULA 221 JTM CIENCIAS ECONÓMICAS Y EMPRESARIALES ECO356-FUNDAMENTOS DE ECONOMETRÍA\/ECONOMETRIA I MAR 19H15 – 21H20 Y JUE 19H15 – 20H15 AULA 211 JTM CIENCIAS ECONÓMICAS Y EMPRESARIALES ECO380-MÉTODOS MATEMÁTICO PARA ECONOMISTAS SABADO 09h00 – 12h20 AULA 114 JTM CIENCIAS ECONÓMICAS Y EMPRESARIALES FIN220-MATEMATICAS FINANCIERAS SABADO 09h00 – 12h20 AULA 116 JTM CIENCIAS ECONÓMICAS Y EMPRESARIALES TIT405-PROYECTO INTEGRADOR SABADO 09h00 – 12h20 AULA VIRTUAL 10 JTM DERECHO Y GOBERNABILIDAD DER470-DERECHO NOTARIAL Y REGISTRAL \/ DERECHO NOTARIAL MAR 21H35 – 22H35 Y JUE 20H20 – 22H35 AULA 116 JTM INGENIERÍAS AMB171-ECOLOGÍA Y MEDIO AMBIENTE \/ ECOLOGÍA MAR 21H35 – 22H35 Y JUE 20H20 – 22H35 AULA 101 JTM INGENIERÍAS AMB171-ECOLOGÍA Y MEDIO AMBIENTE \/ ECOLOGÍA MAR 15H45 – 18H00 Y JUE 15H45 – 16H45 AULA 101 JTM MARKETING Y COMUNICACIÓN CMU120-TEORIAS DE LA COMUNICACION LUN-MIE-VIE 18H05 – 19H05 AULA 104 JTM MARKETING Y COMUNICACIÓN CMU240-REDACCION CREATIVA LUN-MIE-VIE 19H15 – 20H15 AULA 104 JTM MARKETING Y COMUNICACIÓN CMU352-AUDITORIA DE IDENTIDAD E IMAGEN LUN-MIE-VIE 21H35 – 22H35 AULA 206 JTM MARKETING Y COMUNICACIÓN CMU420-PUBLICACIONES PERIODICAS LUN-MIE-VIE 19H15 – 20H15 AULA 107 JTM MARKETING Y COMUNICACIÓN MKT260-FUNDAMENTOS DE MARKETING LUN-MIE-VIE 15H45 – 16H45 AULA 107 JTM MARKETING Y COMUNICACIÓN MKT357-MARKETING DE FIDELIZACION LUN-MIE-VIE 21H35 – 22H35 AULA 207 JTM VISITANTES ING370-INGLES AVANZADO 7 LUN Y MIE 19h15-22h35 II AULA 202 JTM VISITANTES ING370-INGLES AVANZADO 7 MAR Y JUE 19h15-22h35 I AULA 200 JTM VISITANTES ING380-INGLES AVANZADO 8 LUN Y MIE 19h15-22h35 I AULA 200 JTM VISITANTES ING380-INGLES AVANZADO 8 MAR Y JUE 19h15-22h35 II AULA 200 JTM VISITANTES LNG400-INGLES – FOCUS ON STRUCTURE LUN Y MIE 19h15-22h35 II AULA 200 JTM VISITANTES LNG415-INGLES – SPEECH LUN Y MIE 19h15-22h35 I AULA 202 JTM VISITANTES LNG420-INGLES – FUNDAMENTALS OF WRITTEN EXPRESSION MAR Y JUE 19h15-22h35 I AULA 202 ECOTEC La Costa CAMPUS FACULTAD MATERIA HORARIO AULA COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES ADM309-TÉCNICA Y NOMENCLATURA ADUANERA \/ NOMENCLATURA ADUANERA MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 AULA 202 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES ADM345-DISEÑO Y EVALUACIÓN DE PROYECTOS VIERNES 18H15 – 21H35 AULA 102 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES ADM345-DISEÑO Y EVALUACIÓN DE PROYECTOS MAR 07h30 – 09h35 Y JUE 07H30 – 08H30 AULA 204 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES ADM360-E-COMMERCE \/ NEGOCIOS ELECTRÓNICOS VIERNES 18H15 – 21H35 AULA 104 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES ADM403-TOPICOS LEGALES DE COMERCIO EXTERIOR MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 AULA 102 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES ADM475-GERENCIA ESTRATÉGICA \/ GESTIÓN ESTRATÉGICA \/ PLANIFICACIÓN ESTRATÉGICA VIERNES 18H15 – 21H35 AULA 103 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES CON101-CONTABILIDAD FINANCIERA I \/ CONTABILIDAD FINANCIERA \/ CONTABILIDAD MAR 07h30 – 09h35 Y JUE 07H30 – 08H30 AULA 103 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES CON101-CONTABILIDAD FINANCIERA I \/ CONTABILIDAD FINANCIERA \/ CONTABILIDAD LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 AULA 104 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES CON102-CONTABILIDAD\/CONTABILIDAD FINANCIERA Y DE COSTO LUN-MIE-VIE 09H50 – 10H50 AULA 102 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES CON120-CONTABILIDAD FINANCIERA II LUN-MIE-VIE 10H55 – 11H55 AULA 102 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES CON120-CONTABILIDAD FINANCIERA II LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 AULA 201 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES DEM302-DERECHO EMPRESARIAL LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 AULA 102 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES DEM302-DERECHO EMPRESARIAL LUN-MIE-VIE 07H30 – 08H30 AULA 103 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES DEM451-DERECHO INTERNACIONAL MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 AULA 102 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES ECO101-ELEMENTOS DE ECONOMIA \/ INTRODUCCIÓN A LA CIENCIA ECONÓMICA\/INTRODUCCIÓN A LA ECONOMÍA\/INTRODUCCIÓN A LA TEORÍA ECONÓMICA MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 AULA 103 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES ECO161-MICROECONOMIA I \/ MICROECONOMÍA LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 AULA 201 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES FIN220-MATEMATICAS FINANCIERAS MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 YALE – LA COSTA COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES FIN220-MATEMATICAS FINANCIERAS MAR 09H50 – 10H50 Y JUE 08H35 – 10H50 AULA 103 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES FIN261-FUNDAMENTOS DE ADMINISTRACION FINANCIERA \/ ANÁLISIS FINANCIERO LUN-MIE-VIE 08H35 – 09H35 AULA 202 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES FIN261-FUNDAMENTOS DE ADMINISTRACION FINANCIERA \/ ANÁLISIS FINANCIERO LUN-MIE-VIE 09H50 – 10H50 AULA 103 COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES FIN331-FINANZAS CORPORATIVAS LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 YALE – LA COSTA COSTA CIENCIAS ECONÓMICAS Y EMPRESARIALES FIN361-ADMINISTRACION DE PRESUPUESTOS MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 AULA 106 COSTA DERECHO Y GOBERNABILIDAD DER401-DERECHO LABORAL I \/ DERECHO DEL TRABAJO \/ DERECHO LABORAL LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 PRINCESTON – LA COSTA COSTA DERECHO Y GOBERNABILIDAD DER452-TEORIA GENERAL DEL PROCESO \/ DERECHO PROCESAL ORGANICO LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 AULA 106 COSTA DERECHO Y GOBERNABILIDAD DER485-DERECHO PENAL ECONOMICO \/ DERECHO PENAL LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 AULA 203 COSTA INGENIERÍAS AMB171-ECOLOGÍA Y MEDIO AMBIENTE \/ ECOLOGÍA LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 AULA 105 COSTA INGENIERÍAS FIS200-FÍSICA\/FÍSICA I MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 LABORA. A COSTA INGENIERÍAS FIS210-FÍSICA II MAR 18H15 – 20H20 Y JUE 18H15 – 19H15 COLUMBIA – LA COSTA COSTA INGENIERÍAS MAT130-CÁLCULO I \/ CÁLCULO \/ CÁLCULO DIFERENCIAL MAR 07h30 – 09h35 Y JUE 07H30 – 08H30 AULA 104 COSTA INGENIERÍAS MAT160-CÁLCULO II \/ CÁLCULO INTEGRAL MAR 09H50 – 10H50 Y JUE 08H35 – 10H50 AULA 104 COSTA INGENIERÍAS MAT170-ANÁLISIS MATEMÁTICO LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 AULA 103 COSTA MARKETING Y COMUNICACIÓN CSC205-COMUNICACIÓN CIENTÍFICA MAR 09H50 – 10H50 Y JUE 08H35 – 10H50 AULA 105 COSTA MARKETING Y COMUNICACIÓN MKT301-POLITICA DE PRODUCTO Y PRECIO LUN 18H15 – 20H20 Y MIE 18H15 – 19H15 AULA 205 COSTA MARKETING Y COMUNICACIÓN MKT354-MARKETING DE FIDELIZACIÓN \/ CRM Y FIDELIZACIÓN \/ MARKETING RELACIONAL LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 AULA 204 COSTA MARKETING Y COMUNICACIÓN PSI204-PSICOLOGÍA SOCIAL LUN-MIE-VIE 09H50 – 10H50 AULA 105 COSTA MARKETING Y COMUNICACIÓN PSI251-PSICOPATOLOGIA I LUN 20H35 – 21H35 Y MIE 19H20 – 21H35 AULA 201 COSTA MARKETING Y COMUNICACIÓN PSI309-TÉCNICAS DE MODIFICACIÓN DE CONDUCTAS SABADO 09h00 – 12h20 AULA 102 COSTA MARKETING Y COMUNICACIÓN PSI311-PSICOPATOLOGIA II MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 AULA 106 COSTA MARKETING Y COMUNICACIÓN PSI321-TEORIA DE LA PERSONALIDAD MAR 07h30 – 09h35 Y JUE 07H30 – 08H30 AULA 106 COSTA MARKETING Y COMUNICACIÓN RPP430-ORGANIZACION DE EVENTOS MAR 20H35 – 21H35 Y JUE 19H20 – 21H35 AULA 202 DESCARGAR"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Contact Center",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/contact-center\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Contact Center A través del Contact Center ECOTEC atendemos las diferentes solicitudes de nuestra comunidad universitaria y del público en general con atención personalizada mediante diversos medios de comunicación. Servicio Estudiantil Interactúa con estudiantes ECOTEC Para dudas y consultas relacionadas con diferentes áreas Brinda soporte Realiza seguimiento de requerimientos de Buzón de Sugerencias Atendemos de: Lunes a viernes (07h30 a 21h30) Sábados (09h00 a 13h00) Domingos (09h00 a 13h00 solo a través de canales digitales). Los requerimientos recibidos pasadas las 21h30 serán gestionados al siguiente día. contactcenter@ecotec.edu.ec 045150400 0997541000 0981626853 Chatbot Directorio Telefónico 043723400 Área Extensión Facultad de Ingenierías 447 Facultad de Ciencias Económicas y Empresariales 453 Facultad de Estudios Globales y Hospitalidad 481 Facultad de Derecho y Gobernabilidad 455 Facultad de Ciencias de la Salud y Desarrollo Humano 545 Administración 403 Admisiones 451 Secretaría 402 Financiero 407 Servicio Estudiantil Información de oferta académica de Grado y Posgrado: Presencial, híbrido y online Documentación estudiantil Misiones internacionales Vinculación con la Sociedad Servicio Académico Registros de Materias Módulos de inglés Consejería Académica Exámenes atrasados y de recuperación Servicio Financiero Generación de cuotas Validación de pagos Consulta de Saldos Soporte a Plataforma ATRIUM BlackBoard Rosetta Stone"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Vinculación",
        "url_origen":"https:\/\/vinculacion.ecotec.edu.ec",
        "url_malla":"HTML",
        "contenido_malla":"Ir al contenido DSC07934 DSC07934 IMG_20221126_110145 DSC07918 Proyectos Ejecutados + 0 Alianzas Estratégicas + 0 Lugares de Acción + 0 Estudiantes + 0 Beneficiarios Directos + 0 ¿Qué es Vinculación con la Sociedad? Es el espacio integrador entre la universidad y su entorno, que a través de los programas y proyectos multi, inter y trans disciplinarios en concordancia con los objetivos de desarrollo sostenible, el Plan Nacional de Desarrollo y las agendas zonales 5 y 8, propician el intercambio del conocimiento para generar un impacto positivo en el desarrollo sostenible del país. Episodios grabados en audio sobre diferentes temáticas. ¡Escúchalos en línea! Pensamos global, actuamos local con análisis de expertos y noticias. Te presentamos nuestros resultados en cada proceso de Vinculación Información creada por estudiantes, dirigida a estudiantes. ¡Somos ECOTEC! DSC08011 DSC07966 DSC07908 Alianzas Estratégicas ¡Tú puedes ser parte del cambio positivo en nuestra comunidad! Conoce más sobre todas nuestras campañas de donación. Descubre oportunidades únicas en nuestra feria junto a los aliados estratégicos. Promovemos la protección y el bienestar de nuestros animalitos ECOTEC. Scroll Up"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Dirección de Investigación",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/direccion-de-investigacion\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Dirección de Investigación Inicio Dirección de Investigación También podría interesarte… Dirección de Investigación La actividad investigativa de la Universidad Tecnológica ECOTEC, es dirigida por la Dirección de Investigaciones, la misma se desarrolla a partir de las Líneas de Investigación que se trazan, en concordancia con las prioridades del PNBV, la agenda Zonal 5 y 8 y con las áreas de investigación científica en el Ecuador propuestas por el Senescyt. Descriptor de la Investigación La Dirección de Investigación es la responsable de contribuir al desarrollo de la investigación en la Universidad ECOTEC a través de la gestión del conocimiento científico, tecnológico, humanístico y ético. Se asume la investigación como un componente esencial de su quehacer académico y su responsabilidad social, no solamente como un proceso formal de sistematización, creación, apropiación y difusión de conocimientos, sino como un eje transversal de sus currículos y como un medio de desarrollo del pensamiento reflexivo, crítico, creativo y propositivo que contribuya a la solución de problemas científicos y socio – culturales, a la transformación de la sociedad; y al desarrollo de la ciencia, la tecnología, el arte y la innovación a nivel local, regional e internacional. Misión La dirección de Investigación es la responsable de contribuir al desarrollo de la investigación en la Universidad ECOTEC a través de la gestión del conocimiento científico, tecnológico, humanístico y ético, mediante los procesos de docencia y vinculación con la sociedad, en el contexto del PNBV y en la agenda zonal 5 y 8. Visión Reconocida por su liderazgo y capacidad para contribuir al desarrollo de la investigación en la Universidad ECOTEC que permita dar respuesta integral a los problemas prioritarios del país y la región, mediante la formación del talento humano y la conducción de proyectos de investigación que garanticen la excelencia en las diferentes modalidades pregrado y postgrado."
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Documentos Rectores y Formatos",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/documentos-rectores-formatos\/",
        "url_malla":"PDF",
        "contenido_malla":"Plan de Investigación 2016 Contenido INTRODUCCIÓN .................................................................................................................. 1 1. LA INVESTIGACIÓN EN CONTEXTO ................................................................. 2 2. PRINCIPIOS QUE RIGEN LA INVESTIGACIÓN EN ECOTEC ............................ 5 3. RELACIÓN DE LA INVESTIGACIÓN CON LA MISIÓN Y VISIÓN DE LA UNIVERSIDAD TECNOLOGICA ECOTEC .......................................................... 8 4. OBJETIVOS ESTRATÉGICOS DE LA INVESTIGACIÓN..................................... 9 5. POLÍTICAS DEL PLAN DE INVESTIGACIÓN .................................................... 14 6. ESTRATEGIAS PARA EL CUMPLIMIENTO DE OBJETIVOS .......................... 16 7. LÍNEAS Y GRUPOS DE INVESTIGACIÓN INSTITUCIONAL ......................... 17 INTRODUCCIÓN El Reglamento del Sistema de Investigación, Innovación y Desarrollo de la Universidad Tecnológica ECOTEC fue creado el 6 de Enero de 2010 en sesión del Consejo Directivo Universitario, con el objetivo de organizar, liderar y fortalecer el sistema institucional de la investigación, promoviendo la relación entre la sociedad, el estado y el sector productivo sobre la base de la apropiación y el desarrollo del conocimiento científico y tecnológico. El Plan Estratégico de Investigación, Desarrollo Tecnológico e Innovación de la Universidad Tecnológica ECOTEC tiene el propósito de ordenar todos los esfuerzos relacionados con la investigación, repensarlos y coordinarlos para que cumplan los propósitos institucionales establecidos y potenciarlos en función de la nueva visión hacia la ciencia, la tecnología y la innovación que tiene el Estado ecuatoriano. La Universidad Tecnológica ECOTEC se encuentra en un proceso sostenido de cambio en el campo de la ciencia y la tecnología, como una forma de integrar cada vez más en la investigación las actividades que realiza, la docencia y la vinculación, en correspondencia con las directrices del Sistema Nacional de Ciencia y Tecnología, con un apoyo claro y concreto de sus directivos. El Plan de Investigación busca promover la gestión, la producción, la validación y la circulación del conocimiento; apoyar la creación, conformar los grupos de investigación institucional y liderar su vinculación con redes del orden institucional, agenda zonal, nacional e internacional; consolidar los programas y proyectos de investigación y su articulación a los programas académicos de pregrado y articulados con los programas de proyección social. Es una de las herramientas que posibilitará hacer realidad el posicionamiento a nivel nacional e internacional de la Universidad Tecnológica ECOTEC en el campo de la investigación y la innovación. 1 1. LA INVESTIGACIÓN EN EL CONTEXTO INSTITUCIONAL La actividad científico-técnica en la Universidad Ecotec se considera parte inherente al que hacer de sus profesores, investigadores y estudiantes, no se concibe una docencia de calidad sino está respaldada por un claustro de excelencia, lo que sólo se logra si el mismo se encuentra vinculado con la actividad científica, actualizado en la ciencia particular en la que se desempeña y en estrecha vinculación con el impacto que la misma tiene en la sociedad La Dirección de Investigación y Postgrado es la responsable de impulsar, coordinar, ejecutar, dar seguimiento y evaluar la implementación de la Política. Sin embargo, las otras instancias académicas y administrativas de la Universidad deberán asistir en el proceso, en las áreas de su competencia. Entre sus funciones se encuentran auspiciar y potenciar el desarrollo de las Líneas y grupos científicos que promuevan actividades de investigación en sus áreas de conocimiento, proporcionándoles el soporte de gestión y transferencia, con políticas de promoción y con infraestructuras generales de investigación que permita alcanzar los objetivos de la estrategia de investigación de la Universidad y particulares de sus grupos, y realizar la difusión de los resultados de la investigación Entre los objetivos estratégicos de investigación se proponen los siguientes: a) Desarrollar en la comunidad universitaria una cultura crítica e investigativa que le permita generar y comprobar conocimientos orientados al desarrollo de la ciencia, los saberes, la técnica y a la producción, para la búsqueda de soluciones a problemas de la región y el país. b) Desarrollar la investigación científica desde una perspectiva metodológica, inter, multi y trans disciplinar, articuladas a la docencia y a la proyección social. c) Contribuir a la formación de recursos humanos de excelencia académica mediante la formación de competencias investigativas en los docentes y estudiantes, promoviendo espacios de comunicación y discusión del conocimiento científico. d) Desarrollar la formación de redes de investigación e incentivar la participación en ellas, así como convenios institucionales e internacionales que favorezcan a los grupos de investigación en sus actividades científicas. 2 e) Promover la cultura de respeto a la naturaleza y la gestión ambiental sustentable y sostenible como eje transversal de la docencia, investigación y vinculación con la comunidad. f) Contribuir al rescate de los saberes ancestrales para fortalecer la identidad y cultura nacional, y aportar al desarrollo sustentable y sostenible del país y el territorio. g) Fomentar el uso de las Tic´s en el proceso de investigación. Otro pilar de la Universidad Ecotec es la participación estudiantil en el trabajo científico universitario, estando vinculado los estudiantes a las investigaciones en todas nuestras áreas, y mostrando sus resultados en los diferentes foros que se organizan cada año, como son: las Jornadas Científico Estudiantiles de las Facultades, y de la Universidad entre otros. El Sistema de Investigación en la Universidad Tecnológica ECOTEC se rige bajo los principios de Internacionalización, Ética, Autonomía, Responsabilidad Social y Universalidad, hecho que ha promovido cuantitativa y cualitativamente la investigación, con el incremento de proyectos y de grupos de investigación. La vigente Ley Orgánica de Educación Superior (LOES), tiene como propósito asegurar un cuerpo académico con el más alto nivel de cualificación, la elaboración del trabajo de tesis de grado como medio de obtención del título académico de fin de carrera y el reconocimiento del investigador y del docente- investigador en los procesos académicos, entre otros. En el artículo 10 del “REGLAMENTO DE CARRERA Y ESCALAFÓN DEL PROFESOR E INVESTIGADOR DEL SISTEMA DE EDUCACIÓN SUPERIOR (CODIFICACIÓN)” aprobado el 25 de febrero del 2015 – se definen las actividades de investigación en las universidades y escuelas politécnicas públicas y particulares comprende, entre otras, las siguientes: 1. Diseño, dirección y ejecución de proyectos de investigación básica, aplicada, tecnológica y en artes, que supongan creación, innovación, difusión y transferencia de los resultados obtenidos; 2. Realización de investigación para la recuperación, fortalecimiento y potenciación de los saberes ancestrales; 3 3. Diseño, elaboración y puesta en marcha de metodologías, instrumentos, protocolos o procedimientos operativos o de investigación; 4. Investigación realizada en laboratorios, centros documentales y demás instalaciones habilitadas para esta función, así como en entornos sociales y naturales; 5. Asesoría, tutoría o dirección de tesis doctorales y de maestrías de investigación; 6. Participación en congresos, seminarios y conferencias para la presentación de avances y resultados de sus investigaciones; 7. Diseño, gestión y participación en redes y programas de investigación local, nacional e internacional; CONSEJO DE EDUCACION SUPERIOR 8. Participación en comités o consejos académicos y editoriales de revistas científicas y académicas indexadas, y de alto impacto científico o académico; 9. Difusión de resultados y beneficios sociales de la investigación, a través de publicaciones, producciones artísticas, actuaciones, conciertos, creación u organización de instalaciones y de exposiciones, entre otros; 10. Dirección o participación en colectivos académicos de debate para la presentación de avances y resultados de investigaciones; 11. Vinculación con la sociedad a través de proyectos de investigación e innovación con fines sociales, artísticos, productivos y empresariales; y, 12. La prestación de servicios al medio externo, que no generen beneficio económico para la lES o para su personal académico, tales como: análisis de laboratorio especializado, peritaje judicial, así como la colaboración en la revisión técnica documental para las instituciones del estado. La participación en trabajos de consultoría institucional no se reconocerá como actividad de investigación dentro de la dedicación horaria. 4 2.1. Las Tareas actuales Entre las tareas se encuentran: a) Consolidar un sistema Institucional de Investigación, en correspondencia con los dominios científicos que a su vez se articule con las líneas y grupos de investigación y la formación de docentes-investigadores b) Fortalecer la cultura comunicacional de los resultados científicos de la Universidad ECOTEC. c) Fomentar la integración de los proyectos de Investigación y Vinculación d) Priorizar los proyectos de investigación- vinculación en correspondencia con la resolución de problemas contenidos en el PNBV, y de la agenda Zonal 5 y 8. e) Incorporar a la malla curricular de los Rediseños de Carreras un módulo de materias que favorezcan las competencias investigativas de los estudiantes f) Fortalecer las competencias y habilidades investigativas en los Exámenes completivos y en los proyectos de investigación de la unidad de Titulación g) Articular las diferentes modalidades de titulación con las líneas y grupos de investigación. h) Desarrollar un Programa de Superación Académica para incrementar la Formación de competencias investigativas en los académicos de ECOTEC i) Promover la publicación de artículos en revistas científicas de alto impacto, aportando las cuotas financieras para la admisión del artículo. j) Fomentar y estimular el trabajo de investigación de los académicos a través de la creación de los Premios Anuales de investigación de la Universidad Ecotec k) Fortalecer los grupos de investigación estudiantiles asociadas a las líneas de investigación de la Universidad, y garantizar la participación estudiantil en la JCE. l) Fomentar y estimular el trabajo de investigación de los estudiantes a través de la Premiación de los trabajos más relevantes de la Jornada Científica de la Universidad Ecotec 5 2. PRINCIPIOS QUE RIGEN LA INVESTIGACIÓN EN ECOTEC El Plan de Investigación 2016, de la Universidad Tecnológica ECOTEC, asume los siguientes principios: ÉTICA: Las actividades de investigación e innovación se realizaran respetando las reglas éticas y bioéticas, así como los reglamentos y buenas prácticas científicas. Para contar con el aval institucional, toda investigación o experimentación que se realice, debe hacerse de acuerdo a la preservación y conservación del medio ambiente el respeto de las personas y a la biodiversidad. La universidad ECOTEC se regirá por los siguientes principios éticos de la Investigación: a) Humanidad: considerar a los investigadores, colaboradores y estudiantes como personas con seriedad, respetando en todo momento sus derechos. b) Igualdad: reconocer en los investigadores, colaboradores y estudiantes los mismos derechos, sin distinción alguna, evitando los privilegios y desigualdades arbitrarias. c) Probidad: ser personas integras, honorables y rectas, cumplir sus labores sin fraudes ni engaño; actuar con trasparencia, autenticidad y buena fe. d) Veracidad: actuar con precisión y exactitud, de acuerdo a la realidad circundante, comprendiendo que sin la verdad no se puede alcanzar la justicia. e) Imparcialidad: proceder sin favoritismos, predisposición o prejuicio. f) Transparencia: los investigadores y colaboradores, deben mostrarse a los demás tal y como son, manteniendo una actitud congruente con su labor científica. g) Responsabilidad: Ser conscientes de las consecuencias ambientales, sociales o personales de nuestros actos. h) Trabajo en Equipo: coordinar e integrar esfuerzo entre varios investigadores, colaboradores y estudiantes para lograr objetivos y metas comunes, compartiendo valores y principios éticos semejantes. 6 i) Autoría y derecho de propiedad intelectual: se debe citar correctamente todas las fuentes bibliográficas utilizadas en el trabajo de investigación, respetando los derechos de autor. j) Revisión por pares de publicaciones científicas: el investigador\/a que participe como revisor o editor, debe evitar los conflictos de intereses del tipo que fuere. Así mismo, debe emitir juicios y evaluaciones claras y precisas, suficientemente argumentadas e imparciales. k) El proceso de evaluación debe quedar sujeto a estrictas condiciones de confidencialidad. Los revisores y editores no deben utilizar la información a la que hubieran tenido acceso sin autorización previa, específica y expresa del autor. AUTONOMÍA: La Universidad tiene la facultad de definir y trazar sus políticas para incentivar la investigación como un ejercicio libre de creación de conocimiento. RESPONSABILIDAD SOCIAL: La Universidad velará por el respeto y cumplimiento de las normas nacionales e internacionales que regulan el uso de recursos naturales, así como el asentamiento de las comunidades poseedoras del conocimiento tradicional asociado a los recursos. Velará porque el proceso investigativo se enmarque dentro de los principios constitucionales de respeto a la dignidad, los derechos y las libertades fundamentales de los individuos. Igualmente, es un propósito fundamental que el desarrollo científico, técnico, u otra manifestación creativa, debe basarse en el mejoramiento del bienestar de la población en el presente y para el futuro. INTERNACIONALIZACIÓN: Los resultados de la investigación son objeto de intercambio y enriquecimiento, dado el carácter universal del conocimiento; por lo tanto, la Universidad favorece dentro de la financiación de sus proyectos, el intercambio con expertos internacionales, así como la participación en eventos internacionales. 7 UNIVERSALIDAD: Abierta a todas las manifestaciones del pensamiento, apoya, promueve la generación, estudio y aplicación de las múltiples formas del conocimiento y saberes y propicia la comunicación de carácter amplio e incluyente de las mismas. 3. RELACIÓN DE LA INVESTIGACIÓN CON LA MISIÓN Y VISIÓN DE LA UNIVERSIDAD TECNOLOGICA ECOTEC La dirección de Investigación es la responsable de contribuir al desarrollo de la investigación en la Universidad ECOTEC a través de la gestión del conocimiento científico, tecnológico, humanístico y ético, mediante los procesos de docencia y vinculación con la sociedad, en el contexto del PNBV y en la agenda zonal 5 y 8. Se asume la investigación como un componente esencial de su quehacer académico y su responsabilidad social, no solamente como un proceso formal de sistematización, creación, apropiación y difusión de conocimientos, sino como un eje transversal de sus currículos y como un medio de desarrollo del pensamiento reflexivo, crítico, creativo y propositivo que contribuya a la solución de problemas científicos y socio – culturales, a la transformación y a la emancipación de los pueblos; y al desarrollo de la ciencia, la tecnología, el arte y la innovación a nivel nacional e internacional. La Dirección de Investigación en correspondencia con la Visión y Misión de la universidad se propone como: Misión La dirección de Investigación es la responsable de contribuir al desarrollo de la investigación en la Universidad ECOTEC a través de la gestión del conocimiento científico, tecnológico, humanístico y ético, mediante los procesos de docencia y vinculación con la sociedad, en el contexto del PNBV y en la agenda zonal 5 y 8. Visión: 8 Reconocida por su liderazgo y capacidad para contribuir al desarrollo de la investigación en la Universidad ECOTEC que permita dar respuesta integral a los problemas prioritarios del país y la región, mediante la formación del talento humano y la conducción de proyectos de investigación que garanticen la excelencia en las diferentes modalidades pregrado y postgrado. 4. OBJETIVOS ESTRATÉGICOS DE LA INVESTIGACIÓN Los objetivos de este Plan de Investigación guardan estrecha relación con el Plan Nacional del Buen Vivir en sus Objetivos: 2. Mejorar las capacidades y potencialidades de la ciudadanía, 3. Mejorar la calidad de vida de la población, 4. Garantizar los derechos de la naturaleza y promover un ambiente sano y sustentable, 8. Afirmar y fortalecer la identidad nacional, las identidades diversas, la plurinacionalidad y la interculturalidad, 10. Garantizar el acceso a la participación pública y política; así como son las áreas de investigación prioritarias de la Senescyt, (Definidas por la Secretaría de Investigación Científica, 2011) estas son: Medio Ambiente y recursos Naturales, Tecnología de la información y Comunicación, Ciencias Básicas, Ciencias Sociales y del Buen Vivir, 11. Establecer un sistema económico social, solidario y sostenible. 12. Construir un Estado democrático para el Buen Vivir. También con la Estrategia territorial Nacional y las agendas zonales como instrumento complementario al Plan Nacional del Buen vivir nos permiten articular la política pública nacional a las condiciones y características propias del territorio. Parte de entender al territorio como una construcción social de carácter multidimensional y dinámico. Contiene lineamientos para el ordenamiento físico del territorio, la conservación de recursos naturales, la localización de las grandes infraestructuras, el desarrollo de actividades económicas y la protección y conservación del Patrimonio Natural y Cultural. Estos lineamientos pretenden un equilibrio territorial en lo social, lo económico y lo ambiental. Todos los objetivos del Plan han sido elaborados considerando los principios de ética que debe regir toda actividad científica en la Universidad Tecnológica ECOTEC. 9 Objetivo General: Contribuir en la creación, difusión y fortalecimiento del proceso de investigación, así como, de la gestión académico-administrativa que permitan a los investigadores iincrementar la obtención de resultados de investigación, con alta pertinencia en la economía, la sociedad y el territorio Meta1. Consolidar la investigación científica en la Universidad Ecotec, sobre la base de una mayor pertinencia de los proyectos de investigación al PNBV, a las agendas zonal 5 y 8, y su impacto en el Territorio. Indicadores 1. Número de docentes investigadores por facultad. 2. Porcentaje de Financiamiento para Investigación del presupuesto de la universidad. 3. Número de Convenios y Suscripciones en ejecución, que tiene la universidad con otras universidades nacionales y extranjeras, y otros organismos para la investigación, ciencia y tecnología e innovación. 4. Cantidad de proyectos de Investigación aceptados en el año 5. Resultados parcial o final de los proyectos de Investigación en el año. 6. Resultados parcial o final de los proyectos de Vinculación en el año. 7. Número de estudiantes por facultad que participan en los proyectos de Investigación-Vinculación. 8. Número de profesores por facultad que participan en los proyectos de Investigación-Vinculación 9. Número de estudiantes por facultad que pertenecen a los grupos científicos. 10. Número de redes científicas nacionales e internacionales en las que participan los docentes investigadores de la Universidad Ecotec. Objetivos Específicos: Objetivo 1: Fortalecer la comunicación científica de los resultados de investigación. 10 Meta 1.Incrementar los indicadores de publicaciones alcanzados en revistas científicas indexadas, libros con revisión de pares ciego y ampliar el posicionamiento en diversas bases de datos de las revistas científicas editadas por la Universidad. Indicadores 1. Cantidad de artículos científicos publicados durante el año. 2. Cantidad de libros editados con la revisión de pares ciegos durante el año. 3. Cantidad de libros publicados con la revisión de pares ciegos durante el año 4. Cantidad de artículo publicados en libros con la revisión de pares ciegos durante el año 5. Número de publicaciones en revistas Indexadas 6. Número de publicaciones en revistas de Producción científica 7. Número de artículos en actas del congresos científicos 8. Número de participaciones como ponentes en congresos, simposios, seminarios y talleres de los investigadores y docentes 9. Número de estudiantes participantes y\/o ponentes en congresos, seminarios, paneles y talleres de actividades científicas. 10. Premios y reconocimientos alcanzados por investigaciones y publicaciones por parte de los docentes de Ecotec 11. Entrega de los Premios Anuales de investigación de la Universidad Ecotec 12. Entrega de los Premios Anuales de la Jornada Científica Estudiantil de la Universidad Ecotec 13. Porciento de publicaciones y ponencias en correspondencia con las líneas y grupos de Investigación-Vinculación Meta 2 Fomentar la visibilidad del quehacer investigativo de la Universidad Ecotec en las la WEB y las redes sociales Indicadores 1-Promover los libros, revistas propias, eventos académicos y las Jornada científico estudiantil a través de las Redes Sociales. 11 2-Divulgar en las páginas web los libros, revistas propias, eventos auspiciados por la Universidad, así como las líneas y grupos de investigación. 3- Ampliar el posicionamiento en bases de datos de alto impacto a las revistas científicas editadas por Ecotec Meta 3. Realizar Eventos y Jornadas Científicas organizados por la Universidad ECOTEC. Indicadores 1. Cantidad de trabajos presentados en los Eventos Científicos de la Universidad. 2. Número de profesores a tiempo completo de la Universidad Ecotec que participaron en los eventos científicos. 3. Cantidad de ponencias presentadas en los Eventos por los profesores de la Universidad Ecotec 4. Cantidad de profesores tutores de trabajos para la Jornada Científica Estudiantil. 5. Cantidad de ponencias presentadas en la JCE por los estudiantes de la Universidad Ecotec 6. Cantidad de estudiante que participaron en la Jornada Científica Estudiantil. 7. Porciento de ponencias en correspondencia con las líneas y grupos de Investigación-Vinculación. Objetivo 2: Apoyar la formación investigativa y actualización de docentes, investigadores. Meta 1. Promover la participación de los docentes e investigadores en los programas de postgrado y garantizar la preparación y superación de los phd con el propósito de contribuir a la calidad de la formación doctoral Indicadores 1. Cantidad de docentes con estudios de postgrado en el año de la universidad. 12 2. Número de doctores en relación de dependencia con la institución, en programas de postgrado. 3. Becas de especialización para estudiantes investigadores en los programas de postgrado. 4. Número de postgrado dirigidos a la superación en competencias investigativas realizados por la Universidad Ecotec. 5. Número de postgrado dirigidos a la superación de los Phd. 6. Cantidad de profesores que alcanzaron el Doctorado en el año Meta 2 Implementar un curso de Formación de Docente Investigadores (FDI) dirigido a los académicos, de la Universidad Ecotec 1-Diseñar el programa de Formación de Docente Investigadores (FDI) 2- Cantidad de profesores que participaron en el FDI 3-Porciento de profesores a tiempo completo 3-Calidad de los cursos impartidos en el FDI Meta 3. Se eleva el impacto y calidad de los proyectos de investigación, desarrollo e innovación orientados al desarrollo local y territorial. Indicadores 1- Cantidad de proyectos investigación-Vinculación dirigidos al territorio 2- Cantidad de proyectos de Vinculación con el territorio 3- Cantidad de profesores participando en proyectos de vinculación 4- Cantidad de estudiantes por facultad en proyectos de vinculación 5- Porciento de proyectos de Vinculación en correspondencia con las líneas y grupos de Investigación. 6- El impacto social y económico de los resultados de los proyectos de Vinculación. Meta 4. Fortalecer las competencias metodológicas e investigativas de los estudiantes en la Unidad de Titulación. Indicadores 1-Diseñar el programa metodológico-investigativo para los exámenes complexivos 2-Número de estudiantes en Titulación 2-Número de profesores atendiendo titulación por facultad 3-Promedio de estudiantes por profesor en titulación por facultad 13 4-Cantidad de trabajos de titulación por líneas y grupos de investigación. 5-Porciento de trabajos de titulación por líneas y grupos de investigación. 6-Porciento de estudiante graduados por facultad y total Objetivo 3: Determinar el impacto social y económico de los resultados de los proyectos de investigación. Meta 1. Evaluar los resultados de los proyectos de investigación-vinculación Indicadores 1. Número de beneficiarios directos de los resultados de los proyectos de investigación-vinculación. 7. POLÍTICAS DEL PLAN DE INVESTIGACIÓN La Política de Investigación es el conjunto de principios, estrategias y programas que determinan los criterios, metas, prioridades y mecanismos necesarios para coordinar, activar y estructurar la actividad investigativa en la Universidad. La Política de investigación se concibe en la Universidad Tecnológica ECOTEC de manera sistémica, lo cual implica la interacción de las estructuras organizacionales responsables de esta actividad con los diferentes programas académicos, las líneas, grupos y proyectos de investigación institucionales articulados a las necesidades de la Ciencia y la Sociedad. La política de investigación, innovación y desarrollo de ECOTEC, está dirigida a fortalecer el desarrollo de la investigación científica, mediante la gestión del conocimiento científico-tecnológico y la innovación, desde una visión ética y humanista, como eje de articulación de los procesos de docencia y vinculación con la comunidad, dirigido a la formación de profesionales capacitados, para incidir integralmente, en los contextos nacionales, regionales e institucionales. GESTIÓN DE CALIDAD AL SERVICIO DE LA ACADEMIA La Investigación en la Universidad Tecnológica ECOTEC se llevará a cabo a través de procesos planificados e integrados con criterios de transparencia, calidad eficiencia, responsabilidad social y ética, que apoye la formación en el pregrado y fundamente los postgrados. 14 POLÍTICA DE PARTICIPACIÓN Estimular la participación de todos los actores de la comunidad académica en la investigación. POLÍTICA DE ARTICULACIÓN Promover la articulación de los diferentes actores de la investigación y el fomento de grupos interdisciplinarios, multi y transdisciplinarios. INVESTIGACIÓN CON CALIDAD Proporcionar a los colectivos de investigación medios de cualificación, instrumentos y recursos necesarios para avanzar a un estado cualitativo superior de sus investigaciones. POLÍTICA PARA LA VISIBILIDAD DE LA INVESTIGACIÓN Construir los escenarios y las condiciones propicias para la concreción y divulgación de los resultados de la investigación a través de múltiples medios. POLÍTICA DE GESTIÓN FINANCIERA EFICIENTE Y EFICAZ Gestionar, distribuir y manejar los recursos financieros de manera eficiente y eficaz para la investigación en las diferentes áreas del saber. APROPIACIÓN SOCIAL DEL CONOCIMIENTO La Universidad Tecnológica ECOTEC conjuntamente con los actores sociales, promoverá investigaciones que contribuyan al avance de la ciencia y a la transformación de la sociedad. Las políticas de investigación reafirman las funciones básicas del Sistema de Educación Superior para responder a las actuales condiciones y prioridades de desarrollo del país. Se determinan desde la confluencia de sus fortalezas institucionales con las áreas y líneas de interés nacional. Las políticas se plantean a través de los siguientes objetivos: 15 7.1. OBJETIVOS General: Promover el desarrollo, consolidación, cualificación y proyección de la investigación en beneficio de la economía, el territorio y la sociedad. Específicos:  Fortalecer el quehacer investigativo en la universidad para contribuir al desarrollo del conocimiento para beneficio del territorio y del país.  Planificar la investigación, con criterios de transparencia, calidad, eficiencia, responsabilidad social y ética, para apoyar la formación en el pregrado y fundamentar los postgrados.  Fortalecer las líneas y grupos de investigación, fomentando la inserción a redes del conocimiento y gestionando los recursos necesarios para el desarrollo de los grupos de investigación.  Facilitar la difusión de los resultados de la investigación para incrementar la visibilidad de los grupos de investigación y de la universidad.  Generar un sistema de seguimiento, control y evaluación para medir el impacto de la investigación. 8. ESTRATEGIAS PARA EL CUMPLIMIENTO DE OBJETIVOS  Incrementar el número de docentes a tiempo completo, teniendo como referente la vinculación de profesionales con niveles de postgrado en maestría o doctorado.  Aplicar los principios de la investigación para diseñar el plan de capacitación de los docentes de todos los programas de la Universidad con el fin de cualificar los grupos de investigación con investigadores en nivel de doctorado.  Organizar por parte del Sistema de Investigaciones del proyecto de formación en Investigación para estudiantes de pregrado de todos los programas, el cual deberá contribuir efectivamente a la incorporación de la 16 investigación como eje transversal de los currículos, ofreciendo la oportunidad de interactuar disciplinaria e interdisciplinariamente y permitiendo la ejecución de proyectos específicos del área de conocimiento a los grupos de investigación de cada programa en los semestres apropiados en cada uno de los programas.  Diseñar concertadamente el uso de espacios físicos y equipos. Hacer un diagnóstico de la existencia "
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Líneas de Investigación",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/lineas-de-investigacion\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Líneas de Investigación Inicio Líneas de Investigación También podría interesarte… 1. Desarrollo Económico y Economía Aplicada Descripción de la línea: La línea de investigación Desarrollo Económico y Economía Aplicada abarca temáticas fundamentales que permiten entender con relativa facilidad los nuevos planteamientos y formas de construcción de conocimiento que se empiezan a visualizar en este campo científico, esta línea representa una actualización de la línea anterior Teoría y Desarrollo Económico, por cuanto la actualización de la referida, permitirá abordar las nuevas tendencias económicas incorporando nuevas técnicas de análisis y metodologías para resolver las problemáticas pertinentes al desarrollo local, territorial, y de la economía aplicada. La economía a nivel mundial se encuentra en un momento crítico, con una situación de emergencia en el planeta que, sumado con la pandemia; se ha traducido en el agotamiento de los recursos naturales, el aumento de la pobreza y las desigualdades. De acuerdo con el PNUD (2021) en 2030 podría haber hasta mil millones de personas en pobreza extrema, si no se da un impulso a los Objetivos de Desarrollo Sostenible (ODS) y explica que, en la actualidad, los desafíos en materia de desarrollo son rompecabezas dinámicos e interconectados de riesgos multidimensionales, que requieren soluciones sistémicas, a través de la cooperación internacional. Por su parte, las Naciones Unidas (2018) subraya que el lento crecimiento económico mundial, las desigualdades sociales y la degradación ambiental; son desafíos sin precedentes para la comunidad internacional. Por lo tanto, es necesario transformar el paradigma de desarrollo dominante, donde ya no es viable continuar con los mismos patrones de producción, energía y consumo; que nos lleve por la vía del desarrollo sostenible, inclusivo y con visión de largo plazo. Para América Latina y el Caribe, dicha ruta representa una oportunidad histórica, que incluye temas altamente prioritarios para la región, como la erradicación de la pobreza extrema, la reducción de la desigualdad en todas sus dimensiones, un crecimiento económico inclusivo con trabajo decente para todos, ciudades sostenibles y cambio climático, entre otros. Es por ello que las facultades de la Universidad Ecotec, a través de sus grupos de investigación estructurarán proyectos orientados a la línea de investigación, mediante los cuales se estudien temáticas vigentes y de relevancia social, como parte de la misión de la academia. Grupo de Investigación: Pensamiento y Análisis Económico Integrantes: Julio Álvarez , Mgtr. Guillermo Granja, PhD. Mónica Larrea, PhD. Guido Macas , Mgtr. Lizethe Méndez, PhD. Guisella Mera , Mgtr. Nallely Molina, PhD. Mónica Pérez , Mgtr. 2. Desarrollo Empresarial e Innovación Descripción de la línea: La línea de investigación Desarrollo Empresarial e Innovación abarca temáticas fundamentales para la operatividad de una empresa u organización, esta línea representa una actualización de la línea anterior Emprendimiento y Desarrollo Empresarial, por cuanto la actualización de la referida, permitirá abordar tendencias organizacionales actuales incorporando la innovación en el estudio de las problemáticas pertinentes al desarrollo local, emprendimiento y la economía popular y solidaria. De esta manera, las facultades de la Universidad Ecotec, a través de sus grupos de investigación estructurarán proyectos orientados a la línea de investigación, mediante los cuales se estudien temáticas vigentes y de relevancia social, como parte de la misión de la academia. Grupo de Investigación: Negocios Inclusivos y Emprendimientos Integrantes: Efrén Áviles , Mgtr. Karina Bravo , Mgtr. Ana Correa , Mgtr. Diego Donoso, PhD Ángel Fiallos, PhD Ana María Gallardo , Mgtr. Carol Henk, , Mgtr. Jhony Jaramillo , Mgtr. Jessica Loayza , Mgtr. Elena Piedra, PhD María Elena Suárez, PhD Grupo de Investigación : Finanzas Integrantes: Mónica Armijos, Mgtr. Betty De la Hoz, Mgtr. Mitzy Mariño, Mgtr. Jhasming Medina, PhD. Ana Padrón , Ph.D Nory Pinela Eduardo Ron , Mgtr. Pablo San Andrés, Mgtr. Johann Vega, Mgtr. Grupo de Investigación: Talento Humano Integrantes: Yadira Armas , Ph.D Carla Fernández , Mgtr. Mónica Llanos, Ph.D José Noboa, Mgtr. Grupo de Investigación: Administración de Empresas Integrantes: Fernando Cevallos, Mgtr. Franklin Gallegos, PhD César Gutiérrez, Mgtr. Piedad Miranda, Mgtr. Paulo Molina, Mgtr. Carmen Padilla, PhD Lady Prado, Mgtr. Rosalynn Ramírez, Mgtr. Sully Ramos, Mgtr. Hugo Toala, Mgtr. 3. Marketing, Tecnología y Sociedad Descripción de la línea: El desarrollo económico de un sector se logra dado el aporte que cada empresa genera en sus diferentes zonas de influencia. La implementación de estrategias generales se vuelve el eje principal que influye y sobre las cuales se plantean objetivos para el resto de departamentos de la empresa, conformando así una cadena de valor que los clientes perciben cuando adquieren los productos. El marketing aporta estrategias básicas para el desarrollo de mercados, por tanto, se vuelve una herramienta fundamental de generación de valor para el cliente, contribuyendo positivamente al desarrollo comercial y rentable de las empresas. El uso de la tecnología aplicado al marketing promueve la optimización de tiempos de acción, logrando conseguir información oportuna sobre el mercado; así como, proporcionar las herramientas necesarias para la comunicación y administración de información empresa-cliente, vital para el cumplimiento de metas organizacionales. De esta manera, las facultades de la Universidad Ecotec, a través de sus grupos de investigación estructurarán proyectos orientados a la línea de investigación, mediante los cuales se estudien temáticas vigentes y de relevancia social, como parte de la misión de la academia. Grupo de Investigación: Nuevas Tendencias del Marketing Integrantes: Stefanie Flores, Mgtr. Irene Palacios, Mgtr. Oscar Silva, Mgtr. Lorraine Chedraui, Mgtr. Marwin Lavayen, Mgtr. Gisella Aguilar, Mgtr. Raquel Plúa, Mgtr. 4. Comunicación, Cultura y Tecnología Descripción de la línea: La importancia estratégica de la información es fundamental en nuestros días, como también lo son los medios de difusión masivos y las industrias culturales. A lo largo de la historia reciente, los medios de comunicación social han jugado un papel determinante en el desarrollo y la evolución de las diferentes sociedades y culturas. De ahí la importancia de estudiar los procesos y medios de comunicación (canales de difusión y medios de expresión) desde una vertiente holística: sociológica, psicológica, económica, educativa, periodística, publicitaria, filosófica, artística, ética, etc. Un estudio que permitirá optimizar estos mecanismos de comunicación social no solo desde la óptica de los propios medios sino también desde las necesidades comunicativas de cualquier organización. El concepto de la Sociedad en red, ofrece un punto de vista diferente sobre el alcance interdisciplinario de la misma, en este caso haciendo hincapié en el papel de la Web como un medio de interacción social y personal, con su propia geografía y cultura, en la que la tecnología cataliza, pero no determina la interacción personal y social. De esta manera, las facultades de la Universidad Ecotec, a través de sus grupos de investigación estructurarán proyectos orientados a la línea de investigación, mediante los cuales se estudien temáticas vigentes y de relevancia social, como parte de la misión de la academia. Grupo de Investigación: Comunicación Intercultural y Participativa Integrantes: Kerly Yance, Mgtr. Beatriz Loor, Ph.D Yilena Perlaza, Mgtr. Christhian Gutiérrez, Mgtr. Silvia Aguirre, Mgtr. Odalys Marrero, Ph.D Karen Márquez, Mgtr. Canva Ma Lam, Mgtr. Verónica Baquerizo, Mgtr. Edgar Salas, PhD. Alejandra Hernández, Mgtr. Cristhian Reyes, Mgtr. 5. Psicología, Sociedad y Bienestar Descripción de la línea: Esta línea de investigación conduce a establecer proyectos de investigación encaminados a la prevención, promoción y abordaje psicológico en los diferentes contextos o ámbitos donde el psicólogo se desenvuelve, buscando proporcionar herramientas que ayudan a encontrar respuestas que guíen a la resolución de conflictos, a las mediaciones, al equilibrio institucional, personal y social. Este enfoque proporcionará bases de modelos de investigación para el fortalecimiento profesional y académico tanto de los docentes como de los estudiantes, direccionados en la consecución de los objetivos planteados en la carrera de psicología. Con los proyectos de investigación que responderán a esta línea se fomentarán las interacciones sociales que respondan a las exigencias actuales en un marco de paz y prevención en la salud mental, que respondan en los ámbitos educativos y laborales, personales y familiares. Esta línea de investigación promueve la creación de instancias que aporten a un mejor desarrollo de las habilidades adquiridas en el transcurso del proceso académico en cada semestre de la carrera, pues nuestra exigencia debe ser el de aplicar el conocimiento adquirido, de esta manera, nuestra producción científica y académica será constante y responderá a una exigencia y demanda social. Grupo de Investigación: Psicología y Bienestar Integrantes: Ana Morán, Mgtr. Christhian Yong, Mgtr. María Rada, Mgtr. Fabiola Coello, Mgtr. Daniel Oleas, Mgtr. María Belén Morales, Ph.D. 6. Turismo, Hospitalidad y Patrimonio Descripción de la línea: El dominio científico al que pertenece la línea de investigación, desde su propia concepción epistemológica, se enmarco bajo el parámetro de la sostenibilidad, con la finalidad de generar una sinergia participativa entre todos los actores que están inmersos en la actividad turística; para lo cual la investigación se enfoca en la planificación, desarrollo y gestión de destinos turísticos competitivos, tanto de la visión de la hospitalidad como del patrimonio y operación turística, en correspondencia con la sociedad del conocimiento. De esta manera, las facultades de la Universidad Ecotec, a través de sus grupos de investigación estructurarán proyectos orientados a la línea de investigación, mediante los cuales se estudien temáticas vigentes y de relevancia social, como parte de la misión de la academia. Grupo de Investigación: Turismo y Territorio Integrantes: Javier Vallejo, Mgtr. Alejandra Ycaza, Mgtr. César Santana, Mgtr. Sofía Pacherres, Mgtr. Kerly Avecillas, Mgtr. 7. Relaciones Internacionales y Cooperación Internacional para el Desarrollo Descripción de la línea: Desde comienzos del siglo XXI ha existido una tendencia global hacia la conflictividad social y la inestabilidad política que parte de una dificultad de los Estados nacionales para canalizar los problemas sociales, económicos y políticos. También esto puede ser visto como una falta o incapacidad de legibilidad del Estado como a la anarquía del sistema internacional, la cual es la visión preponderante dentro de las Relaciones Internacionales. Además, la respuesta ante la crisis financiera del año 2008, sumada a la pandemia mundial, ha puesto de relieve la necesidad de abordar desde la política viejos y nuevos problemas como la desigualdad, la pobreza, corrupción, el cambio climático, problemas de seguridad regional, entre otros. Esto nos lleva a plantearnos los retos en el ámbito de las Relaciones Internacionales y la cooperación en términos globales. El concepto cooperación internacional hoy en día es de mucha importancia en términos nacionales, regionales e internacionales. En el caso de América Latina han existido hasta el momento diferentes proyectos de integración y de cooperación regional cuyo objetivo es ofrecer una vía alternativa a la resolución de conflictos regionales, multilateralismo como al avance político y social de la región latinoamericana. Así mismo, este tipo de organizaciones de cooperación han tratado de ocupar un espacio geopolítico que genere mayor simetría en su relación con las grandes potencias mundiales en el sistema internacional. La presente línea de investigación pretende ser un espacio desde el que se generen proyectos de investigación y producción científica como aporte al estudio de las Relaciones Internacionales y su alcance. Este proceso de generación de conocimiento tendrá el reto de explicar las problemáticas y realidades-expuestos con anterioridad, pero también estará destinado a ofrecer soluciones institucionales acordes a los retos que el Ecuador y América Latina enfrentan en lo político como en el ámbito económico, jurídico, ambiental y social. La cooperación regional e internacional es clave debido a los procesos de regionalismo que América Latina y el Caribe han experimentado con anterioridad, como por ejemplo con organismos tales como la UNASUR, creada con la intención de de propiciar un lugar para gestionar la resolución de conflictos, así como el de fomentar la cooperación regional en lo económico, cultural, tecnológico, político, seguridad, entre otros. Que permitan el desarrollo económico y social de los países miembros de dicha integración. Grupo de Investigación: Integrantes: Viviana Henriques, Mgtr. Karem González, Mgtr. Michelle Maffei, Mgtr. Pablo Pardo, Mgtr. Andrea Endara, Mgtr. Andrea Ocaña, Mgtr. Gonzalo Albán, Mgtr. 8. Tecnologías de la Información y la Comunicación Descripción de la línea: Las Tecnologías de Información y Comunicación han transformado drásticamente varios aspectos de la vida, incluyendo lo económico, social, las comunicaciones y el propio sector educativo; siendo la oportunidad propicia para que las Universidades se apropien de estos cambios y retos para brindar soluciones a los problemas y tensiones de la sociedad, a través de la producción científica tecnológica, la cual será desarrollada en dos ámbito de acción y a partir de los cuales se articulará los distintos programas de grado y postgrado relacionados con Tecnologías. El primer ámbito se centra en el desarrollo e integración del hardware con el software (bases de datos, redes y telecomunicaciones) y la formulación de soluciones teóricos-prácticos, que sean capaces de acoplarse fácilmente en la empresa, tanto de tecnología de la información como de la infraestructura y de los servicios informáticos, hasta las aplicaciones ejecutables en dispositivos y sistemas con su respectiva implementación. Por otro lado, se tiene el diseño, desarrollo y aplicación de los sistemas computacionales en la solución de problemas empresariales incluyendo las herramientas, técnicas y métodos de análisis e interpretación de datos, como lo es la Inteligencia de Negocios; todo ello dirigido a la búsqueda de soluciones desde un problema científico en el área de desarrollo de software, con el planteamiento de objetivos medibles, herramientas, plataformas y procedimientos metodológicos que resuelvan necesidades planteadas y con propuestas que, desde el campo informático, contribuyan con el desarrollo tecnológico en los sectores tecnológicos, productivos y de servicios. Grupo de Investigación: Infraestructura Tecnológica Integrantes: Manuel Ramírez, Mgtr. Wilson Polo, Mgtr. Lenin Gómez, Mgtr. Grupo de Investigación: Inteligencia de Negocios Integrantes: César Bustamante, Mgtr. Luis Espinoza, Mgtr. Jenny Garzón, Mgtr. Grupo de Investigación: TI: Software y Seguridad Integrantes: Alejandra Colina, Ph.D Johanna Navarro, Ph.D Marcos Espinoza, Mgtr. Diana López, Mgtr. 9. Medio Ambiente y Sociedad Descripción de la línea: Esta línea aborda una problemática de vital importancia en el mundo actual, relacionada de manera directa con la posibilidad de vida futura, por ende, se priorizan en ella temas vinculados con la búsqueda de posibles soluciones para la contaminación del suelo, el aire y las fuentes de agua, afectadas por causas del desarrollo tanto urbano como industrial; así como, la atenuación de las consecuencias del calentamiento Global; problemas relacionados con los fenómenos climatológicos y ambientales; y que reclaman una gestión eficiente de los problemas ambientales, que afectan el desarrollo humano sustentable y sostenible. De esta manera, las facultades de la Universidad Ecotec, a través de sus grupos de investigación estructurarán proyectos orientados a la línea de investigación, mediante los cuales se estudien temáticas vigentes y de relevancia social, como parte de la misión de la academia. Grupo de Investigación: Gestión y Conservación del Medio Ambiente Integrantes: Magaly Peñafiel, Mgtr. Roberto Aguilera, Mgtr. Diego Peña, Ph.D Marianela Barona, Mgtr. Gabriela Andrade, Mgtr. 10. Gestión de los Procesos Productivos Agrícolas Descripción de la línea: El crecimiento agrícola desempeña un papel fundamental en la mejora de la seguridad alimentaria y la reducción de la pobreza en los países en desarrollo. Existe una amplia evidencia de que combatir el hambre y la pobreza requiere un compromiso con la agricultura y el desarrollo rural en los países en desarrollo, y no es posible una reducción sostenible de la pobreza sin mejorar los medios de vida rurales. El aumento del empleo y los ingresos en la agricultura estimula la demanda de bienes y servicios no agrícolas, y también proporciona un impulso a los ingresos rurales no agrícolas. De esta manera, las facultades de la Universidad Ecotec, a través de sus grupos de investigación estructurarán proyectos orientados a la línea de investigación, mediante los cuales se estudien temáticas vigentes y de relevancia social, como parte de la misión de la academia. Grupo de Investigación: Innovación y Desarrollo Sostenible en la Agricultura Integrantes: Iris Pérez, Ph.D César Alcácer, Ph.D Carlos Flores, Mgtr. César Suárez, Mgtr. 11. Gestión de los Procesos productivos y operativos industriales Descripción de la línea: La línea de investigación Gestión de los procesos productivos y operativos industriales cobra relevante importancia en el ámbito del desarrollo de propuestas industriales tecnológicas que brinden alternativas de solución a los problemas y necesidades establecidos en el Plan Nacional de Desarrollo, contribuyendo de manera significativa con el desarrollo de proyectos en la industria con enfoque inter y multidisciplinario a fin de elevar la productividad, la eficiencia, la eficacia y el nivel tecnológico nacional. De esta manera, las facultades de la Universidad Ecotec, a través de sus grupos de investigación estructurarán proyectos orientados a la línea de investigación, mediante los cuales se estudien temáticas vigentes y de relevancia social, como parte de la misión de la academia. Grupo de Investigación: Industria y Tecnología Integrantes: Fernando Montalvo, Mgtr. Karles Hoffmann, Mgtr. 12. Gestión de las Relaciones Jurídicas Descripción de la línea: En esta línea de investigación se abordan temas que profundicen sobre el Estado social de derechos y justicia del Ecuador, conceptos y prácticas sociales que garantizan no solo el crecimiento económico sino también el desarrollo humano a fin de poder lograr el buen vivir. Se estudian temas relacionados con los principios y normas que regulan los derechos humanos, en su dimensión indivisible interdependiente y universales; se prepondera la indagación y los proyectos transformadores tendientes a combatir la discriminación en cualquiera de sus formas, en especial contra la mujer, discapacitados, la juventud y la niñez, los pueblos indígenas y otros grupos humanos vulnerables; así como, el respeto a la diversidad, las diversas culturas y la ecología se promueven proyectos sobre participación democrática. De esta manera, las facultades de la Universidad Ecotec, a través de sus grupos de investigación estructurarán proyectos orientados a la línea de investigación, mediante los cuales se estudien temáticas vigentes y de relevancia social, como parte de la misión de la academia. Grupo de Investigación: Derechos Humanos y Justicia Integrantes: Mario Cuvi, Mgtr. Soledad Murillo, Mgtr. Ambar Murillo, Mgtr. Andrea Zuleta, Mgtr. Estrella Hoyos, Mgtr. Roger Nieto, Mgtr. Rosa Portero, Mgtr. Mercedes Coronel, Mgtr. 13. Salud y Bienestar Descripción de la línea: En esta línea se busca el desarrollo de investigaciones desde visiones epistémicas integrales y que denoten la integración médico – paciente – necesidades individuales\/sociales – contexto medio ambiental. Teniendo en cuenta lo expuesto, se identifican como principales necesidades-retos contemporáneos en el ámbito de la SALUD los siguientes: El paciente como agente activo de su cuidado. El cambio definitivo de un modelo descriptivo a un modelo predictivo de enfermedad y del riesgo. Fortalecimiento del sistema primario de salud y de la infraestructura hospitalaria. Atención de calidad basada en comportamientos y principios éticos y de compromiso social. Considerar, en el diagnóstico de salud, la variabilidad genética individual, el entorno, factores socioeconómicos y los estilos de vida de cada persona lo que permitirá estrategias de prevención de enfermedades, selección del tratamiento y el desarrollo de nuevas terapias acorde a las características y necesidades del paciente . El desarrollo de programas de salud integrales que consideren la unidad entre salud moderna y tradicional en el ámbito físico, psicológico, socioeconómico, ambiental y cultural. La prevención y control de enfermedades infecciosas y de las IAAS (Infecciones asociadas a la atención de la salud) La confiabilidad en los sistemas de salud a nivel regional, nacional y local. La transformación digital en el campo de la salud. El uso y desarrollo de herramientas informáticas en el contexto médico favorece: Descentralización de servicios de salud: profesionales especializados a su entorno más cercano, brindando una atención de calidad. Implementación de historias clínicas digitales orientada a la resolución de problemas y centrada en el paciente. Fortalecimiento de los procesos gerenciales y administrativos en los servicios hospitalarios, para mejorar la calidad, eficacia y eficiencia en la atención. De esta manera, las facultades de la Universidad Ecotec, a través de sus grupos de investigación estructurarán proyectos orientados a la línea de investigación, mediante los cuales se estudien temáticas vigentes y de relevancia social, como parte de la misión de la academia. Grupo de Investigación: Investigación en Ciencias de la Salud Integrantes: Vilma Raffo, Mgtr. Carlos Salvador, Mgtr. María Delfina Montufar, Mgtr. Hugo Barcia, Mgtr. Nicole Aguayo, Mgtr. Ivonne Mora, Mgtr. Ernesto Zambrano, Mgtr. Ángel Moreno, Mgtr. Juan Calderón, PhD. Manuel González, Mgtr. Patricia Molleda, PhD. 14. Gestión de los Procesos de Educación Superior Descripción de la línea: Esta línea se orienta a priorizar las temáticas relacionadas con la gestión de los procesos sustantivos universitarios que constituye hoy una necesidad impostergable de las instituciones de educación superior. La visión integral de los mismos constituye los principales parámetros para la pertinencia y contextualización de la propuesta académica. Esta línea de investigación contribuye a la implementación eficiente de un proceso de gestión institucional para la planificación, ejecución, control y evaluación de sus procesos sustantivos (académico, investigativo y de vinculación), a través del trabajo directivo institucional y docente-educativo, para generar calidad educativa, ambiente universitario – administrativo dialógico y formación profesional pertinente y por tanto perfeccionar el proceso de gestión estratégica institucional. Grupo de Investigación: Gestión y Tecnología Educativa Integrantes: Patricia Muñoz, Mgtr. César Castañeda, Mgtr. Débora Burgos, Mgtr. Grupo de Investigación: Tecnología Educativa Integrantes: Roberto Passailaigue, Ph.D Carlos Ortega, Ph.D Gilda Alcívar, Ph.D Erika Ascencio, Mgtr. Giraldo León, Ph.D Glenda Blanc, Mgtr. Julia Villacreses, Mgtr. Ana Alcívar, Mgtr. Raquel Morán, Mgtr. Paula Villagómez, Mgtr"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Consejo Científico de Investigación",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/consejo-cientifico\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Consejo Científico de Investigación Inicio Consejo Científico de Investigación También podría interesarte… Consejo Científico El Consejo Científico es un órgano asesor que asiste al equipo de dirección en la toma de decisiones relativas a las líneas, grupos y prioridades de investigación de la institución. Tiene a su cargo la consideración y debida aprobación de proyectos de investigación científica, así como los proyectos y demás documentos rectores vinculados a la investigación. Estructura del Consejo Científico y de Investigación El Consejo Científico y de Investigación está integrado por: Rector (a) – Gilda Alcívar García, Ph.D. Vicerrector Académico (a) – Nory Pinela Morán, Ph.D. Secretario (a) de la Institución – Mgtr. Mónica Rambay Tobar Director (a) de Investigación – Hegira Ramírez Padilla, PhD. Coordinador (a) de Publicación – Docentes con categoría científica de Ph.D. Un docente con resultados destacados en la Investigación (según Art. 9, Reglamento para la Gestión del Sistema de la Investigación Científica, la Innovación y el Desarrollo)"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Convocatorias Internas de Financiamiento",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/convocatorias-internas-de-financiamiento\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Convocatorias Internas de Financiamiento Inicio Convocatorias Internas de Financiamiento También podría interesarte… 2021 Convocatoria 2021 DESCARGA Ganadores 2021 DESCARGA 2019 Convocatoria 2019 DESCARGA Ganadores 2019 DESCARGA 2018 Convocatoria 2018 DESCARGA Ganadores 2018 DESCARGA 2017 Convocatoria 2017 DESCARGA Ganadores 2017 DESCARGA 2016 Convocatoria 2016 DESCARGA Ganadores 2016 DESCARGA 2015 Convocatoria 2015 DESCARGA Ganadores 2015 DESCARGA 2014 Convocatoria 2014 DESCARGA Ganadores 2014 DESCARGA"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Premios Ecotec",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/premios-ecotec-investigacion-produccion-cientifica-e-innovacion\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Premios Ecotec, Producción e Investigación Científica y de Innovación Inicio Premios Ecotec, Producción e Investigación Científica y de Innovación También podría interesarte… 2020 Cronograma 2020 DESCARGA Procedimientos 2020 DESCARGA Premiados 2020 DESCARGA 2019 Cronograma 2019 DESCARGA Procedimientos 2019 DESCARGA Premiados 2019 DESCARGA 2018 Cronograma 2018 DESCARGA Procedimientos 2018 DESCARGA Premiados 2018 DESCARGA 2017 Cronograma 2017 DESCARGA Procedimientos 2017 DESCARGA Premiados 2017 DESCARGA 2016 Cronograma 2016 DESCARGA Procedimientos 2016 DESCARGA Premiados 2016 DESCARGA 2015 Procedimientos 2015 DOWNLOAD Premiados 2015 DOWNLOAD"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Actividad Científica Estudiantil",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/actividad-cientifica-estudiantil\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Actividad Científica Estudiantil Inicio Actividad Científica Estudiantil También podría interesarte… 2021 Relatoría VII Jornada Cientifica DESCARGA 2020 Relatoría VI Jornada Cientifica DESCARGA 2019 Relatoría V Jornada Cientifica DESCARGA 2018 Relatoría IV Jornada Cientifica DESCARGA 2017 Relatoría III Jornada Cientifica DESCARGA 2016 Relatoría II Jornada Cientifica DESCARGA 2015 Relatoría I Jornada Cientifica DESCARGA"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Sociedad del conocimiento",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/sociedad-del-conocimiento\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Sociedad del conocimiento Inicio Sociedad del conocimiento También podría interesarte… 2022 VII Congreso Científico Internacional sociedad del conocimiento: Retos y perspectivas: Acciones para un mundo sostenible DESCARGA 2021 VI congreso científico internacional sociedad del conocimiento: Retos y perspectivas: Reflexiones para un mundo Post COVID-19 DESCARGA 2020 V congreso científico internacional sociedad del conocimiento: Retos y perspectivas DESCARGA 2019 IV congreso científico internacional sociedad del conocimiento: Retos y perspectivas DESCARGA 2018 III congreso científico internacional sociedad del conocimiento: Retos y perspectivas DESCARGA 2017 II congreso científico internacional sociedad del conocimiento: Retos y perspectivas DESCARGA 2016 I congreso científico internacional sociedad del conocimiento: Retos y perspectivas DESCARGA"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Revistas",
        "url_origen":"http:\/\/revistas.ecotec.edu.ec\/",
        "url_malla":"HTML",
        "contenido_malla":"Revistas REVISTA CIENTÍFICA ECOCIENCIA Revista perteneciente a la Universidad Tecnológica ECOTEC, la cual tiene como objetivo divulgar los resultados más relevantes obtenidos en las investigaciones llevadas a cabo por docentes e investigadores, así como propiciar el debate y reflexión académica del público al cual va dirigida la misma. Ver revista Número actual Revista Científica RES NON VERBA Ver revista Número actual Idioma English Español (España)"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Libros",
        "url_origen":"http:\/\/libros.ecotec.edu.ec\/",
        "url_malla":"HTML",
        "contenido_malla":"Destacado Caracterización Ecológica del Humedal Ramsar Isla Santay José Hernández-Rosas, Tatiana Vera Segura, Cristina Lara Merchán, Angélica Matamoros Pluas, Wilson Méndez Castro, Rogers Santander Moreira, Milena Morán Pilay agosto 28, 2025 Novedades Caracterización Ecológica del Humedal Ramsar Isla Santay José Hernández-Rosas, Tatiana Vera Segura, Cristina Lara Merchán, Angélica Matamoros Pluas, Wilson Méndez Castro, Rogers Santander Moreira, Milena Morán Pilay agosto 28, 2025 El ABC de los Acuerdos Comerciales Guido Macas Acosta, Mgtr., Ana María Gallardo Cornejo, Mgtr., Hugo Toala Robles, Mgtr. agosto 6, 2025 Políticas públicas para la puesta en valor turístico cultural del patrimonio arquitectónico de Quito, Guayaquil y Cuenca César A. Santana Moncayo, Ph.D. agosto 5, 2025 Innovación e Innovación Social: Investigación y acción para el cambio y el desarrollo socioeconómico Leonardo Salazar Liendo, Alfredo Romero Santos, Iris Pérez Almeida, Reina Medina Litardo mayo 22, 2025 Matices de Economía Circular mediante prácticas de Responsabilidad Social Corporativa: Empresas ecuatorianas del sector comercial de alimentos y bebidas Mónica Llanos Encalada, Ph.D. (ed), Ana María Correa, Mgtr. (ed) octubre 30, 2024 Sesgos en el Pronóstico del Precio en el Par de Divisas EURUSD: Evaluación Algorítmica y Gráfica de los Osciladores Estocástico y MACD Franklin Gallegos Erazo, Ph.D. abril 26, 2024 Desafíos de las Finanzas Empresariales en Pymes: Fintech, Cobranzas y Créditos Ana María Padrón Medina, Ph.D. (ed), Johan Méndez Reyes (ed) abril 4, 2024 Buenas Prácticas de la Gestión del Talento Humano: Clave de Éxito para el Desempeño de los Colaboradores Mónica Llanos Encalada, Ph.D. (ed) noviembre 24, 2023 La Sostenibilidad como Paradigma Socio-Ecológico: Complejidad, Transdisciplinariedad y Desarrollo Sostenible Iris Pérez Almeida, Ph.D., Alfredo Romero Santos, Mgtr. octubre 10, 2023 Fundamentos básicos sobre el Cambio Climático: Conceptos, causas y consecuencias Iris Pérez Almeida, Ph.D., Alfredo Romero Santos, Mgtr. agosto 16, 2023 La Biodiversidad: Conceptos, Estatus Actual y Amenazas Alfredo Romero Santos, Mgtr., Iris Pérez Almeida, Ph.D. agosto 15, 2023 Innovación Educativa y Desarrollo de Habilidades en el Siglo XXI : Estrategias, Capacitación y Transformación Digital en la Educación Arnaldo Vergara Romero, Ph.D (c) (ed) julio 17, 2023 Perspectivas Internacionales: Inclusión Social, Comercialización, Competitividad y Emprendimiento Arnaldo Vergara Romero, Ph.D (c) (ed) julio 17, 2023 Concepciones del Proceso de Enseñanza-Aprendizaje: Estudio de Casos en Diferentes Competencias Arnaldo Vergara-Romero, Mgtr. (ed) marzo 22, 2023 Estrategia como Práctica, Empresas Familiares y Rentabilidad: Tres Casos de Estudios Arnaldo Vergara-Romero, Mgtr. (ed) marzo 22, 2023 Economía Organizacional: Micro, Pequeñas y Medianas Empresas en Guayaquil-Ecuador Guido Macas Acosta, Mgtr., Arnaldo Vergara Romero, Mgtr., Alberto Paredes Ochoa, Mgtr. marzo 21, 2023 Desarrollo Sostenible y Responsabilidad Social:: Análisis de Diferentes Sectores en Ecuador Arnaldo Vergara Romero, Mgtr. (ed) marzo 21, 2023 Clima laboral, Retención de Colaboradores y Comunicación Interna: Cuatro Casos de Estudio Arnaldo Vergara-Romero, Mgtr. (ed) (ed) marzo 20, 2023 Sustainable value chain of dry hard corn within the analysis of food sovereignty Arnaldo Vergara Romero, MA., Iván Alberto Analuisa Aroca, Ph.D., Cesar Alcácer Santos, Ph.D. noviembre 25, 2022 Reflexiones de Derecho Administrativo y Electoral: Silencio Administrativo, Repetición, Asignación de Escaños Plurinominales y Derecho al Sufragio Roger Nieto Maridueña, Mgtr. (ed), Mario Cuvi Santacruz, Llm. (ed) noviembre 23, 2022 Reflexiones Actuales de Derecho Penal: Violencia Intrafamiliar, Medidas de Seguridad de Inimputables y Compensación Económica en Accidentes de Tránsito Roger Nieto Maridueña, Mgtr. (ed) noviembre 23, 2022 Medio Ambiente y Sociedad: Agroecosistemas, Tecnología y Eco-Innovación Arnaldo Vergara-Romero, Mgtr. (ed) noviembre 22, 2022 La arquitectura de Guayaquil, Ecuador: Una propuesta de valoración patrimonial César Santana Moncayo, Mgtr. (ed) octubre 28, 2022 Towards Territorial Development From Sustainability Arnaldo Vergara-Romero, Mgtr. (ed) septiembre 12, 2022 Modelos de Aprendizaje Flexible: Lecciones de la Pandemia y visión de la Nueva Normalidad Arnaldo Vergara Romero, Mgtr. (ed) septiembre 9, 2022 La Justicia como Principio Jurídico y su Fundamentación en el Derecho Ecuatoriano Carlos Alcívar Trejo. Mgtr., José J. Albert Márquez, Ph.D., Ámbar Murillo Mena. Mgtr. mayo 14, 2022 Pensamiento Estratégico y Cultura Tributaria. Un Nuevo Enfoque Gerencial desde la Neurotributación. Ana María Padrón, Ph.D, Johan Méndez Reyes, Ph.D., Gino Cornejo, MBA. mayo 10, 2022 Liderazgo y Clima Laboral para la Sostenibilidad Empresarial Arnaldo Vergara-Romero, Mgtr. (ed) mayo 3, 2022 Gran Guayaquil: Propuesta de un Modelo Potencial de Desarrollo Arnaldo Vergara-Romero, Mgtr. (ed) abril 29, 2022 POLÍTICAS PÚBLICAS PARA EL DESARROLLO LOCAL SOSTENIBLE: CASO GUAYAQUIL. Arnaldo Vergara Romero, Mgtr (ed) noviembre 20, 2021 Políticas públicas de desarrollo local bajo la lupa. Estudio desde la ciencia del derecho Duniesky Alfonso Caveda, Ph.D. (ed) noviembre 20, 2021 Modelo de Gestión Municipal en Guayaquil para el Desarrollo Local Sostenible. Arnaldo Vergara Romero, Mgtr. (ed) noviembre 20, 2021 Pymes, Gestión Empresarial y Sostenibilidad: Estrategias en Diversos Sectores Arnaldo Vergara-Romero, Mgtr. (ed) noviembre 20, 2021 La gestión empresarial sostenible en la rentabilidad financiera y de capital Arnaldo Vergara-Romero, Mgtr (ed) noviembre 20, 2021 Diseño de experimentos y análisis de conjunto Christian Rosero Barzola, Ph.D. mayo 21, 2021 Análisis Microeconómico Christian Rosero Barzola, Ph.D. mayo 20, 2021 La creatividad en el territorio Arnaldo Vergara-Romero, Mgtr. (ed) abril 29, 2021 Estrategias para el desarrollo turístico de la Isla Puná diciembre 2, 2019 Desarrollo sostenible y medio ambiente diciembre 2, 2019 Academia, turismo y vinculación: experiencia en el Cantón Salitre, Ecuador diciembre 2, 2019 Clúster y encadenamientos productivos en la costa ecuatoriana diciembre 2, 2019 La gestión del proceso de profesionalización docente en la Universidad Tecnológica Ecotec diciembre 2, 2019 Agricultura y soberanía alimentaria diciembre 2, 2019 La inteligencia de negocios y la administración de empresas: Un enfoque actual diciembre 2, 2019 Realidades de los modelos de emprendimientos en los recintos del Cantón Samborondón diciembre 2, 2019 La identidad e imagen corporativa en las instituciones de educación superior noviembre 27, 2019 Desarrollo local en el Gran Guayaquil: Conceptos y casos noviembre 27, 2019 La universidad nueva : Fundamentos desde los procesos sustantivos enero 12, 2019 Soporte matemático para el ingreso a la universidad Marco Jara Riofrío diciembre 20, 2018 Entorno de las políticas públicas en los sectores productivos del Ecuador diciembre 3, 2018 Desafíos de la educación superior para la gestión de la calidad diciembre 3, 2018 Caracterización socioeconómica del Cantón Samborondón diciembre 3, 2018 Medición de la gestión de la calidad en turismo y hospitalidad: propuestas y experiencias noviembre 29, 2018 Las tradiciones el arte y la cultura de Ecuador noviembre 29, 2018 El emprendimiento: Reflexiones desde la educación superior noviembre 29, 2018 Modelo de cultura organizacional para el desarrollo de la calidad en instituciones de educación superior Mónica del Pilar Llanos Encalada, Ph.D. agosto 23, 2018 Apropiación de las TIC en la docencia universitaria: Una mirada desde el pensamiento complejo Ing. Alejandra Mercedes Colina Vargas, Ph.D. agosto 23, 2018 Retos y perspectivas de las Tecnologías de Información César Antonio Bustamante Chong, Mgs., Mariana Bustamante Chong, Mgs., Vanessa Caamano Bustamante, Alejandra Mercedes Colina Vargas, Mgs., Marcos Antonio Espinoza Mina, Mgs., Tamara Vera Castro, Ing. , Víctor Urdiales Ponce, Mgs. , Ricardo Rafael Coello Yagual, Ing. , Lucía Magdalena Pico Versoza, Mgs., Mitchell Vásquez Bermúdez, Mgs., Karla Maribel Galarza Ayala, Mgs, Jorge Hidalgo Larrea, Mgs., María Del Pilar Avilés Vera, Mgs.; Alejandra Mercedes Colina Vargas, Mgs. diciembre 26, 2017 La comunicación efectiva como elemento de éxito en los negocios Paola Alexandra Traverso Holguín, Mgs., Brian Guillermo Williams Flores, Mgs., Irene del Rocío Palacios Bauz, Mgs. diciembre 26, 2017 El legado del siglo XXI en el Ecuador: un análisis teórico y académico diciembre 26, 2017 Competencias docentes en la enseñanza de la educación superior en el Ecuador. diciembre 26, 2017 Gestión de emprendedores en el Ecuador diciembre 26, 2017 Gestión del Talento Humano y nuevos escenarios laborales Yadira Mariuxi Armas Ortega, Mgs., Mónica del Pilar Llanos Encalada, Mgs., Paola Alexandra Traverso Holguín, Mgs. diciembre 18, 2017 Fundamentos de la Gestión Ambiental Cesar Augusto Santana Moncayo, Mgs., Roberto Guillermo Aguilera Peña, Mgs. diciembre 14, 2017 Ambientes de aprendizajes mixtos: Modelos y desarrollo de competencias docentes Gilda Natalia Alcívar García, Ph.D., Luisa Noa Silverio, Ph.D., Giraldo de la Caridad León Rodríguez, Ph.D. septiembre 12, 2017 El desarrollo de habilidades blandas desde edades tempranas Carlos Ernesto Ortega Santos, Ph.D. julio 26, 2017 Los escenarios de la responsabilidad social universitaria diciembre 8, 2016 La consolidación de la educación: Derecho humano y deber del estado diciembre 8, 2016 Análisis espacial de los delitos y aplicación de la normativa jurídica ecuatoriana diciembre 8, 2016 La Investigación Científica en el desarrollo de competencias en la Educación Superior diciembre 8, 2016 Herramental de lectura y escritura académica Narcisa Beatriz Cedeño Viteri, Mgs., Piedad Mercedes Villavicencio Bellolio, Mgs. diciembre 8, 2016 Desarrollo local de las comunidades agrícolas rurales diciembre 7, 2016 Ecuador y su futuro en el comercio internacional Guido Omar Macas Acosta, Mgs. diciembre 7, 2016 La mediación: Herramienta jurídica hacia una cultura resolutiva de conflictos de la educación noviembre 24, 2016 La cultura organizacional: Eje de acción de la gestión humana agosto 16, 2016 Aplicaciones de la Derivada en economía y administración Marco Antonio Jara Riofrío, Mgs. agosto 16, 2016 La perspectiva ambiental en las universidades octubre 1, 2015 La Educación virtual. Diseño de cursos virtuales Vivian Estrada Sentí, PhD., Juan Pedro Febles Rodríguez, PhD., Roberto M. Passailaigue Baquerizo, PhD., Carlos Ernesto Ortega Santos, MSc., Marlena León Mendoza, MSc. julio 3, 2015 La educación superior y las TIC enero 24, 2014 Administración Educativa: Los Procesos De Gestión En La Eficacia De La Gerencia Educativa Universitaria Dr. Roberto M. Passailaigue Baquerizo diciembre 3, 2013 Estadistica aplicada al turismo utilizando SPSS y Statgraphics Plus Angela María González Laucirica, MSc. agosto 15, 2013 Pensamiento Económico Universal Preclásico Fidel Márquez Sánchez, PhD., Rafael Sorhegui Ortega, PhD., Martha Bayón Sosa, MSc. junio 19, 2013 La evaluación del desempeño del docente universitario. Experiencias institucionales y nacionales abril 23, 2013 La comunicación de las marcas: Branding abril 21, 2013 Microcrédito: opción de desarrollo Jorge Calderón Salazar, MAE septiembre 30, 2011 Más acá de mis circunstancias David Samaniego Torres marzo 23, 2009 Ecuador ¿País de emprendedores? Ing. Carlos Morlás Espinoza octubre 20, 2008 Navegar Información Para lectores\/as Para autores Para bibliotecarios Nuevo contenido"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Semilleros",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/semilleros-investigacion\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Semilleros de Investigación Un semillero de investigación constituye el espacio institucional donde se congregan los estudiantes y docentes de los programas académicos cobijados en las líneas de investigación de la Universidad ECOTEC, estableciendo un espacio que orienta, articula y fomenta la investigación dentro de los estudiantes, para que puedan elaborar o participar en proyectos, proponer iniciativas que contribuyan a enriquecer y fortalecer las líneas de investigación, lo grupos o programas de la institución. Actividades propias de los semilleros Estas actividades se definirán como aquellos espacios que fortalecen la formación en investigación, para ello se definen actividades autónomas propias de cada semillero de acuerdo con la consolidación del equipo de trabajo y lo que exija el campo del conocimiento en el que están inscritos. Trabajos de Campo Experimentos Lectura de artículos Científicos Participación en eventos científicos Entre Otros Producción Científica de los semilleros de Investigación Constituye los resultados de las propuestas que buscan solventar problemáticas en los diversos campos del conocimiento. Estas propuestas se pueden transformar en: Trabajo de grado según calidad y estructuración de la propuesta Proyecto Docente de Investigación (Convocatoria interna) Proyecto Semilla (Convocatoria interna) Proyecto clase Participación en eventos científicos (congresos, simposios, encuentros) Artículos o papers Libros o capítulos de libros ¿Cómo participar? Los estudiantes deben estar atentos a los llamados de las Facultades para postularse. Ciencias de la Salud y Desarrollo Humano Ver Disponibilidad 2 Semillero Derecho y Gobernabilidad Ver Disponibilidad 1 Semillero Ciencias Económicas y Empresariales Ver Disponibilidad 4 Semillero Ingenierías Ver Disponibilidad 1 Semillero Marketing y Comunicación Ver Disponibilidad 2 Semillero Estudios Globales y Hospitalidad Ver Disponibilidad 1 Semillero"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Virtualis",
        "url_origen":"http:\/\/virtualis.ecotec.edu.ec\/login.php",
        "url_malla":"HTML",
        "contenido_malla":"Login nusa365 nusa188 qqpulsa365 danaslot koko303 koko5000 pulsa303 mami188 virtusplay hobi188 nusasloto koko188 nusaplay virtus88 okta388 mars88 giga138 https:\/\/139.177.185.150\/ https:\/\/146.190.83.55\/ https:\/\/167.71.198.75\/ https:\/\/139.59.116.144\/ https:\/\/178.128.112.167\/ https:\/\/165.22.62.117\/ koko5000 slot gacor slot deposit dana rtp koko5000 rtp pulsa303 rtp virtusplay https:\/\/koko5000.org\/ https:\/\/www.koko303.com\/ koko303"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Investigación",
        "url_origen":"https:\/\/ecotec.edu.ec\/category\/blog\/investigacion\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar Investigación Inicio Blog Investigación Los videojuegos están cumpliendo un papel muy importante en la sociedad, pues tienen varios beneficios que ayudan a grandes y chicos a mejorar habilidades como la atención, la creatividad, la memoria, los idiomas y el trabajo en equipo. Es por … Leer más La investigación es uno de los cinco pilares institucionales con los que trabajamos en ECOTEC, fomentando la creación de proyectos académicos que beneficien a la comunidad universitaria y a la sociedad. Como parte del Plan de Acción que desarrolla nuestro … Leer más En ECOTEC la sostenibilidad y la innovación son parte fundamental del desarrollo de estrategias para cumplir con acciones que beneficien al Medio Ambiente desde la Academia. Con los avances que se implementan con el paso del tiempo, es necesario saber … Leer más La historia nos demuestra una vez más que el rol de la mujer en la sociedad cada día adquiere una mayor importancia y poder, mostrándonos a todos que sus grandes logros son solo una pequeña brecha al momento de mencionarlos … Leer más Buscar Buscar: Categorías Blog Blog del Rector Conciencia Ecológica ECOTEC Innovación Investigación Posgrado Referente de Opinión Sin categorizar Sostenibilidad gggggg Buscar:"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Eventos",
        "url_origen":"https:\/\/ecotec.edu.ec\/events",
        "url_malla":"HTML",
        "contenido_malla":"Regresar VINCULACIÓN Jornada Cientifica Objetivo La Unidad de vinculación con la sociedad participa en eventos de organización externa que tenga como objetivo integrar a la comunidad universitaria con su entorno. Fecha La participación en eventos externos depende de la planificación de la institución organizadora. Otras Actividades Taller Formador de Formadores Esta actividad ayuda a potenciar habilidades y destrezas en los participantes que motiven el trabajo colaborativo mediante la enseñanza y aprendizaje experiencial. Feria de Vinculación con la Sociedad Esta actividad ayuda a potenciar habilidades y destrezas en los participantes que motiven el trabajo colaborativo mediante la enseñanza y aprendizaje experiencial. Jornada Científica Es un espacio académico, en el cual los estudiantes de la Universidad Ecotec presentan a la comunidad universitaria y público general los resultados obtenidos en sus proyectos en formato de disertación científica. Participación en Eventos La Unidad de vinculación con la sociedad participa en eventos de organización externa que tenga como objetivo integrar a la comunidad universitaria con su entorno. Contáctate con nosotros a través de los siguientes canales Contáctanos"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"La voz del Rector",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/la-voz-del-rector\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar La voz del Rector Inicio La voz del Rector La Universidad ECOTEC ante la crisis Venezolana Quienes piensan que los cambios solo ocurren en el ámbito de las ciencias y sobre todo de la tecnología, están equivocados. A lo largo de todo el siglo XX los golpes de estado militares marcaban un atrás y un adelante. Leer más Joaquín Hernández: «Vivimos en la discordia de los linajes» Quienes piensan que los cambios solo ocurren en el ámbito de las ciencias y sobre todo de la tecnología, están equivocados. A lo largo de todo el siglo XX los golpes de estado militares marcaban un atrás y un adelante. Leer más SAINETE BOLIVIANO Quienes piensan que los cambios solo ocurren en el ámbito de las ciencias y sobre todo de la tecnología, están equivocados. A lo largo de todo el siglo XX los golpes de estado militares marcaban un atrás y un adelante. Leer más"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Consultorio Jurídico",
        "url_origen":"https:\/\/ecotec.edu.ec\/consultorio-juridico\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar CONSULTORIO JURÍDICO LUN - VIE Horarios de Atención Centro y Samborondón 08H00 - 17H00 Un servicio legal de calidad y asesoría gratuita. Agenda tu cita en Samborondón Agenda tu cita en Guayaquil Agenda tu cita aquí La Misión del Consultorio Jurídico de la Universidad Ecotec es servir a la Comunidad que carece de recursos económicos y que se encuentren en estado de vulnerabilidad, para brindarles servicios jurídicos de manera diligente y sin costo alguno, contribuyendo así con la sociedad y el país. Conozca más de nosotros Servicios Legales Familia, Mujer, Niñez y Adolescencia Violencia Intrafamiliar Laboral Movilidad Humana Civil Datos estadísticos 2024 2025 NÚMERO DE ASESORÍAS 2024 Tabla de Asesorías Atendidas por Mes (Enero – Diciembre 2024) Durante el periodo comprendido entre el 2 de enero y el 27 de diciembre de 2024, se registraron un total de 1.905 asesorías. El mes con mayor número de asesorías fue MAYO, acumulando 198 atenciones. Este pico mensual puede interpretarse como un incremento en la demanda de servicios jurídicos, posiblemente asociado a factores sociales, académicos o administrativos propios del periodo. Mes Hombres Mujeres Total ENERO 71 88 159 FEBRERO 42 90 132 MARZO 89 79 168 ABRIL 76 103 179 MAYO 108 90 198 JUNIO 75 71 146 JULIO 71 115 186 AGOSTO 81 73 154 SEPTIEMBRE 78 93 171 OCTUBRE 82 69 151 NOVIEMBRE 62 65 127 DICIEMBRE 62 72 134 TOTAL 2024 897 1008 1905 DISTRIBUCIÓN PORCENTUAL DE USUARIOS ATENDIDOS POR SEXO (2024) Hombres Mujeres 47.1% 52.9% El gráfico muestra la proporción de usuarios atendidos durante el año 2024, diferenciados por sexo. La distribución evidencia que: Mujeres representaron el 52.9% del total de usuarios atendidos. Hombres representaron el 47.1% del total de atenciones. Esta diferencia indica que, a lo largo del año, las mujeres acudieron con mayor frecuencia a solicitar asesoría jurídica, superando a los hombres por aproximadamente 5.8 puntos porcentuales. REPORTE TOTAL DE ASESORÍAS DEL AÑO 2024 El gráfico muestra el número de asesorías atendidas durante el año 2024, diferenciando entre hombres y mujeres para cada mes. Se observa que: En la mayoría de los meses, las mujeres registran un mayor número de asesorías en comparación con los hombres. El mes con mayor volumen total de atención es mayo, destacando un incremento significativo en ambos sexos. La distribución mensual muestra una demanda constante a lo largo del año, con variaciones ligeras entre meses, pero manteniendo una tendencia donde las mujeres acuden con mayor frecuencia al servicio jurídico. NÚMERO DE PATROCINIOS 2024 En 2024 se registró un total de 304 patrocinios. La gráfica muestra el número de patrocinios realizados en 2024 según el tipo de proceso. Se observa que Alimentos es la materia con mayor demanda, seguida por Divorcio por mutuo acuerdo y Curadurías especiales . DISTRIBUCIÓN PORCENTUAL DE USUARIOS PATROCINADOS, SEGÚN EL SEXO (2024) El gráfico muestra que, en 2024, el 68.4% de los usuarios patrocinados fueron mujeres, mientras que el 31.6% fueron hombres, evidenciando una mayor demanda femenina de patrocinio jurídico. NÚMERO DE ASESORÍAS 2025 Tabla de Asesorías Atendidas por Mes (Enero – Octubre 2025) Durante el periodo comprendido entre el 2 de enero y el 31 de octubre de 2025, el Consultorio Jurídico atendió un total de 1.461 asesorías. De estas, 541 correspondieron a hombres y 920 a mujeres, evidenciando una mayor demanda del servicio por parte del público femenino. A lo largo de los diez meses evaluados, se observa un crecimiento progresivo en la atención, alcanzando sus niveles más altos en agosto (195 asesorías), septiembre (192) y octubre (214), reflejando un aumento significativo en la afluencia y uso del servicio en el segundo semestre del año. Mes Hombres Mujeres Total Enero 53 56 109 Febrero 43 62 105 Marzo 34 94 128 Abril 35 56 91 Mayo 34 73 107 Junio 61 86 147 Julio 76 97 173 Agosto 70 125 195 Septiembre 50 142 192 Octubre 85 129 214 TOTAL 541 920 1,461 DISTRIBUCIÓN PORCENTUAL DE USUARIOS ATENDIDOS POR SEXO (2025) Durante el año 2025, se ha atendido un total de 1.461 usuarios, de los cuales el 63% corresponde a mujeres y el 37% hombres. Esto muestra que las mujeres acudieron en mayor proporción a solicitar asesoría jurídica, representando casi dos terceras partes del total de usuarios atendidos durante el periodo. REPORTE TOTAL DE ASESORÍAS DEL AÑO 2025 Durante el periodo enero–octubre de 2025 se atendieron 541 hombres y 920 mujeres. Los meses con más asesorías fueron octubre (214), agosto (195) y septiembre (192). NÚMERO DE PATROCINIOS 2025 Los patrocinios se concentran principalmente en Alimentos (277 casos) y Divorcio por mutuo acuerdo (109 casos), siendo los procesos más recurrentes. DISTRIBUCIÓN PORCENTUAL DE USUARIOS PATROCINADOS, SEGÚN EL SEXO (2025) Los usuarios patrocinados son mayoritariamente mujeres (64.3%), mientras que los hombres representaron el 35.7%, evidenciando una participación significativamente más alta del sexo femenino. Prácticas Pre Profesionales Realiza tus prácticas preprofesionales en el consultorio jurídico. Fortalece tus conocimientos participando en el análisis de casos, la elaboración de escritos judiciales y la asistencia a audiencias junto a abogados profesionales. Ver más Trabajo Actividades Atención a usuarios Organizar expedientes de casos judiciales de usuarios Notificación a usuarios sobre los movimientos judiciales de sus casos Elaboración de demandas, contestaciones y demás escritos judiciales Archivo de boletas de notificación Elaborar informes Asistencia a audiencias conjuntamente con abogados del consultorio Actividades Acompañamiento a abogados a audiencias de casos del consultorio Análisis de audiencias posteriormente a su realización Seguimiento e impulso de casos judiciales de usuarios reales Actividades Asesoramiento a usuarios en temas relacionados a sus causas Elaboración de escritos necesarios para el avance de las causas Propuesta y elaboración de estrategias y teorías de casos de causas asignadas Trabajos de investigación pertinentes a casos o temáticas de competencia del Consultorio Jurídico ECOTEC Actividades Labores de investigación relevantes a casos activos en el consultorio Propuestas de temas de investigación que aporten a la comunidad jurídica y sociedad en general Contáctate con nosotros a través de los siguientes canales Contáctanos Visítanos en: Av. 9 de Octubre 1318, Guayaquil 090303, Ecuador José López Romero, Samborondón, Ecuador"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Alumni",
        "url_origen":"https:\/\/ecotec.edu.ec\/alumni\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar ALUMNI Mgrt. Luis Ron Romero DIRECTOR EJECUTIVO Estudio jurídico Ron Zuleta & Asociados Con relación a ¿Qué aportó la Universidad Ecotec en mi formación profesional?, tengo que decir lo siguiente: “Estoy muy agradecido con mi Alma Máter ya que obtuve educación de calidad con cada uno de mis docentes a lo largo de mi formación como abogado, es imposible olvidar todo el esfuerzo invertido en largas horas leyendo libros y códigos. La Universidad Ecotec me brindó los conocimientos que impulsaron mi carrera profesional, con lo cual he podido alcanzar mis metas profesionales tanto en el sector privado como en el sector público contribuyendo al desarrollo del país. Adicionalmente, quisiera indicar que he vuelto a mi Alma Máter, la cual considero que es mi segundo hogar, pero ahora como docente de la facultad de Derecho & Gobernabilidad, colaborando con mi grano de arena en la formación académica de los jóvenes estudiantes. #RESNONVERBA” Patricia Eurel Graduada del MBA 2013 Tuve la oportunidad de asistir a dos profesores estadounidenses durante la International Week XL fue una semana intensa, llena de aprendizaje y crecimiento personal y profesional junto a dos profesores expertos en el curso que facilitan. Los alumnos mostraron apertura y disposición para participar e intercambiar sus experiencias. Es una experiencia que todo graduado debería vivir. Gianella Parrales Humanante Facultad de Hotelería y Turismo Administración Hotelera Graduado 2015 Puesto actual: KLM Royal Dutch Airlines Amsterdam, Holanda Nuestros Graduados Hans Von Buchwald Alvarado Facultad de Ciencias Económicas y Empresariales Ingeniería en Administración de Empresas énfasis Negocios Internacionales Graduado 2015 Puesto Actual: Associate Director of Enrollment at Learndirect Limited Barcelona, España Nuestros Graduados Beneficios Complejo deportivo Acceso gratuito al Complejo Deportivo y sus dependencias. Carnet de graduado ECOTEC Accede a descuentos en establecimientos comerciales a nivel nacional en tu carnet Alumni. Empleabilidad Actualiza tu CV y postula a ofertas laborales en prestigiosas empresas del sector público y privado. Formación profesional Obtén descuentos en programas de grado, Posgrado y Desarrollo Profesional. Banca Laboral ECOTEC Ingresa aquí Prestigiosas empresas del sector público y privado ahora están a tu alcance . Accede Aquí Actualiza tus datos Recibe información relacionada con actividades académicas, deportivas, profesionales y de networking que realizamos para ti. Actualiza tus datos A través de los procesos de seguimiento a graduados, nos permites obtener información que contribuye con la toma de decisiones, retroalimentación y mejoramiento de la oferta académica de la institución. Accede a la encuesta informes de seguimiento a Exalumnos ECOTEC Año 2019 # Facultad Resultado Proceso 1 Proceso 2 1 Ciencias Económicas y Empresariales Informe 2 Derecho y Gobernabilidad Informe 3 Marketing y Comunicación Informe 4 Sistemas y Telecomunicaciones Informe 5 Hotelería y Turismo Informe Año 2018 # Facultad Resultado Proceso 1 Proceso 2 1 Ciencias Económicas y Empresariales Informe Informe 2 Derecho y Gobernabilidad Informe Informe 3 Marketing y Comunicación Informe Informe 4 Sistemas y Telecomunicaciones Informe Informe 5 Hotelería y Turismo Informe Informe Año 2017 # Facultad Resultado Proceso 1 Proceso 2 1 Ciencias Económicas y Empresariales Informe Informe 2 Derecho y Gobernabilidad Informe Informe 3 Marketing y Comunicación Informe Informe 4 Sistemas y Telecomunicaciones Informe Informe 5 Hotelería y Turismo Informe Informe Año 2016 # Facultad Resultado Proceso 1 Proceso 2 1 Ciencias Económicas y Empresariales Informe Informe 2 Derecho y Gobernabilidad Informe Informe 3 Marketing y Comunicación Informe Informe 4 Sistemas y Telecomunicaciones Informe Informe 5 Hotelería y Turismo Informe Informe Año 2015 # Facultad Resultado Proceso 1 Proceso 2 1 Ciencias Económicas y Empresariales Informe Informe 2 Derecho y Gobernabilidad Informe Informe 3 Marketing y Comunicación Informe Informe 4 Sistemas y Telecomunicaciones Informe Informe 5 Hotelería y Turismo Informe Informe Año 2014 # Facultad Resultado Proceso 1 Proceso 2 1 Ciencias Económicas y Empresariales Informe Informe 2 Derecho y Gobernabilidad Informe Informe 3 Marketing y Comunicación Informe Informe 4 Sistemas y Telecomunicaciones Informe Informe 5 Hotelería y Turismo Informe Informe Año 2013 # Facultad Resultado 1 Ciencias Económicas y Empresariales Informe 2 Derecho y Gobernabilidad Informe 3 Marketing y Comunicación Informe 4 Sistemas y Telecomunicaciones Informe 5 Hotelería y Turismo Informe Año 2012 # Facultad Resultado 1 Ciencias Económicas y Empresariales Informe 2 Marketing y Comunicación Informe 3 Sistemas y Telecomunicaciones Informe 4 Hotelería y Turismo Informe Contáctate con nosotros a través de los siguientes canales Contáctanos"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Internacional",
        "url_origen":"https:\/\/ecotec.edu.ec\/internacional\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar INTERNACIONAL la movilidad académica Aportando con de estudiantes y docentes Objetivos Establecer vínculos de cooperación con IES extranjeras y organismos internacionales. Asesorar a la comunidad universitaria para la aplicación de pasantías internacionales, transferencias, y posgrados en el extranjero. Gestionar la Movilidad Académica de estudiantes y docentes. Coordinar con las unidades académicas actividades de internacionalización en casa contribuyendo a la formación de ciudadanos globales. Programas «La gente exitosa y no exitosa no varían mucho en sus habilidades. Varían en sus deseos de alcanzar su potencial.» John Maxwell Programas Cortos Programas Activos Misión Académica Argentina Facultad de Marketing y Comunicación Universidad de Buenos Aires. Misión Académica México Ciencias Económicas y Empresariales Tecnológico de Monterrey Misión Académica México Derecho y Gobernabilidad Universidad Nacional Autónoma de México Programas 2019 Misión Académica Panamá Ciencias Económicas y Empresariales 2019 Universidad Latina de Panamá Misión Académica Brasil Facultad de Marketing y Comunicación 2019 Pontificia Universidad Católica de Rio de Janeiro (PUC-Rio) Programas para estudiantes Internacionales Explora Ecuador Quito Yasuní Galápagos - Floreana Cuenca Manabí - Playa Los Frailes Guayaquil - Puerto Santa Ana Nuestros Estudiantes Conoce a estudiantes que estudiaron en el extranjero. Registrate Aquí Twitter Facebook Instagram Youtube Facultad de Ciencias de la Vida y Desarrollo Humano Facultad de Derecho y Gobernalidad Facultad de Ciencias Económicas Facultad de Marketing y Comunicación Facultad de Hotelería y Turísmo Facultad de Ingenierías"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Biblioteca",
        "url_origen":"https:\/\/ecotec.edu.ec\/biblioteca\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar BIBLIOTECA Horarios de Atención 07h30 - 21h30 Lunes a Viernes Sábados 09h00 - 13h00 Campus Samborondón Campus Juan Tanca Marengo Campus La Costa Instalaciones Misión Facilitar los recursos de información necesarios para que la comunidad universitaria pueda cumplir sus objetivos en materia de estudio, aprendizaje, docencia e investigación. Apoyar y contribuir a desarrollar las habilidades computacionales y el acceso a tecnologías de información y comunicaciones modernas. Visión Consolidarse como una unidad gestora del conocimiento propiciando un entorno favorable para el aprendizaje. Manuales y Reglamentos Manual de uso del sistema Biblioteca DESCARGA Manual de sistema estadístico Biblioteca DESCARGA 64 Publicaciones ECOTEC 7.493 LIBROS 545.065 LIBROS DIGITALES 435 PUBLICACIONES PERIÓDICAS 417 TESIS 7 BASE DE DATOS La naturaleza nos ha dado las semillas del conocimiento,, no el conocimiento mismo. Libros Nuevos Servicios Cubículos de estudio Préstamo de libros Capacitaciones de Base de datos Hemeroteca Estaciones de trabajo Bases de datos científicas Biblioteca"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Sostenibilidad",
        "url_origen":"https:\/\/ecotec.edu.ec\/sostenibilidad\/",
        "url_malla":"HTML",
        "contenido_malla":"Somos Conciencia Ecológica Participación Nuestro pilar de Conciencia Ecológica se fortalece con varios proyectos que son pioneros a nivel de universidades del Ecuador. Desde nuestras carreras de Grado relacionadas a temas ambientales y el Club Ecológico Estudiantil implementamos proyectos de Vinculación con la Sociedad que permiten que nuestros estudiantes se incentiven y a su vez se conviertan en agentes de cambio que enseñen y contribuyan a difundir y poner en práctica acciones que ayuden a cuidar la naturaleza. Impulsamos el ECO de ECOTEC a través de espacios educativos de conexión con la naturaleza y proyectos de investigación vinculados a temas verdes. Por eso, nuestro compromiso con el Medio Ambiente se ve reflejado con la implementación de buenas prácticas y la constante reforestación de espacios verdes en nuestros 3 campus. A estos dos importantes puntos, sumamos el interés de nuestros estudiantes por participar activamente en iniciativas que ayudan a mejorar las condiciones del ecosistema a través de proyectos ambientales. Políticas de Desarrollo Sostenible. Como parte de nuestro objetivo institucional con el desarrollo sostenible, contamos con una Política Integrada de Gestión, la cual nos compromete con la gestión ambiental y establece: «ECOTEC es una institución de educación superior inclusiva que integra sus procesos con pertinencia e impulsa el fortalecimiento de su gestión, con calidad académica, responsabilidad social, preservando el medio ambiente y protegiendo la salud y seguridad de sus colaboradores con ética y transparencia, respetando el ordenamiento jurídico vigente e incorporando las necesidades y expectativas de las partes interesadas para la mejora continua» Para lograr nuestra política integrada y encaminados en los principios de desarrollo sostenible, hemos desarrollado políticas institucionales complementarias, que nos comprometen a minimizar el impacto ambiental generado por nuestras instalaciones, potenciando el uso sostenible de recursos y reducir los residuos, siempre que sea viable técnica y económicamente Como parte de estas políticas complementarias contamos con: DSO-POL-001 POLÍTICA DE GESTIÓN ENERGÉTICA DSO-POL-002 POLÍTICA DE HUELLA DE CARBONO DSO-POL-003 POLÍTICA DE GESTIÓN DEL AGUA DSO-POL-004 POLÍTICA DE GESTIÓN DEL RESIDUOS DSO-POL-005 POLÍTICA DE COMPRAS VERDES DSO-POL-006 POLÍTICA DE ESPACIOS 100% LIBRE DE HUMO DSO-POL-007 POLÍTICA DE INVERSIÓN SOSTENIBLE DSO-POL-008 POLÍTICA DE DONACIONES SOSTENIBLE DSO-POL-009 POLÍTICA DE TRANSPORTE SOSTENIBLE Adicionalmente contamos en base a nuestro compromiso en cambio climático con nuestro plan de acción climática: DSO-PLA-002 PLAN DE ACCIÓN CLIMÁTICA PERIODO 2022-2026 Nuestro Reporte de Sostenibilidad , nos permite identificar anualmente todas las acciones que ECOTEC realiza desde sus pilares hacia los ejes social, económico y ambiental; mediante proyectos de producción más limpias, políticas y programas de sostenibilidad, monitoreo de aspectos ambientales, entre otros Acciones Sostenibles Gestión Energética Paneles Solares Cambio de Matriz energética Con el cambio de matriz energética aportamos al cuidado del Medio Ambiente con la generación de energía limpia. Get Started Comprometidos con el ambiente, decidimos cambiar la matriz energética de ECOTEC, por energía más limpia, mediante una planta de energía solar en el campus Samborondón La planta solar genera 1,078,350 kWh\/año correspondiente al 80% de electricidad de consumo institucional, reduciendo nuestra huella de carbono en 539 toneladas de CO2. De esta forma y a través de otros proyectos que complementan las actividades de lo estudiantes, aseguramos que cada estudiante adopte los objetivos de desarrollo sostenible y sea reconocido por su mentalidad enfocada al bienestar económico, social y ambiental. Con este proyecto, atendemos directamente a los ODS 11 Ciudades y Comunidades Sostenibles y al ODS 13 Acción por el Clima. Reciclaje y Bioseguridad Reciclaje y Bioseguridad Manejo de Desechos en el Campus Hemos adoptado la pirámide de gestión de desechos: disminución, reutilización, reciclaje, recuperación y finalmente disposición; con énfasis en la economía circular. Atendiendo nuestra política de Gestión, instalamos 40 puntos ecológicos en áreas estratégicas para y asegurar el reciclaje. Manejo de Mascarillas Bioseguro Comprometidos con el medio ambiente aseguramos que la gestión de los desechos peligrosos como mascarillas, insumos médicos, prueba covid, entre otros generados por la pandemia, sean tratados por una empresa especializada en la materia y con el aval del ministerio del ambiente. Centro de Economía Circular Hemos constituido el primer Centro de Economía Circular del Ecuador, con el objetivo de mitigar el impacto de las actividades del ser humano en el ambiente, y así, desarrollar en el país y la región una transición hacia la llamada economía circular. Agua y Desechos Residuales Aguas Residuales Planta de Tratamiento de Aguas Residuales Con el cambio de matriz energética aportamos al cuidado del Medio Ambiente con la generación de energía limpia. Get Started Conscientes de las necesidades del medioambiente, construimos una planta de tratamiento de aguas residuales, con dos fases para su operación: Fase 1.- la planta trata las aguas residuales domésticas de la institución con equipos de alta calidad bajo procesos físicos y químicos con aval internacional. Fase 2.- La planta utiliza el agua depurada para irrigación de las áreas verdes del campus y está diseñada a una capacidad de 8000 usuarios al día. La cantidad de agua tratada disponible será superior a la demandada para riego institucional; contribuyendo de esta forma a reducir la huella hídrica y los impactos ambientales de samborondón. A través de este proyecto y otros, que complementan las actividades realizadas por los estudiantes, nos aseguramos que los estudiantes adopten los ODS en su quehacer diario y universitario, empoderándose en la búsqueda activad de soluciones. Atendemos directamente a los ODS 6 Agua Limpia y Saneamiento, y ODS 11 Ciudades y Comunidades Sostenibles Huella de Carbono Carbono Neutro Cuantificar ECOTEC realiza anualmente el cálculo de su huella de carbono institucional, mediante un software especializado y corrobora el resultado cuantificado mediante una empresa auditora certificada para asegurar la veracidad de los cálculos que son necesarios para la gestión integral de huella de carbono. Reducir ECOTEC continuamente busca nuevas formas para poder mitigar su huella de carbono y contribuir a un ambiente más sano, esto incluye prácticas administrativas, programas y hasta proyectos de impacto a nivel nacional. Compensar Como parte final de nuestra gestión compensamos la huella de carbono con proyectos con beneficio social, ambiental y económico avalado por el programa de la Organización de las Naciones Unidas (ONU). Datos e Investigación Tenemos el objetivo de adoptar una cultura institucional de sostenibilidad, asegurando que toda la comunidad universitaria forme parte del mejoramiento de la calidad social y ambiental de la Universidad. Hemos implementado asignaturas transversales con perspectiva de sostenibilidad en nuestra oferta académica, incorporando criterios en la formación de nuestros futuros profesionales y acciones académicas direccionadas a los ODS, para complementar la formación ambiental de nuestros estudiantes. En base a nuestro compromiso institucional social, empresarial y ambiental, hemos creado el Centro de Estudios para el Desarrollo Sostenible, conformado por un grupo de profesionales multidisciplinarios, los cuales bajo el liderazgo de nuestro Director de programa especialista en gestión ambiental y desarrollo sostenible, estudia problemas de alta relevancia social para poder determinar soluciones que beneficien a la sociedad y ambiente. #ECOTECEcológico Energía Limpia 0 % Árboles nativos en campus + 0 Reporte de Sostenibilidad 2020 – 2021 2021 – 2022 2022 – 2023 2023 – 2024 ECOTEC Circular A través de la Conciencia Ecológica que promovemos como universidad, realizamos diferentes acciones circulares donde optimizamos recursos, la reducción, la reutilización y el reciclaje. De esta forma, aportamos de forma directa al cuidado y fortalecimiento del Medio Ambiente. Tracking de Productos Sostenibles Asia India Indonesia China Singapur Hong Kong Américas Panamá Brasil Chile Argentina Estados Unidos Europa España Alemania Suecia Holanda Londres Clasificación de puntos de reciclaje PAPEL Y CARTÓN ✔️ Papel Seco ✔️ Hojas de Cuadreno ✔️ Cartón y cartulina ❌ Papel Mojado ❌ Papel Higipenico ❌ Cartón Mojado BOTELLAS PET ✔️ BOTELLAS DE AGUA ✔️ BOTELLAS DE GASEOSAS ✔️ BOTELLAS DE JUGO ✔️ BOTELLAS DE PLÁSTICO EN GENERAL ✔️ VASOS PLÁSTICOS ✔️ FUNDAS PLÁSTICAS ❌ SORBETES ❌ TETRAPACK ❌ CONTENEDORES DE COMIDA ❌ ALUMINIO RESIDUOS ORGÁNICOS ✔️ CÁSCARAS DE FRUTAS ✔️ DESECHOS DE ALIMENTOS ✔️ LÍQUIDOS DE ALIMENTOS ❌ALUMINIO ❌ ENVASES PLÁSTICOS ❌ ENVASES DE ALIMENTOS ❌CONTENEDORES DE COMIDA DESECHOS COMUNES ✔️ SORBETES ✔️ CONTENEDORES DE COMIDA ✔️ ENVASES USADOS ✔️ ALUMINIO ✔️ PAPEL MOJADO ✔️ PAPEL HIGIÉNICO ✔️ CARTÓN MOJADO Reconocimientos Estamos comprometidos con el cuidado del Medio Ambiente Primer Lugar Medio Ambiente Obtuvimos el primer lugar en la categoría del medio ambiente por nuestro centro de innovación sostenible. Segundo Lugar Innovación Obtuvimos el segundo lugar en la categoría de innovación por nuestro proyecto de clases con enegía limpia. Tercer Lugar Gestión de Empleo Obtuvimos el tercer lugar en la categoría de generación de empleo a traves de proyectos de responsabilidad social empresarial. Violeta Full Equidad 2023 Nuestra Rectora participó del foro “Buenas Prácticas de Género en los Entornos Laborales” obteniendo dos reconocimientos por nuestra labor, gracias al constante trabajo del Team ECOTEC. Premios Verdes 2023 Top 500 mejores proyectos de hispanoamérica en la categoría de economía circular gracias a la Planta de Tratamiento de Aguas Residuales. Pacto Global 2023 Primer lugar en ODS 13 Acción por el Clima como Universidad Privada y top 3 en Ecuador ODS 16 Paz, justicia e instituciones sólidas Primer Lugar EQUAA Awards 2022 en Iberoamérica por Clases con Energía Limpia Ocupamos el primer lugar de la categoría Innovación gracias a la labor de nuestra Planta Solar ECOTEC, proyecto que se destaca a nivel de Iberoamérica y el mundo. Top 10 de Going Beyond Awards 2021 por Planta de Tratamiento de Aguas Residuales Pertenecemos al Top #10 de las universidades con mejores iniciativas ambientales alrededor del mundo gracias a nuestro trabajo ambiental con la Planta de Aguas Residuales. Certificaciones UI Green Metric Somos una de las mejores universidades del Ecuador en el ranking internacional Green Metric fortaleciendo la Conciencia Ecológica e Internacionalización. THE Impact Rankings Primer lugar en THE Impact Rankings en el objetivo de Acción por el Clima (ODS 13) y en el objetivo de Paz, Justicia e instituciones Sólidas (ODS 17) EKOenergia Producimos energía limpia mediante nuestra Planta Solar ECOTEC con etiqueta Carbono Neutro EKOENERGY que avala proyectos innovadores que utilizan de forma responsable la luz solar de manera eficiente. Carbono Neutro Logramos certificarnos como la primera y única universidad Carbono Neutro del Ecuador aplicando modernos procesos de reducción de la Huella de Carbono. Punto verde Energía Limpia Fuimos certificados por el Ministerio de Ambiente, Agua y Transición Ecológica por el óptimo tratamiento de recursos naturales como la luz solar a través de nuestra Planta Solar ECOTEC con 2500 paneles. Espacio 100% Libre de Humo de Tabaco Somos un establecimiento 100% Libre de Humo de Tabaco cumpliendo con la Ley Orgánica para la Regulación y Control del Tabaco. Miembro de Red Ecuatoriana de Desarrollo Sostenible (REDS) Gracias a nuestra labor ecológica formamos parte de esta Red que fomenta el desarrollo de acciones verdes a nivel nacional. ECOTEC cumple con los siguientes ODS Salud y Bienestar En la Pandemia implementamos el plan #VacúnateECOTEC para asegurar la vacunación segura de estudiantes y colaboradores. Ante la necesidad, nos ajustamos a la virtualidad como medida de seguridad, convirtiendo desafíos en oportunidades educativas. Educación de Calidad Ofrecemos educación de alta calidad respaldada por profesores capacitados, y promovemos equidad a través de becas facilitando la diversidad estudiantil mediante alianzas con colegios. Agua Limpia y Saneamiento Operamos una Planta de Tratamiento de Aguas Residuales que purifica la calidad del agua, siendo apta para el riego de las áreas verdes del campus. De esta manera se cierra el ciclo hídrico e impulsamos la sostenibilidad. Energía Asequible y no Contaminante Aportamos energía limpia a través de nuestra planta solar, generando el 85% de energía para el campus Samborondón. Esta acción tiene un impacto significativo en la reducción de emisiones de gases de efecto invernadero y promueve una fuente de energía sostenible. Trabajo Decente y Crecimiento Económico Mediante la promoción de equidad laboral y el fomento del desarrollo de habilidades profesionales, hemos obtenido el prestigioso reconocimiento «Great Place to Work 2023», subrayando nuestro compromiso con condiciones laborales equitativas y un ambiente de trabajo positivo. Industria, Innovación e Infraestructura Nuestra constante innovación se refleja en la construcción de nuestros campus con estructuras resilientes y sostenibles. Además, hemos implementado una plataforma que brinda acceso personalizado a estudiantes y colaboradores a través de códigos QR únicos e intransferibles. Reducción de las Desigualdades Brindamos oportunidades laborales inclusivas reduciendo desigualdades al otorgar a cada colaborador un salario justo, basado en sus habilidades, capacidades, desarrollo personal y cualidades individuales. Producción y Consumo Responsable Fomentamos la economía circular asegurándonos que los residuos sean aprovechables a través de puntos de reciclaje estratégicamente ubicados en todos los campus, contribuyendo así a un entorno más sostenible y responsable. Acción por el Clima La Universidad Tecnológica ECOTEC obtuvo el 1er lugar con el ODS 13 “Acción climática” otorgado por THE Impact Rankings, este ODS es por nuestra aportación a mitigar el cambio climático. Vida de Ecosistemas Terrestres A través de la ejecución de proyectos ecológicos, como nuestro plan de reforestación, y la gestión eficiente de energía, fomentamos la preservación y regeneración de los ecosistemas naturales. Paz, Justicia e Instituciones Sólidas Ofrecemos asistencia jurídica gratuita a individuos que carecen de recursos para acceder a la justicia. Además, estamos ocupando el tercer lugar en Ecuador en los THE Impact Rankings, gracias a nuestra investigación continua y pertinente en el campo del derecho y las relaciones internacionales. © 2023 Universidad ECOTEC – All Rights Reserved. Designed by Universidad ECOTEC Instagram Facebook Twitter Youtube"
    },
    {
        "universidad":"ECOTEC",
        "carrera":"Inicio",
        "url_origen":"https:\/\/legacy.ecotec.edu.ec\/",
        "url_malla":"HTML",
        "contenido_malla":"Regresar ¡Solicita Información y descubre todo lo que Ecotec tiene para ofrecerte! admisiones@ecotec.edu.ec Calcula tu Valor Aquí Alianza Académica Internacional Admisiones Posgrado Más información en maestrías Universidad Tecnológica ECOTEC Desde Ecuador formamos profesionales con calidad académica, visión de internacionalización y bases sólidas de investigación que impulsen la generación de nuevos conocimientos con modernas carreras universitarias de grado y programas de maestrías presenciales, híbridas y 100% online. Campus La Costa Visita nuestro campus Km 16.5 Vía La Costa Ubícanos en google maps Campus Guayaquil Conoce nuestro campus Av. Juan Tanca Marengo Km. 2 Ubícanos en google maps Campus Samborondón Visita nuestro campus virtual Vía Samborondón Km. 13.5 Ubícanos en google maps Green Project Lab Visita nuestro campus virtual Vía Samborondón KM 13.5 Ubícanos en google maps Áreas Académicas Contamos con modalidades de estudio que se acoplan a tus necesidades. Decide hacer historia y pasar al siguiente nivel con ECOTEC. Sólo en Universidad Tecnológica ECOTEC encontrarás las mejores herramientas profesionales para encontrar el éxito Graduados 0 Trabajando en su campo de Profesión 0 % Reconocimientos, Certificados y Alianzas Académicas Estudia con ECOTEC y cumple tus objetivos, alcanza tus metas y sé un profesional INGRESAMOS A ESTE RANKING MUNDIAL EN NUESTRA PRIMERA PARTICIPACIÓN 1ERA UNIVERSIDAD ECUADOR AVALADA COMO COVID SAFE 1ERA UNIVERSIDAD DEL PAÍS CON CERTIFICACIÓN CARBONO NEUTRAL CERTIFICACIÓN INTERNACIONAL PREGRADO, SEGUNDA TITULACIÓN POSGRADO. TOP 5 UNIVERSIDADES MÁS SOSTENIBLES DEL ECUADOR 1ER CENTRO EDUCATIVO DE ECUADOR CON CERTIFICACIÓN GREAT PLACE TO WORK 1er LUGAR EN ACCIÓN CLIMÁTICA TOP3 EN PAZ JUSTICIA E INSTITUCIONES SÓLIDAS CERTIFICACIÓN GUAYAQUIL BIOSEGURA CERTIFICACIÓN EKOenergía Noticias y Eventos Damos a conocer las diferentes actividades académicas e institucionales de universidad Tecnológica ECOTEC en nuestros campus ubicados en Guayaquil y Samborondón. Load More Ver más eventos Convenios Internacionales Contamos con los mejores aliados para complementar tu carrera universitaria con universidades y escuelas de negocios procedentes de España, México, Argentina Blog Informamos temas de interés a través blog institucional de Universidad ECOTEC Load More Ver más artículos"
    }
]