[
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-odontologia/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de Odontología",
    "faculty_name": "Facultad de Ciencias Médicas de la Salud y de la Vida",
    "modality": "Presencial",
    "locations": [
      "Quito",
      "Guayaquil"
    ],
    "degree_title": "Odontólogo(a)",
    "semesters": "10 semestres",
    "cost": "$ 4.283,73 | Los costos de materiales varían según la carrera, pero la UIDE busca mantenerlos accesibles para los estudiantes. Algunos materiales son de uso semestral, mientras que otros pueden utilizarse durante varios ciclos, aproximadamente $500",
    "description": "te formarás como un profesional de la salud íntegro y empático, capaz de prevenir, diagnosticar y tratar las patologías odontológicas más prevalentes; comprometido continuamente con el campo de la investigación científica, clínica y epidemiológica. , tendrás un dominio de las áreas básicas, preclínicas y clínicas, orientadas a la atención integral del paciente. El 98% de nuestros estudiantes aprueban el examen de habilitación profesional y el 95% de nuestros graduados trabajan después del año de salud rural. preclínico, procedimientos, microbiología y radiología para desarrollar tus habilidades, destrezas y aptitudes previas al contacto con pacientes en la Clínica Odontológica. La UIDE tiene un porcentaje de aprobación del CACES en Odontología mayor que otras universidades a nivel nacional. La carrera tiene un enfoque práctico muy sólido. Desde los primeros semestres se combinan clases teóricas con actividades en laboratorios, simulaciones y salidas de campo. La malla esta enriquecida con contenidos de ASU pero no podemos realizar intercambios específicamente con Arizona Sí, contamos con convenios con varias instituciones de salud y hospitales públicos y privados, donde nuestros estudiantes pueden realizar sus prácticas preprofesionales, pasantías y vinculación con la comunidad. Si contamos con 4 laboratorios, desde primer semestre se realiza prácticas en estos espacios. Lo que dicen nuestros estudiantes de : “Siempre he pensado que la sonrisa tiene un significado especial e importante para cada persona y desde que descubrí lo que podemos hacer como odontólogos para influir en ella, me enamoré de la carrera. La UIDE me ha brindado el acompañamiento necesario para mi formación profesional. Docentes extraordinarios y herramientas de primera que en conjunto representa un gran beneficio para nosotros como estudiantes\". Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/02/MALLA-ODONTOLOGIA-QUITO-2024.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-nutricion-y-dietetica/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de Nutrición y dietética",
    "faculty_name": "Facultad de Ciencias Médicas de la Salud y de la Vida",
    "modality": "Presencial",
    "locations": [
      "Quito"
    ],
    "degree_title": "Licenciado(a) en Nutrición y Dietética",
    "semesters": "9 semestres",
    "cost": "$ 3.923,70",
    "description": "Conviértete en un profesional integral con bajo un modelo educativo enfocado en 4 ejes principales: nutrición clínica, nutrición comunitaria y en salud pública, nutrición en la industria y nutrición deportiva. A lo largo de la carrera explora a profundidad conceptos teóricos que son reforzados con casos clínicos y con la práctica formativa gracias a un cuerpo docente experto y certificado en cineantropometría; además analiza los procesos de cuidado , de la Salud y la Vida, reconocida , gracias a su larga trayectoria de éxitos nacionales e internacionales. que permitirán desarrollarse luego en los nutrición clínica, nutrición comunitaria y en salud pública, nutrición en la industria y nutrición deportiva. Cuerpo docente especializado de la más alta calidad. Enfoque integral que te permite establecer las pautas de manejo, con base en un sólido sustento técnico y científico. de: evaluación del estado nutricional, nutrigenómica, bromatología, técnica dietética, bioquímica nutricional, química y biología celular. La UIDE powered by ASU te acompaña en todo momento. Conoce las instituciones aliadas en las que puedes realizar tus pasantías en la La carrera cubre las dos áreas. Clínicas, Hospitales, empresas y de forma particular. Si, la UIDE mantiene convenio con una red de hospitales. Por ejemplo el hospital Andrade Marín, hospital Metropolitano, entre otros. Por el momento las prácticas preprofesionales no son remuneradas. Lo que dicen nuestros estudiantes de : Lo que me motivó a estudiar Nutrición y Dietética fue su dinamismo y versatilidad, donde uno de los pilares fundamentales es la bioquímica y el metabolismo, ciencia que me va a permitir ayudar y beneficiar a otros para eliminar y disminuir la desnutrición. La UIDE me ha ayudado a cumplir mis sueños; su planta docente que me ha impartido los conocimientos que me permiten ser la profesional que soy hoy. Mis planes a futuro son seguir estudiando sobre metabolismo, actividad física y deporte y orientarme al área de investigación”. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/02/MALLA-NUTRICION-Y-DIETETICA-QUITO-2024.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/negocios-internacionales-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de negocios internacionales modalidad en línea",
    "faculty_name": "Facultad de Business School",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "Licenciado/a en Negocios Internacionales",
    "semesters": "8 semestres",
    "cost": "$ 195,68",
    "description": "te permitirá convertirte en un experto capaz de desarrollar planes estratégicos para la internacionalización de operaciones de distintas organizaciones, y potenciar la oferta industrial, comercial y de servicios susceptibles de exportación e importación. Estarás capacitado para integrar cadenas de suministro efectivas en un contexto global, considerando los aspectos económicos, políticos, legales, sociales y culturales del entorno internacional que impactan al desarrollo comercial. es parte del Consejo Latinoamericano de Escuelas de Administración. Seguimiento continuo a través de tutorías interactivas semanales​. Equilibra tu tiempo entre trabajo, familia y estudio. diseñada para el aprendizaje en línea y totalmente equipada, interactiva y fácil de utilizar.​ La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías Debes contar con tu título de educación secundaria completo, presentar tus documentos personales y académicos (cédula de identidad y certificado de bachiller. Una licenciatura tiene la duración 4 años (8 semestres de estudios). Usarás plataformas Canvas. Las clases son totalmente online. Sí. Tendrás clases en vivo, tutorías y proyectos grupales. La interacción es constante y parte clave del aprendizaje. Podrás trabajar en comercio exterior, logística internacional, marketing global, consultoría, relaciones empresariales multinacionales o aduanas. También estarás capacitado para emprender tu propio negocio con enfoque internacional. Lo que dicen nuestros estudiantes de la carrera de: en la UIDE ha sido una de las mejores decisiones de mi vida. Gracias a la flexibilidad del programa, he podido equilibrar mis estudios con mi trabajo y aplicar en tiempo real los conocimientos adquiridos. Los profesores son altamente capacitados y las plataformas digitales hacen que el aprendizaje sea dinámico e interactivo. Sin duda, la UIDE me ha brindado una experiencia de educación de calidad que me está preparando para competir en el mercado global.\" Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/09/nnii-2025-2.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-negocios-internacionales/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de negocios Internacionales",
    "faculty_name": "Facultad de Business School",
    "modality": "Presencial",
    "locations": [
      "Quito",
      "Guayaquil",
      "Loja"
    ],
    "degree_title": "Licenciado(a) en Negocios Internacionales",
    "semesters": "8 semestres",
    "cost": "$ 3.829,32 | $ 2.068,00 | $ 1.628,30",
    "description": "Si estás dispuesto a reinventarte descubriendo el mundo, Aquí te formamos para que te conviertas en un profesional audaz, altamente calificado para innovar, emprender y ser un líder que rebase fronteras en organizaciones internacionales; capaz de identificar y aprovechar las oportunidades de un mercado cambiante. Este programa, te permite obtener una segunda titulación con Arizona State University gracias a nuestro programa 3+1. *Aplica para campus Quito, Loja, Guayaquil Obtén 2 títulos en 4 años y opta por trabajar en EEUU después de graduarte. Metodología STEM, un modelo que involucra de forma interdisciplinaria Ciencia, Tecnología, Ingeniería y Matemáticas en los procesos educativos. Metodologías basadas en: clases inversas, estudio de casos, simuladores y proyectos integradores. Educación empresarial orientada a la Cuarta Revolución Industrial.​ La UIDE está acreditada por ACBSP, un organismo internacional que certifica la calidad de los programas de negocios, asegurando una formación con estándares globales y enfoque en la excelencia. La UIDE powered by ASU te acompaña en tu camino profesional. Descubre las instituciones aliadas donde puedes hacer tus pasantías en la La UIDE se conecta globalmente a través de convenios internacionales: Debido a que la malla es espejo de ASU Este enfoque práctico y orientado al mundo real prepara a los estudiantes para desempeñarse con éxito en el ámbito de los negocios internacionales, dotándolos de las habilidades y experiencias necesarias para enfrentar los retos del comercio global. El enfoque principal de la carrera de Negocios Internacionales en la Universidad Internacional del Ecuador (UIDE) se centra en formar profesionales con una visión global, capaces de desarrollar estrategias innovadoras que fomenten la competitividad y el crecimiento de las empresas ecuatorianas en mercados nacionales e internacionales El perfil profesional de un egresado de la carrera de Negocios Internacionales en la Universidad Internacional del Ecuador (UIDE) se caracteriza por una formación integral que combina conocimientos teóricos y prácticos, habilidades analíticas, estratégicas y de liderazgo, con una fuerte orientación hacia la innovación y el emprendimiento. Lo que dicen nuestros estudiantes de : “Soy graduada de la carrera de Negocios Internacionales de la UIDE y actualmente me desempeño como CS (Campaign Sucess Cordinator) en AFK Digital en el que debo buscar y estar en constante contacto con influencers, creadores de contenido o con sus managers donde aplico habilidades en negociación, liderazgo, capacidad argumentativa y persuasiva. Además, aplico conocimientos relacionados a marketing y lo hago en inglés. Durante mi carrera, tuve la oportunidad de estudiar un semestre en Alemania y sin duda ha sido una de las experiencias más enriquecedoras de mi vida”. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/09/nueva-malla-negocios-internacionales-uio-31-2-1.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/multimedia-y-produccion-audiovisual-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "CARRERA DE MULTIMEDIA Y PRODUCCIÓN AUDIOVISUAL",
    "faculty_name": "Facultad de Arquitectura, Diseño y Arte",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "8 semestres",
    "semesters": "Mayo 2026",
    "cost": "$ 233,08",
    "description": "Manejamos una metodología basada en la creación de proyectos. Conocimientos basados en 3 ejes: audiovisual, animación y VFx, diseño web y creación de contenido. Explora áreas de innovación como la narrativa transmedia, realidad virtual Enfoque académico para formar profesionales globales. . Explora nuestras instituciones aliadas donde podrás realizar tus pasantías y obtener experiencia en producción cinematográfica, animación digital, postproducción, edición de video y creación de contenido multimedia. Conéctate con la industria y construye tu camino en el mundo del entretenimiento digital y la comunicación visual. Necesitarás una computadora con buen rendimiento (preferiblemente con tarjeta gráfica), conexión estable a internet, audífonos, micrófono y cámara. También deberás contar con software de edición de imagen, video y audio como Adobe Premiere, After Effects, Photoshop, Illustrator, y otros programas relacionados. Algunas universidades ofrecen acceso a licencias educativas o recomiendan alternativas gratuitas. La carrera abarca temas como diseño gráfico, edición de video, animación 2D y 3D, efectos visuales, fotografía digital, producción sonora, desarrollo de contenido interactivo y narrativa audiovisual. Además, se integran conocimientos en guion, iluminación, dirección de arte y postproducción. A través de proyectos audiovisuales individuales y grupales, portafolios digitales, entregas de piezas gráficas, ejercicios de edición, participación en foros creativos y simulaciones. Los docentes brindan retroalimentación constante para fortalecer las habilidades técnicas y artísticas del estudiante. Sí. La modalidad en línea te brinda flexibilidad de horarios, permitiéndote organizar tus tiempos de estudio de acuerdo a tus actividades laborales o personales. Es ideal para quienes desean combinar trabajo y formación académica sin dejar de avanzar profesionalmente. Podrás desempeñarte en campos como publicidad, cine, televisión, redes sociales, medios digitales, diseño interactivo, educación virtual, videojuegos, producción de contenido para plataformas web y emprendimientos creativos propios. Es una carrera con alta demanda en el entorno digital actual. Lo que dicen nuestros estudiantes de la carrera de: \"Siempre me ha inspirado la forma en que la creatividad puede dar vida a historias y conceptos únicos. Estudiar Multimedia y Producción Audiovisual en línea en la UIDE me ha permitido explorar mi pasión por el diseño visual y el sonido, mientras aprendo a manejar las herramientas más avanzadas de la industria. La flexibilidad del programa y la calidad de los contenidos me han ayudado a desarrollar proyectos que reflejan mi visión y profesionalismo.\" Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/10/malla-multimedia-y-produ-actualizado-2.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-multimedia-y-produccion-audiovisual/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "CARRERA DE MULTIMEDIA Y PRODUCCIÓN AUDIOVISUAL",
    "faculty_name": "Facultad de Arquitectura, Diseño y Arte",
    "modality": "Presencial",
    "locations": [
      "Quito"
    ],
    "degree_title": "7 semestres",
    "semesters": "Presencial",
    "cost": "$ 3.834,33",
    "description": "Este programa te permitirá explorar la animación, los videojuegos y el diseño web, además de aprender modelado 2D y 3D, optimización de experiencia de usuario, gestión de redes sociales y estrategias de comunicación. Al graduarte, tendrás oportunidades en la industria del entretenimiento, publicidad y medios, creando contenido audiovisual innovador para potenciar la presencia digital de las empresas. Manejamos una metodología basada en la creación de proyectos. Conocimientos basados en 3 ejes: audiovisual, animación y VFx, diseño web y creación de contenido. Explora áreas de innovación como la narrativa transmedia, realidad virtual Enfoque académico para formar profesionales globales. con la UIDE powered by ASU. Te acompañamos en todo momento para que desarrolles tu talento en la industria creativa. Conoce nuestras instituciones aliadas y accede a pasantías que te brindarán experiencia real en producción audiovisual, animación digital, postproducción y más. La carrera de Multimedia en la UIDE está alineada con tendencias actuales del mercado digital. Se enfoca en áreas como animación 2D/3D, desarrollo de videojuegos, diseño UX/UI, producción audiovisual, y contenidos interactivos, integrando herramientas y tecnologías modernas. Sí, la carrera es altamente práctica. Los estudiantes desarrollan proyectos desde los primeros semestres, incluyendo cortometrajes, videojuegos, animaciones y productos digitales interactivos, lo que permite construir experiencia y un portafolio sólido antes de egresar Lo que dicen nuestros estudiantes de : \"Siempre me ha inspirado la forma en que la creatividad puede dar vida a historias y conceptos únicos. en la UIDE me ha permitido explorar mi pasión por el diseño visual y el sonido, mientras aprendo a manejar las herramientas más avanzadas de la industria. La flexibilidad del programa y la calidad de los contenidos me han ayudado a desarrollar proyectos que reflejan mi visión y profesionalismo.\" Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/10/malla-multimedia-y-produ-uio-2025.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-medicina-veterinaria/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de medicina veterinaria",
    "faculty_name": "Facultad de Ciencias Médicas de la Salud y de la Vida",
    "modality": "Presencial",
    "locations": [
      "Quito"
    ],
    "degree_title": "Médico/a Veterinario/a",
    "semesters": "9 semestres",
    "cost": "$ 4.354,47",
    "description": "recibirás un aprendizaje integral sobre el cuidado de la salud de los animales mediante la prevención, el diagnóstico y tratamiento de enfermedades. Además, nuestra metodología te permitirá desarrollar habilidades que optimicen la producción pecuaria, tomando en consideración buenas prácticas y el bienestar animal. , de la Salud y la Vida, reconocida , gracias a su larga trayectoria de éxitos nacionales e internacionales. Nuestros estudiantes hacen rotaciones en más de y hospitales de Estados Unidos, Europa y Latinoamérica. y una Escuela Hípica con más de 90 equinos, varios de ellos campeones nacionales e internacionales. Tenemos una finca y Nono y una clínica veterinaria en la ciudad de Quito adicional a esto tenemos convenios con el municipio y otras entidades La carrera de Veterinaria en la UIDE implica costos moderados en materiales y prácticas, incluyendo instrumentos médicos, guías clínicas, ropa de protección y desplazamientos a centros de práctica. Estos gastos son esenciales para una formación profesional integral. Sí, el plan de estudios incluye materias de gestión, administración y emprendimiento enfocadas en el ámbito veterinario. Estas asignaturas te brindan las herramientas necesarias para liderar y operar tu propia clínica con una visión integral y profesional. Sí, la carrera ofrece la posibilidad de orientar tu formación hacia áreas específicas del campo veterinario, permitiéndote desarrollar un perfil profesional acorde a tus intereses y proyecciones futuras. La cantidad de horas de práctica requeridas puede variar, pero en general, las carreras de Medicina Veterinaria suelen incluir un mínimo de: - 400 a 600 horas de práctica clínica - 200 a 400 horas de práctica de laboratorio - 100 a 300 horas de práctica de campo Lo que dicen nuestros estudiantes de : Estudiar Medicina Veterinaria en la Universidad Internacional del Ecuador ha sido una experiencia enriquecedora. Gracias al enfoque práctico y a los conocimientos impartidos por profesores apasionados, he aprendido a cuidar la salud y el bienestar de los animales con profesionalismo y empatía. Las prácticas en clínicas y granjas nos permiten aplicar lo aprendido y enfrentarnos a retos reales, preparándonos para marcar una diferencia en el mundo animal.” Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/02/malla-veterinaria-quito-2024.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-medicina/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de medicina",
    "faculty_name": "Facultad de Ciencias Médicas de la Salud y de la Vida",
    "modality": "Presencial",
    "locations": [
      "Quito",
      "Guayaquil"
    ],
    "degree_title": "Médico(a)",
    "semesters": "6 años de carrera, incluído el Internado Rotativo",
    "cost": "$5.771,71 | Los costos son de $600 aproximadamente.",
    "description": "Ciencias Médicas de la salud y la vida adquirirás conocimientos sólidos en las ciencias básicas de la medicina con un amplio dominio de las ciencias preclínicas, capacidad de diagnóstico y tratamiento en las áreas básicas de las ciencias clínicas (medicina interna, pediatría, cirugía, ginecología y obstetricia). Tendrás un entendimiento absoluto de las subespecialidades médicas y quirúrgicas con un conocimiento muy claro de la patología ecuatoriana. Te preparamos con base en la realidad de la salud local y con ideas claras del papel que el médico debe desempeñar en la gestión transformadora de la salud en el Ecuador. han aprobado el Examen de Habilitación Profesional del Consejo de Aseguramiento de la Calidad de la Educación Superior (CACES). Las materias de estudio de la medicina representan y se abarcan desde el primer semestre. Nuestros graduados realizan su especialidad en Estados Unidos, Inglaterra, Gales, España, Rusia, Suecia, México, Brasil, Argentina, Colombia y Ecuador. Nuestros estudiantes hacen rotaciones en más de Estados Unidos, Europa y Latinoamérica. La UIDE tiene un porcentaje de aprobación del CACES en Ciencias Médicas mayor que otras universidades a nivel nacional. La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en Generalmente, las prácticas en hospitales inician a partir de los aúltimos semestres, cuando los estudiantes ya han adquirido las bases teóricas y habilidades clínicas fundamentales. La universidad cuenta con convenios internacionales que permiten a los estudiantes realizar pasantías o el internado rotativo en instituciones del extranjero. La salida laboral es generalmente amplia, ya que el sector salud tiene una demanda constante de profesionales. No obstante, esta demanda puede variar según la especialidad, la región y el nivel de competencia profesional. El horario es de 7am a 7pm. Lo que dicen nuestros estudiantes de : \"Las enseñanzas impartidas en estos años me permitieron dejar el nombre de la UIDE en alto en una rotación en la Universidad de Duke en EE.UU y en el internado rotativo en el Hospital Eugenio Espejo. Estoy segura de que el conocimiento médico, la rigurosidad científica y los hábitos de estudio que aprendí en la UIDE me permitirán cumplir cualquier objetivo que me proponga\". Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/09/nueva-malla-medicina-quito-2024-2.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/marketing-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de MARKETING modalidad en línea",
    "faculty_name": "Facultad de Business School",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "Licenciado/a en Marketing",
    "semesters": "8 semestres",
    "cost": "$ 205,58",
    "description": "te formará como un profesional experto en la planificación, organización, dirección y ejecución de estrategias y planes de marketing y ventas con base en el estudio de las necesidades de grupos objetivos de clientes. Esta responsabilidad podrás ejecutarla mediante una correcta investigación de mercado que te permitirá aportar a la toma de decisiones adecuadas para cualquier organización, en función de un plan estratégico global. Además, podrás crear marcas e identificar insights valiosos sobre el mercado. es parte del Consejo Latinoamericano de Escuelas de Administración. Seguimiento continuo a través de tutorías interactivas semanales​. Equilibra tu tiempo entre trabajo, familia y estudio. diseñada para el aprendizaje en línea y totalmente equipada, interactiva y fácil de utilizar.​ La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en la Sí. Muchas universidades ofrecen o recomiendan el acceso a certificaciones adicionales reconocidas internacionalmente, que complementan tu formación y fortalecen tu perfil profesional en el mundo digital. La carrera de Marketing abarca una formación integral, que incluye tanto el marketing tradicional como el marketing digital. Aprenderás sobre investigación de mercados, comportamiento del consumidor, branding y también herramientas digitales, redes sociales, publicidad online, SEO, email marketing, y analítica web. \"Después de obtener tu título, puedes optar por maestrías como: Estas especializaciones te permitirán profundizar en áreas clave del marketing y acceder a puestos de mayor responsabilidad.\" Sí. A lo largo de la carrera aprenderás a diseñar, planificar y ejecutar estrategias de marketing tanto para productos como servicios. Se trabaja con estudios de mercado, segmentación, posicionamiento de marca, campañas publicitarias y desarrollo de propuestas de valor para distintos tipos de públicos y canales. Además, podrás emprender tu propio negocio, ofrecer servicios como consultor de marketing o trabajar en startups, agencias creativas y empresas de cualquier industria. Lo que dicen nuestros estudiantes de la carrera de: “En el 2018 tomé una de las decisiones más importantes de mi vida, matricularme para estudiar en la carrera de Marketing en línea. Decidí que la UIDE sería mi mentora en esta experiencia universitaria, y 4 años después puedo decir que la modalidad de estudios en línea me permitió mantener mi carrera sin necesidad de abandonarla a pesar de haberme mudado a vivir a otro país, eso me llena de mucho orgullo, satisfacción y gratitud. Gracias UIDE”. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/09/mkt-2025-2.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-marketing/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de Marketing",
    "faculty_name": "Facultad de Business School",
    "modality": "Presencial",
    "locations": [
      "Quito",
      "Guayaquil",
      "Loja"
    ],
    "degree_title": "Programa con segunda carrera Business School",
    "semesters": "Licenciado(a) en Marketing",
    "cost": "$ 3.829,32 | $ 1.624,30 | $ 2.068,00",
    "description": ", aprenderás a elaborar campañas de marketing, ecosistemas digitales, estudios de mercados, identificar oportunidades de innovación e implementar técnicas de neurociencias aplicadas al marketing. Esto te formará como un estratega con perspectiva global con un Enfoque de las materias de malla hacia el mundo digital y las neurociencias para la formación de profesionales capaces de lidera sus propias empresas.​ Titulación con proyecto práctico de emprendimiento trabajado durante la carrera. Enfoque académico para formar profesionales globales. La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en El 20% de las materias del programa tienen contenido digital. Estas asignaturas son: Esterería Digital, Estrategia de Campañas digitales, Minería de Datos, Customer experience, Análisis de datos y Retail Marketing. Disponemos de un número considerable de convenios con empresas reconocidas, en las cuales los estudiantes pueden realizar sus prácticas profesionales. Entre ellas se destacan Avianca, Corporación Favorita, entre otras Otra de las diferencias es que nuestra malla curricular no incluye materias de relleno, a diferencia de otras universidades. Además, incorporamos prácticas desde el primer semestre. La mayoría de nuestros graduados se encuentra actualmente desempeñándose profesionalmente en el área correspondiente a su formación académica Se puede realizar doble titulación entre: Finanzas y negocios Digitales, Administración de Empresas y Marketing. Lo que dicen nuestros estudiantes de: “Varias personas tienen la idea que Marketing es solo publicidad o ventas, pero al estudiar esta carrera, puedes darte cuenta de que hay una serie de procesos y actividades con las cuales puedes cumplir los objetivos de empresa. Para mí, una de las cosas más relevantes de la UIDE son los profesores que te ayudan y te dan la facilidad para que puedas desarrollarte como un profesional. Además, la facultad realiza distintas actividades donde puede poner a prueba tus conocimientos como la Feria de Emprendimiento y la Semana Cultural”. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/02/Malla-Marketing-UIO-2024.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-ingenieria-mecatronica/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de Ingeniería Mecatrónica",
    "faculty_name": "Facultad de Ingenierías Digitales y Tecnologías Emergentes",
    "modality": "Presencial",
    "locations": [
      "Quito"
    ],
    "degree_title": "Ingeniero(a) en Mecatrónica",
    "semesters": "8 Periodos académicos",
    "cost": "$ 3.824,82",
    "description": "se distingue por su capacidad para diseñar, implementar y optimizar sistemas automatizados y mecatrónicos, integrando de manera efectiva tecnologías de última generación en los ámbitos de energía y automatización industrial. Gracias a una sólida formación en electrónica, mecánica y control de sistemas, el graduado está preparado para enfrentar los desafíos de sectores como manufactura, energía renovable y procesos industriales, aplicando conocimientos avanzados en instrumentación y control de procesos para optimizar la eficiencia y confiabilidad de sistemas productivos. en Ecuador es una de las actualmente debido a su enfoque interdisciplinario, combinando mecánica, electrónica, control e informática. Esta rama de la ingeniería ha cobrado relevancia en la industria por su aplicación directa en procesos automatizados y sistemas inteligentes. desde primer semestre, involucrándose en su profesión con la generación de prototipos tecnológicos y la solución de problemas en un ambiente controlado. El mercado laboral ecuatoriano ha experimentado transformaciones significativas en los últimos años. La demanda de perfiles tecnológicos ha aumentado, especialmente en el sector industrial, manufacturero y automotriz. La adaptación a nuevas tecnologías y la necesidad de optimizar procesos productivos ha posicionado a los ingenieros mecatrónicos como piezas clave dentro de las organizaciones. Escuela Politécnica Nacional (EPN), Escuela Politécnica de Chimborazo (ESPOCH), Universidad de las Fuerzas Armadas (ESPE), en laboratorios, proyectos de investigación y vinculación. Formar ingenieros en mecatrónica con dominio de competencias tecnológicas y humanas, capaces de diseñar, automatizar, optimizar y liderar soluciones tecnológicas innovadoras en contextos locales e internacionales. Los aspirantes deben poseer título de bachiller y presentar la documentación requerida (copia de cédula y título de bachiller). 1. Identifica, formula y resuelve problemas complejos de ingeniería mediante la aplicación de principios de ingeniería, ciencia y matemática. 2. Aplica el diseño de ingeniería para producir soluciones que satisfagan necesidades específicas teniendo en cuenta los ámbitos de la salud pública, la seguridad y el bienestar, así como los factores globales, culturales, sociales, ambientales y económicos. 3. Se comunica efectivamente ante un amplio rango de audiencias. 4. Reconoce responsabilidades éticas y profesionales en situaciones de ingeniería y emite juicios informados, que consideran el impacto de las soluciones de ingeniería en contextos globales, económicos, ambientales y sociales. 5. Trabaja eficazmente en un equipo cuyos miembros, juntos, ejercen liderazgo, crean un entorno colaborativo e inclusivo, establecen metas, planifican tareas y cumplen objetivos. 6. Desarrolla y realiza experimentos apropiados, analiza e interpreta datos, y usa el juicio de ingeniería para sacar conclusiones. 7. Adquiere y aplica nuevos conocimientos según sea necesario, utilizando estrategias de aprendizaje apropiadas. 1. Identifies, formulates and solves complex engineering problems through the application of engineering, scientific and mathematical principles. 2. Applies engineering design to produce solutions that meet specific needs taking into account the domains of public health, safety, and welfare, as well as global, cultural, social, environmental, and economic factors. 3. Communicates effectively to a wide range of audiences. 4. Recognizes ethical and professional responsibilities in engineering situations and makes informed judgments, which must consider the impact of engineering solutions in global, economic, environmental, and social contexts. 5. Works effectively in a team whose members together exercise leadership, create a collaborative and inclusive environment, set goals, plan tasks, and accomplish objectives. 6. Develops and conducts appropriate experiments, analyzes and interprets data, and uses engineering judgment to draw conclusions. 7. Acquires and applies new knowledge as needed, using appropriate learning strategies. Generar y aplicar conocimiento científico y tecnológico en el campo de la mecatrónica, mediante la investigación, el desarrollo y la innovación, para formar ingenieros capacitados que lideren proyectos de automatización, sustentabilidad y robótica avanzada, transfieran soluciones al sector productivo y contribuyan al desarrollo ético, social e industrial del país. PEO1: Automatización Industrial Inteligente. Nuestros graduados impulsarán la automatización industrial utilizando tecnologías avanzadas, como inteligencia artificial, para mejorar la eficiencia de los procesos. PEO2: Soluciones Sostenibles de Ingeniería. Nuestros graduados liderarán la transición hacia una industria sustentable. PEO3: Liderazgo y Gestión de Proyectos Tecnológicos. Nuestros graduados liderarán proyectos de innovación, gestionando equipos y recursos para transformar la industria nacional. PEO4: Adaptabilidad y Resolución de Problemas. Nuestros graduados serán capaces de adaptarse y resolver desafíos tecnológicos en un entorno industrial cambiante Los estudiantes desarrollan prototipos como brazos robóticos, sistemas domóticos y plataformas móviles autónomas, integrando mecánica, electrónica e inteligencia artificial. Matemáticas, física, programación, electrónica y diseño mecánico, ya que son fundamentales en la formación de un ingeniero mecatrónico. Promueve un aprendizaje práctico y alineado con estándares internacionales Puede desempeñarse como diseñador de sistemas automatizados, desarrollador de soluciones robóticas, ingeniero de control, especialista en inteligencia artificial o consultor en automatización industrial. Los estudiantes tienen acceso a herramientas como MATLAB, SOLIDWORKS, ROS y plataformas de fabricación digital como impresoras 3D. Lo que dicen nuestros estudiantes de : “Me siento muy orgullosa de haber empezado mi formación académica en la UIDE porque me ha permitido pertenecer a una de las mejores universidades del mundo, la Universidad de Manchester. Mi posgrado, Master of Science in Renewable Energy and Clean Technology, me ha permitido generar un conocimiento internacional frente a diferentes desafíos y aplicaciones en sistemas energéticos inteligentes” Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/05/malla-mecatronica-uio-2025-2.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-ingenieria-industrial/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de ingeniería industrial",
    "faculty_name": "Facultad de Ingenierías Aplicadas y Desarrollo Industrial",
    "modality": "Presencial",
    "locations": [
      "Quito",
      "Guayaquil"
    ],
    "degree_title": "Ingeniero(a) Industrial",
    "semesters": "8 semestres",
    "cost": "$ 2.884,08 | $ 2.044,00",
    "description": ", te permitirá convertirte en un profesional con la capacidad de analizar y resolver problemas relacionados a la producción u organización en cualquier industria. Recibirás materias de especialización donde aprenderás a gestionar de manera integral las áreas de: salud y seguridad industrial, logística y cadena de suministro, sistemas de gestión de calidad, proyectos de ingeniería, gerencia de operaciones, etc. con contenidos y metodologías potenciadas por Arizona State University (ASU). Formación práctica a través del uso de durante los tres últimos semestres de la carrera. Incluye cursos que abordan la optimización de procesos productivos, gestión de inventarios y control de calidad, utilizando herramientas y simuladores aplicados a diversas materias. Abarca sectores como manufactura, logística, energía, tecnología y servicios financieros, enfocándose en la mejora continua de procesos y la eficiencia operativa en estos ámbitos. Los estudiantes participan en visitas técnicas a empresas del sector industrial, como SEDEMI, para observar y analizar procesos reales de producción y gestión. La UIDE ofrece programas de internacionalización que permiten a los estudiantes acceder a experiencias académicas y profesionales en el extranjero, ampliando sus oportunidades laborales a nivel global. La Ingeniería Industrial es una de las carreras más demandadas en Ecuador, con profesionales que desempeñan roles clave en la optimización de procesos y gestión de recursos en diversas industrias. Lo que dicen nuestros estudiantes de : Yo decidí estudiar en la UIDE por su enfoque en innovación al ser una universidad que se reinventa y está en constante desarrollo y sé que al finalizar mis estudios además de ser una profesional de calidad seré una persona íntegra con valores”. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/02/MALLA-ING-INDUSTRIAL-UIO-2024.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/ingenieria-en-telecomunicaciones-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Ingeniería en telecomunicaciones modalidad en línea",
    "faculty_name": "Facultad de Ingenierías Digitales y Tecnologías Emergentes",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "Ingeniero en Telecomunicaciones",
    "semesters": "8 semestres",
    "cost": "$ 260,58",
    "description": "La carrera de Ingeniería en Telecomunicaciones en la UIDE, powered by ASU, te prepara para dominar las tecnologías emergentes que conectan al mundo y transforman la vida cotidiana. Este programa integra ciencia, innovación y gestión para que desarrolles soluciones inteligentes y seguras en redes móviles, comunicaciones satelitales, IoT, cloud computing e inteligencia artificial. Esta carrera te forma como un líder integral, capaz de diseñar, implementar y optimizar infraestructuras de telecomunicación que impulsan el desarrollo tecnológico y social. Nuestra propuesta académica incorpora herramientas de vanguardia como MATLAB con certificación, clases en inglés a partir del sexto semestre, y una malla enriquecida con contenido académico de ASU. Además, se promueve el desarrollo de habilidades blandas (Power Skills) y la gestión de proyectos bajo estándares internacionales, potenciando tu perfil profesional para escenarios locales y globales. Domina tecnologías clave como 5G, IoT, ciberseguridad e inteligencia artificial. Conéctate al mundo profesional con convenios y certificaciones internacionales. Accede a una malla académica con contenidos de ASU y clases en inglés desde 6to semestre. Equilibra tu tiempo entre trabajo, familia y estudio. diseñada para el aprendizaje en línea y totalmente equipada, interactiva y fácil de utilizar.​ La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en la carrera de Ingeniería en Telecomunicaciones: En la carrera de Sistemas en modalidad en línea, se estudian programación, desarrollo de software, bases de datos, redes, seguridad informática y gestión de proyectos tecnológicos. Los requisitos técnicos incluyen una computadora con acceso a internet, un sistema operativo actualizado, navegador compatible y cámara/micrófono para clases virtuales. Estudiar Sistemas en línea ofrece flexibilidad, autonomía en el aprendizaje, y acceso a herramientas digitales, permitiendo combinar estudios con otras actividades y aprender desde cualquier lugar. El programa se divide en módulos, cada uno enfocado en áreas específicas del conocimiento. Los módulos iniciales abordan conceptos básicos y fundamentales, mientras que los módulos avanzados se centran en temas más especializados y aplicados. Sí, en la modalidad en línea es posible realizar prácticas profesionales o servicio social, siempre que las actividades se puedan desarrollar de forma remota o estén vinculadas a proyectos digitales, tecnológicos o de apoyo virtual. Lo que dicen nuestros estudiantes de la carrera de: En un mundo donde los datos son el motor de la innovación, estudiar Ingeniería de la Información en línea en la UIDE ha sido una experiencia transformadora. Más que una carrera, es un desafío constante para encontrar soluciones inteligentes a problemas reales. La modalidad en línea me permite aplicar lo que aprendo a proyectos actuales mientras desarrollo habilidades en análisis de datos, inteligencia artificial y gestión de sistemas. Es el equilibrio perfecto entre teoría y práctica, con la flexibilidad que necesito para crecer profesionalmente.\" Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/06/malla-ing.-telecomunicaciones.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/ingenieria-en-software/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de ingeniería en software modalidad en línea",
    "faculty_name": "Facultad de Ingenierías Digitales y Tecnologías Emergentes",
    "modality": "Presencial",
    "locations": [
      "Quito"
    ],
    "degree_title": "Ingeniero/a en Software",
    "semesters": "8 semestres",
    "cost": "$ 260,58",
    "description": ", te preparará para destacar como un ingeniero especializado en el desarrollo, diseño y gestión de aplicaciones informáticas. A través de la adquisición de habilidades avanzadas, serás capaz de analizar vulnerabilidades, implementar estrategias de seguridad y responder eficazmente a incidentes. Tu formación te convertirá en un profesional esencial para la protección y optimización de sistemas, contribuyendo de manera crucial en el panorama tecnológico en constante cambio. Plan de certificaciones adicionales a lo largo de la carrera. Equilibrio entre tu tiempo de trabajo, familia y estudio. diseñada para el aprendizaje en línea y totalmente equipada, interactiva y fácil de utilizar.​ La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías En la carrera se utilizan herramientas como entornos de desarrollo (IDE), gestores de bases de datos y plataformas colaborativas. Los lenguajes de programación más comunes incluyen Python, Java, JavaScript, C++ y SQL, entre otros, según el enfoque del módulo o proyecto. Sí, es posible conseguir empleo mientras se estudia en línea, ya que la modalidad ofrece flexibilidad de horarios, lo que permite a los estudiantes organizar su tiempo y combinar estudios con trabajo. Sí, el título obtenido en modalidad en línea tiene la misma validez que el presencial No. Todos nuestros títulos, ya sea para programas en línea o presenciales, son idénticos y no especifican la modalidad de estudio. Lo que dicen nuestros estudiantes de la carrera de: Siempre quise crear aplicaciones y sistemas que faciliten la vida de las personas. Estudiar Ingeniería en Software en la UIDE me ha permitido aprender sobre desarrollo, diseño y mantenimiento de software con herramientas y metodologías actuales. Los proyectos prácticos y el apoyo de los docentes me preparan para enfrentar los retos del mundo tecnológico y aportar soluciones innovadoras.\" Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2026/01/malla-ing.-en-software-online-2024.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/ingenieria-en-sistemas-de-la-informacion-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de ingeniería en sistemas de información en linea",
    "faculty_name": "Facultad de Ingenierías Digitales y Tecnologías Emergentes",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "Ingeniero/a en Sistemas de Información",
    "semesters": "8 semestres",
    "cost": "$ 260,58",
    "description": "te convertirá en un profesional experto en la gestión de las TIC dentro del ámbito organizacional para mejorar la toma de decisiones e incrementar la eficiencia de las empresas. Con esta carrera podrás liderar procesos de transformación digital gracias a los conocimientos y dominio de las tendencias en innovación tecnológica. Materias teóricas y prácticas que exploran áreas innovadoras de la disciplina. Seguimiento continuo a través de tutorías interactivas semanales​ Equilibra tu tiempo entre trabajo, familia y estudio. diseñada para el aprendizaje en línea y totalmente equipada, interactiva y fácil de utilizar.​ La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en la carrera de Ingeniería en Sistemas de la Información: En la carrera de Sistemas en modalidad en línea, se estudian programación, desarrollo de software, bases de datos, redes, seguridad informática y gestión de proyectos tecnológicos. Los requisitos técnicos incluyen una computadora con acceso a internet, un sistema operativo actualizado, navegador compatible y cámara/micrófono para clases virtuales. Estudiar Sistemas en línea ofrece flexibilidad, autonomía en el aprendizaje, y acceso a herramientas digitales, permitiendo combinar estudios con otras actividades y aprender desde cualquier lugar. El programa se divide en módulos, cada uno enfocado en áreas específicas del conocimiento. Los módulos iniciales abordan conceptos básicos y fundamentales, mientras que los módulos avanzados se centran en temas más especializados y aplicados. Sí, en la modalidad en línea es posible realizar prácticas profesionales o servicio social, siempre que las actividades se puedan desarrollar de forma remota o estén vinculadas a proyectos digitales, tecnológicos o de apoyo virtual. Lo que dicen nuestros estudiantes de la carrera de: En un mundo donde los datos son el motor de la innovación, estudiar Ingeniería de la Información en línea en la UIDE ha sido una experiencia transformadora. Más que una carrera, es un desafío constante para encontrar soluciones inteligentes a problemas reales. La modalidad en línea me permite aplicar lo que aprendo a proyectos actuales mientras desarrollo habilidades en análisis de datos, inteligencia artificial y gestión de sistemas. Es el equilibrio perfecto entre teoría y práctica, con la flexibilidad que necesito para crecer profesionalmente.\" Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2026/01/mallas-sistemas-de-la-informacion-online-2024.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-ingenieria-en-sistemas-de-la-informacion/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de ingeniería en sistemas de información",
    "faculty_name": "Facultad de Ingenierías Digitales y Tecnologías Emergentes",
    "modality": "Presencial",
    "locations": [
      "Quito",
      "Guayaquil",
      "Loja"
    ],
    "degree_title": "Ingeniero(a) en Sistemas de información",
    "semesters": "8 semestres",
    "cost": "$ 3.565,04 | $ 1.173,16 | $ 2.068,06",
    "description": "La tecnología sigue evolucionando cada día y con ello, crece la necesidad de para proteger sus redes, solucionar problemas de sistemas informáticos, desarrollar aplicaciones y administrar proyectos de TI. te formará como un profesional innovador al cubrir disciplinas clave que incorporan tecnologías emergentes, incluido el desarrollo ágil de software, la gestión y el análisis de datos, la administración de redes, la computación en la nube y la ciberseguridad. Alineado a la demanda global y la internacionalización como pilar de la UIDE, estudiar esta carrera , te permite obtener una segunda titulación con Arizona State University gracias a nuestro programa 3+1 y obtener el título de BS in Information Technology. *Aplica para campus Quito, Loja, Guayaquil Obtén 2 títulos en 4 años y opta por trabajar en EEUU después de graduarte. , un modelo que involucra de forma interdisciplinaria Ciencia, Tecnología, Ingeniería y Matemáticas en los procesos educativos. Plan de estudios basado en proyectos con un enfoque de aprendizaje práctico para que estén preparados para la LMS con material didáctico digital desarrollado por expertos. Más del 40% de materias impartidas en idioma inglés. Si, ofrece certificaciones profesionales, lo que permite a los estudiantes obtener acreditaciones reconocidas en la industria Lo que dicen nuestros estudiantes de : Desde siempre me ha apasionado la tecnología y su capacidad para cambiar el mundo. Estudiar Ingeniería en Sistemas de la Información en la UIDE me ha permitido combinar teoría y práctica para crear soluciones innovadoras. Las clases con profesores expertos y los proyectos aplicados en tecnologías emergentes, como desarrollo de software y bases de datos, me preparan para destacar en la industria tecnológica.\" Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/02/malla-ingenieri╠ua-sistemas-uio-2024-sin-31.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-inteligencia-artificial-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de Ingeniería en Inteligencia Artificial modalidad en línea",
    "faculty_name": "Facultad de Ingenierías Digitales y Tecnologías Emergentes",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "8 semestres",
    "semesters": "Mayo 2026",
    "cost": "$ 260,58",
    "description": "La IA es una de las tecnologías más solicitadas a nivel global, con oportunidades en diversos sectores como salud, finanzas y tecnología. Serás parte de la revolución tecnológica, aplicando IA para mejorar procesos y crear soluciones innovadoras en diversas áreas. La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en la Carrera de Ingeniería en Inteligencia Artificial, modalidad en línea: En la carrera de Sistemas en modalidad en línea, se estudian programación, desarrollo de software, bases de datos, redes, seguridad informática y gestión de proyectos tecnológicos. Los requisitos técnicos incluyen una computadora con acceso a internet, un sistema operativo actualizado, navegador compatible y cámara/micrófono para clases virtuales. Estudiar Sistemas en línea ofrece flexibilidad, autonomía en el aprendizaje, y acceso a herramientas digitales, permitiendo combinar estudios con otras actividades y aprender desde cualquier lugar. El programa se divide en módulos, cada uno enfocado en áreas específicas del conocimiento. Los módulos iniciales abordan conceptos básicos y fundamentales, mientras que los módulos avanzados se centran en temas más especializados y aplicados. Sí, en la modalidad en línea es posible realizar prácticas profesionales o servicio social, siempre que las actividades se puedan desarrollar de forma remota o estén vinculadas a proyectos digitales, tecnológicos o de apoyo virtual. Lo que dicen nuestros estudiantes de la carrera de: En un mundo donde los datos son el motor de la innovación, estudiar Ingeniería de la Información en línea en la UIDE ha sido una experiencia transformadora. Más que una carrera, es un desafío constante para encontrar soluciones inteligentes a problemas reales. La modalidad en línea me permite aplicar lo que aprendo a proyectos actuales mientras desarrollo habilidades en análisis de datos, inteligencia artificial y gestión de sistemas. Es el equilibrio perfecto entre teoría y práctica, con la flexibilidad que necesito para crecer profesionalmente.\" Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/08/malla-ing-inteligencia-artificial-2025.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/ingenieria-en-ciencia-de-datos-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Ingeniería en ciencia de datos modalidad en línea",
    "faculty_name": "Facultad de Ingenierías Digitales y Tecnologías Emergentes",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "Ingeniero en Ciencia de Datos",
    "semesters": "8 semestres",
    "cost": "$ 260,58",
    "description": "La carrera de Ingeniería en Ciencia de Datos en la UIDE powered by ASU, te capacita para enfrentar los desafíos más relevantes de la era digital, proporcionando las herramientas necesarias para transformar grandes volúmenes de datos en conocimiento útil y aplicable. A lo largo del programa, desarrollarás habilidades avanzadas en el análisis y la interpretación de datos, utilizando técnicas como la inteligencia artificial, el análisis predictivo y la minería de datos. Te formarás para trabajar con grandes volúmenes de información, aplicando procesos de investigación científica que faciliten la creación de soluciones tecnológicas que impulsen el desarrollo en diversas áreas. Además, aprenderás a aplicar metodologías modernas en la toma de decisiones estratégicas, contribuyendo a la evolución de las Tecnologías de la Información y Comunicación (TIC). Con una sólida formación en ética, comunicación efectiva, y pensamiento crítico, serás capaz de liderar proyectos de ciencia de datos e influir positivamente en el desarrollo tecnológico de tu entorno. Estarás preparado para ser un profesional que no solo resuelve problemas, sino que también genera un impacto significativo en la sociedad, a través de la aplicación responsable y creativa de los datos. Los profesionales en Ciencia de Datos tienen el poder de transformar grandes cantidades de datos en conocimiento valioso, permitiendo tomar decisiones informadas y generando soluciones innovadoras para afrontar los desafíos del mundo digital. A través del programa, aprenderás a usar técnicas avanzadas como la inteligencia artificial, machine learning y el análisis predictivo para trabajar con datos masivos, convirtiéndote en un experto en la creación de modelos y algoritmos. Serás un profesional clave en la creación de soluciones tecnológicas que contribuyan al desarrollo de diversas áreas, como la tecnología de la información, innovación empresarial y desarrollo social, aplicando conocimientos que favorezcan la toma de decisiones estratégicas. El programa te ofrece una formación sólida y práctica que te permitirá desarrollar proyectos reales, aplicar metodologías científicas y adquirir experiencia en un campo tecnológico de vanguardia. La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en la carrera de Ingeniería en Telecomunicaciones: En la carrera de Sistemas en modalidad en línea, se estudian programación, desarrollo de software, bases de datos, redes, seguridad informática y gestión de proyectos tecnológicos. Los requisitos técnicos incluyen una computadora con acceso a internet, un sistema operativo actualizado, navegador compatible y cámara/micrófono para clases virtuales. Estudiar Sistemas en línea ofrece flexibilidad, autonomía en el aprendizaje, y acceso a herramientas digitales, permitiendo combinar estudios con otras actividades y aprender desde cualquier lugar. El programa se divide en módulos, cada uno enfocado en áreas específicas del conocimiento. Los módulos iniciales abordan conceptos básicos y fundamentales, mientras que los módulos avanzados se centran en temas más especializados y aplicados. Sí, en la modalidad en línea es posible realizar prácticas profesionales o servicio social, siempre que las actividades se puedan desarrollar de forma remota o estén vinculadas a proyectos digitales, tecnológicos o de apoyo virtual. Lo que dicen nuestros estudiantes de la carrera de: En un mundo donde los datos son el motor de la innovación, estudiar Ingeniería de la Información en línea en la UIDE ha sido una experiencia transformadora. Más que una carrera, es un desafío constante para encontrar soluciones inteligentes a problemas reales. La modalidad en línea me permite aplicar lo que aprendo a proyectos actuales mientras desarrollo habilidades en análisis de datos, inteligencia artificial y gestión de sistemas. Es el equilibrio perfecto entre teoría y práctica, con la flexibilidad que necesito para crecer profesionalmente.\" Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/12/malla-ciencia-de-datos-online.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/ing-ciberseguridad-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de ingeniería en ciberseguridad en línea",
    "faculty_name": "Facultad de Ingenierías Digitales y Tecnologías Emergentes",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "Ingeniero(a) en Ciberseguridad",
    "semesters": "8 semestres",
    "cost": "$ 260,58",
    "description": "te convertirá en un profesional experto en el análisis de vulnerabilidades, el diseño de estrategias de seguridad y la respuesta a incidentes, siendo indispensable para la protección de sistemas o datos. en un entorno tecnológico en constante evolución, Liderando estrategias de vanguardia y aportando al desarrollo de soluciones innovadoras para preservar la Desarrollo de conocimientos de inteligencia artificial aplicada a la ciberseguridad. Foco en seguridad de aplicaciones, sistemas y documentos de forma y estructura física y online diseñada para el aprendizaje en línea y totalmente equipada, interactiva y fácil de utilizar.​ La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en la Se recomienda tener nociones básicas de informática, redes, sistemas operativos y algo de programación (como Python o Bash), aunque algunos cursos parten desde cero. Sí, muchos programas incluyen laboratorios virtuales, simulaciones de ataques y defensa, y entornos controlados para practicar habilidades técnicas. Puedes obtener certificaciones como CompTIA Security+, CEH (Certified Ethical Hacker) o prepararte para otras como CISSP, dependiendo del nivel del curso. Entre 8 y 12 horas semanales suele ser suficiente para avanzar a buen ritmo, aunque puede variar según el curso y tu experiencia previa. Lo que dicen nuestros estudiantes de la carrera de: Estudiar Ciberseguridad en la UIDE me ha permitido desarrollar habilidades para identificar vulnerabilidades y defender sistemas críticos. Los profesores son expertos en el campo y las prácticas en laboratorios especializados me preparan para enfrentar los desafíos actuales y futuros en la seguridad informática.\" Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2026/01/ciberseguridad.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-ingenieria-automotriz/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de Ingeniería Automotriz",
    "faculty_name": "Facultad de Ingenierías Aplicadas y Desarrollo Industrial",
    "modality": "Presencial",
    "locations": [
      "Quito",
      "Guayaquil",
      "Loja"
    ],
    "degree_title": "Ingeniero(a) Automotriz",
    "semesters": "8 semestres",
    "cost": "$ 3.566,05 | $ 2.044,30 | En Ecuador, un ingeniero automotriz gana entre $800 y $1,500 mensuales, dependiendo de su experiencia y cargo.",
    "description": "Convierte tu pasión por los autos en la profesión de tu vida y estudia para ser un ingeniero capaz de afrontar los retos de un sector sumamente dinámico. Aprende sobre los más recientes avances tecnológicos de la industria con una visión estratégica y emprendedora que te permitirá analizar, diseñar, mantener, gestionar y optimizar los diferentes sistemas que comprende Actualización permanente de conocimientos a través de cursos internacionales. Convenios corporativos con empresas líderes en la industria automotriz mundial y local. Enfoque académico para formar profesionales globales. La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en Incluye materias tradicionales y también temas innovadores como movilidad eléctrica, energías alternativas y automatización, desde 6to semestre se profundiza en tecnologías sostenibles y vehículos inteligentes. Prácticas con vehículos de marcas como Toyota, específicamente modelos como la Hilux, utilizando equipos de diagnóstico avanzados como el Clima 6000, que permite trabajar con diversas marcas y modelos de vehículos, Laboratorio de Investigación Automotriz UIDE-Bosch En Ecuador, la demanda para ingenieros automotrices es moderada, centrada en talleres, concesionarios, empresas de transporte y comercializadoras de repuestos. En el extranjero la demanda es más alta y diversificada, incluyendo áreas como movilidad eléctrica, diseño automotriz, manufactura avanzada y control de calidad. Puedes crecer profesionalmente como ingeniero, ocupando cargos técnicos, de gestión o innovación en el sector automotriz, no te limita a ser mecánico, sino que te forma para liderar proyectos y especializarte. Lo que dicen nuestros estudiantes de : “Me siento orgulloso de ser un profesional graduado en la que considero la mejor Escuela de Ingeniería Automotriz del Ecuador y que me ha permitido desempeñarme a nivel internacional”. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/02/MALLA-AUTOMOTRIZ-UIO-2024.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/gastronomia-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de Gastronomía modalidad",
    "faculty_name": "Facultad de Business School",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "Licenciado(a) en Gastronomía",
    "semesters": "8 semestres",
    "cost": "$ 260,58",
    "description": "Los graduados estarán preparados para mejorar la calidad de vida, influir en la adopción de comportamientos sostenibles y desempeñarse éticamente en un entorno globalizado, alineados con los principios de derechos, igualdad e inclusión. Fusionamos conocimientos técnicos, creativos y empresariales para dominar técnicas culinarias avanzadas, gestión de negocios e innovación gastronómica. Metodología “aprender haciendo”, combinando clases virtuales y prácticas para desarrollar habilidades clave para el mercado laboral.​​ Incorporamos plataformas online, redes sociales y herramientas para capacitar a los estudiantes en la promoción y comercialización gastronómica en el entorno digital. Fomentamos decisiones éticas y sostenibles en gastronomía, desde la selección de ingredientes hasta la gestión de residuos, promoviendo prácticas responsables. La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en la Desarrollarás habilidades tanto técnicas como administrativas, que te permitirán destacarte en el sector culinario. Entre ellas están: • Técnicas de cocina nacional e internacional • Planificación y gestión de servicios gastronómicos • Manipulación higiénica y segura de alimentos • Diseño de menús y control de costos • Uso de herramientas digitales para la innovación en cocina Además, trabajarás en competencias como creatividad, liderazgo, organización y resolución de problemas en entornos reales y simulados. Sí. En UIDE en línea la carrera de Gastronomía incluye prácticas preprofesionales obligatorias, que pueden realizarse en restaurantes, hoteles, empresas de catering o incluso en emprendimientos propios que cumplan con los criterios establecidos. Estas prácticas se coordinan con el área de Vinculación y forman parte del proceso de titulación, brindándote experiencia real en el campo. La duración de la carrera de Gastronomía en línea es de 9 semestres (4 años y medio). Durante este tiempo recibirás una formación teórica y práctica que se adapta a tu ritmo de estudio, con el acompañamiento constante de docentes especializados y el acceso a una plataforma flexible que permite avanzar desde cualquier lugar. Sí, pero dependerá del programa. Muchos incluyen prácticas presenciales opcionales o requeridas en cocinas profesionales, restaurantes asociados o talleres locales. Algunos exigen que practiques desde casa con evidencia en video. Necesitas una cocina funcional en casa, utensilios básicos (cuchillos, ollas, sartenes), ingredientes, una cámara para grabar tus prácticas y una computadora con conexión estable a internet. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2026/01/malla-gastronomia-online-act.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-gastronomia/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera De Gastronomía",
    "faculty_name": "Facultad de Business School",
    "modality": "Presencial",
    "locations": [
      "Quito"
    ],
    "degree_title": "Licenciado(a) en Gastronomía",
    "semesters": "8 semestres",
    "cost": "$ 3.878,37",
    "description": ", te permitirá potenciar tu creatividad y talento para convertirte en un profesional integral gracias a nuestra metodología que combina la teoría y la práctica. Dentro de la carrera podrás explorar todas las áreas del conocimiento que conforman a un profesional gastronómico como es la administración de alimentos y bebidas; comunicación y marketing gastronómico; investigación, entre otras materias de especialidad. no solo aprende sobre técnicas tradicionales y modernas dentro de la cocina, sino también aprende sobre cómo manejar negocios de alimentos y bebidas, cómo crear productos para empresas especializadas, cómo hacer consultorías culinarias, o comunicar todo lo que ofrece esta carrera. Malla integral que permite desarrollar un perfil práctico y administrativo. Administración gastronómica, investigación, desarrollo e innovación, comunicación y creación de productos (i+D+i). caliente, cocina fría, panadería y pastelería, chocolatería y bebidas.​ Enfoque académico para formar profesionales globales. La UIDE ofrece prácticas en sus propios restaurantes y cafeterías. Además, tiene convenios con instituciones como Le Cordon Bleu (Perú) e INACAP (Chile) para experiencias internacionales. Sí, los docentes tienen al menos 10 años de experiencia en el sector gastronómico y restaurantero. Tu hijo podrá trabajar como chef, consultor, docente, emprendedor, planificador de menús, o desarrollador de productos alimenticios. La UIDE impulsa el emprendimiento con programas como “Emprende UIDE”, donde los estudiantes crean y gestionan sus propios negocios gastronómicos. La formación incluye sostenibilidad, tecnología y cultura gastronómica, con proyectos sociales y eventos culturales como la “Fiesta de las Naciones”. La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías Lo que dicen nuestros estudiantes de : “Una de las decisiones más acertadas en mi vida fue cursar mis estudios en la Escuela de Gastronomía de la UIDE, sus amplias instalaciones, docentes de calidad y el increíble personal de trabajo, han sido factores determinantes. Los conocimientos adquiridos en los últimos años académicos me permitieron desplegar al máximo mi creatividad, he logrado planificar y desarrollar mi proyecto de manera apropiada, forjando así, mis sueños”. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/02/MALLA-GASTRONOMIA-UIO-2024.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-fisioterapia/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de FISIOTERAPIA",
    "faculty_name": "Facultad de Ciencias Médicas de la Salud y de la Vida",
    "modality": "Presencial",
    "locations": [
      "Quito"
    ],
    "degree_title": "Licenciado(a) en Fisioterapia",
    "semesters": "8 semestres",
    "cost": "$ 3.740,16",
    "description": "te permitirá desarrollarte como un profesional especialista en promover, prevenir, mantener y restablecer, la salud y calidad del movimiento humano, a través de la creación e innovación de las diferentes intervenciones fisioterapéuticas. Lograrás este objetivo de acuerdo a los avances de la investigación científica, con un alto respeto a la dignidad humana, responsabilidad social y con capacidad de mantener una relación armónica interdisciplinaria con todas y cada una de las especialidades médicas dependientes de la fisioterapia. , de la Salud y la Vida, reconocida , gracias a su larga trayectoria de éxitos nacionales e internacionales. Asignaturas innovadoras con componentes prácticos alineados a los más recientes avances científicos y tecnología de punta. Enfoque académico para formar profesionales globales. La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en Lo que dicen nuestros estudiantes de : Estudiar Fisioterapia en la Universidad Internacional del Ecuador ha sido una experiencia transformadora. La combinación de teoría sólida y prácticas clínicas me ha permitido desarrollar las habilidades necesarias para ayudar a las personas a mejorar su calidad de vida. Los profesores son altamente capacitados y siempre están dispuestos a guiarnos, mientras que las instalaciones y convenios con centros médicos nos preparan para afrontar los retos del mundo profesional con confianza y excelencia.” Dentro de la fisioterapia puedes especializarte en áreas como: fisioterapia deportiva, neurológica, pediátrica, respiratoria, geriátrica, traumatológica, cardiovascular, y rehabilitación funcional. En la UIDE se brinda una formación integral que permite al estudiante explorar y orientarse hacia la especialidad de su interés. Un fisioterapeuta puede desempeñarse en hospitales, clínicas, centros de rehabilitación, consultorios privados, instituciones deportivas, centros geriátricos, colegios, e incluso emprendiendo su propio negocio. La carrera tiene una amplia salida laboral en el sector público y privado. La formación en la UIDE tiene un enfoque teórico-práctico. Desde los primeros semestres se trabaja en laboratorios y talleres, y a partir del tercer semestre los estudiantes comienzan sus prácticas en instituciones reales. Esto permite un aprendizaje activo y una preparación sólida para el campo laboral. Sí, algunas instituciones ofrecen prácticas preprofesionales remuneradas, aunque esto depende del lugar y del convenio específico. La UIDE brinda el acompañamiento necesario para que los estudiantes accedan a prácticas de calidad, tanto remuneradas como no remuneradas, priorizando siempre la experiencia formativa. La demanda de fisioterapeutas ha crecido en los últimos años, especialmente tras la pandemia, por el aumento de necesidades de rehabilitación física. Existe una alta demanda en hospitales, clínicas privadas, centros deportivos y en atención domiciliaria. Es una carrera con proyección y estabilidad laboral. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/05/malla-fisioterapia-uio-2024-1.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-finanzas-y-negocios-digitales/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de Finanzas y Negocios Digitales",
    "faculty_name": "Facultad de Business School",
    "modality": "Presencial",
    "locations": [
      "Quito",
      "Guayaquil"
    ],
    "degree_title": "Programa con Segunda Carrera Business School",
    "semesters": "Licenciado(a) en Finanzas y Negocios Digitales",
    "cost": "$ 3.829,32 | $ 2.068,00",
    "description": ", es un programa innovador con enfoque visionario que te permitirá comprender y aplicar los distintos conceptos de las en empresas, negocios y emprendimientos de diversas industrias a nivel nacional e internacional. A lo largo de la carrera podrás explorar diversas aristas relacionadas con los . Además, podrás conocer acerca de ciberseguridad, blockchain y criptomonedas, análisis de big data empresarial, entre otros. Todos estos conocimientos te permitirán explorar tu potencial como un futuro estratega y líder en la toma de decisiones empresariales enfocadas a la nueva era digital. en Finanzas y Negocios Digitales del país relacionadas con el uso de softwares para procesamiento de datos. hacia el mundo digital y el nuevo liderazgo.​ La UIDE está acreditada por ACBSP, un organismo internacional que certifica la calidad de los programas de negocios, asegurando una formación con estándares globales y enfoque en la excelencia. La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en la carrera de En general, se estima que entre 30 % y 40 % del plan de estudios está compuesto por asignaturas con un fuerte componente matemático o cuantitativo. Esta carrera une la lógica financiera con la innovación tecnológica, preparando profesionales que puedan operar en entornos de negocios cada vez más digitales y basados en datos. Se puede trabajar en: Analista Financiero Digital, Gerente de Finanzas Digitales, Consultor en Transformación Digital Financiera, Especialista en Fintech, entre otros. El mercado ecuatoriano aún está en un proceso de expansión en términos de puestos de trabajo para Finanzas y Negocios Digitales, hay un crecimiento importante en sectores como la banca, el comercio electrónico y las fintech, lo que está generando una demanda progresiva de profesionales con esta formación. Además, con el avance de la digitalización, se espera que la oferta de empleo siga aumentando en los próximos años. Después de completar la carrera de Finanzas y Negocios Digitales, hay varias maestrías que pueden complementar y ampliar tu formación, dependiendo de tus intereses y las áreas en las que desees especializarte. Algunas son: Maestría en Finanzas Digitales o Fintech, Maestría en Administración de Empresas (MBA) con énfasis en Finanzas, Maestría en Big Data y Análisis de Datos, etc. Lo que dicen nuestros estudiantes de : Estudiar Finanzas y Negocios Digitales en la UIDE ha sido una experiencia transformadora. Aprendí a combinar conocimientos financieros con herramientas tecnológicas innovadoras, lo que me permitió destacar en un mundo empresarial en constante evolución. Gracias a los profesores altamente capacitados y al enfoque práctico de la carrera, hoy me siento preparado para enfrentar los retos del mercado global. ¡Sin duda, una elección que marcó mi futuro! Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2026/01/malla-finanzas-y-negocios-dig.-uio-2026.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/finanzas-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "CARRERA DE Finanzas modalidad",
    "faculty_name": "Facultad de Business School",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "Licenciado/a en Finanzas",
    "semesters": "8 semestres",
    "cost": "$ 202,28",
    "description": "te permite desarrollar todas las habilidades necesarias para la gestión y el control de los recursos financieros de una organización. A lo largo de tus cuatro años de carrera te formarás como un experto en la planificación, implementación y control de estrategias, políticas comerciales, ventas y financieras, identificando y analizando la información relevante del área financiera interna y externa, para elaborar informes y presentar datos que apoyen las decisiones gerenciales. es parte del Consejo Latinoamericano de Escuelas de Administración. Seguimiento continuo a través de tutorías interactivas semanales​. Equilibra tu tiempo entre trabajo, familia y estudio. diseñada para el aprendizaje en línea y totalmente equipada, interactiva y fácil de utilizar.​ La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en la La carrera de Finanzas se enfoca en la gestión, análisis y toma de decisiones relacionadas con el dinero, las inversiones, y la administración de recursos financieros de empresas e instituciones. Por otro lado, la carrera de Contabilidad se centra en el registro, análisis y control de las transacciones financieras, con énfasis en la preparación de estados financieros y el cumplimiento de normativas fiscales y contables. El título de Licenciado en Finanzas no te faculta legalmente para firmar estados financieros, ya que esta función está reservada exclusivamente a los contadores públicos autorizados o profesionales que cuenten con la certificación correspondiente, como el título de Contador Público Autorizado (CPA). Con una licenciatura en Finanzas, puedes acceder a diversas oportunidades internacionales en áreas como la banca de inversión, la consultoría financiera, la gestión de inversiones, el análisis financiero y la planificación financiera. Puedes trabajar en organizaciones globales, como bancos internacionales, fondos de inversión, empresas multinacionales, organismos gubernamentales y firmas de consultoría. Con una licenciatura en Finanzas, puedes acceder a diversas oportunidades internacionales en áreas como la banca de inversión, la consultoría financiera, la gestión de inversiones, el análisis financiero y la planificación financiera. Puedes trabajar en organizaciones globales, como bancos internacionales, fondos de inversión, empresas multinacionales, organismos gubernamentales y firmas de consultoría. Sí, la carrera de Finanzas incluye formación en herramientas tecnológicas y software financiero, como Excel avanzado y plataformas de análisis y gestión de inversiones. Lo que dicen nuestros estudiantes de la carrera de: “Estudiar en la UIDE me llena de satisfacción y agradecimiento, ya que me ha permitido retomar mi objetivo académico que en algún momento pensé que no lo haría realidad. Formar parte de tan prestigiosa universidad con metodologías de estudio de calidad y excelencia académica, me ha dado la oportunidad de respaldar mi experiencia laboral con los conocimientos adquiridos y el resultado a todo esto es que tengo la oportunidad de ser más competitivo en un amplio mercado laboral”. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2026/01/finanzas.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/enfermeria-nocturna/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de Enfermería Nocturna",
    "faculty_name": "Facultad de Ciencias Médicas de la Salud y de la Vida",
    "modality": "Presencial",
    "locations": [
      "Quito"
    ],
    "degree_title": "Licenciado/a en Enfermería",
    "semesters": "Internado rotativo en Ecuador",
    "cost": "$ 2.535,00",
    "description": "desde el primer semestre (de A0 a B2) Enfermería Nocturna UIDE: Desarrolla juicio clínico para cuidado paciente, público/privado. Profesional autónomo en equipos de salud basados en evidencia. ¿Quieres ejercer en sistema de salud avanzado? Fórmate UIDE, prepárate para Austria/UE con malla espejo, alemán, y apoyo para ubicación profesional. Te acompañamos en cada paso para que tu ingreso al programa sea rápido y sin complicaciones. ¡Descubre si tienes lo que se necesita y comienza a transformar tu carrera hoy! Una demanda real. Una oportunidad única. Lo que dicen nuestros estudiantes de : Estudiar Enfermería en la UIDE me ha permitido adquirir habilidades prácticas y teóricas para atender con profesionalismo y empatía. Los profesores nos guían con pasión y nos preparan para enfrentar cualquier reto en el área de la salud. Además, las prácticas en hospitales y centros médicos nos dan una experiencia real que nos motiva a dar lo mejor de nosotros cada día.” Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/12/malla-enfermeria-2025.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-enfermeria/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de Enfermería",
    "faculty_name": "Facultad de Ciencias Médicas de la Salud y de la Vida",
    "modality": "Presencial",
    "locations": [
      "Quito"
    ],
    "degree_title": "Licenciado(a) en Enfermería",
    "semesters": "7 semestres + año internado rotativo",
    "cost": "$ 2.659,48",
    "description": "Con tu preparación te podrás desempeñar como un profesional autónomo que aporta a equipos de salud , de la Salud y la Vida, reconocida , gracias a su larga trayectoria de éxitos nacionales e internacionales. : Nuestra malla hace énfasis en una formación que complementa el conocimiento práctico y teórico del área de la salud. Modelo pedagógico que prioriza la formación Enfoque académico para formar profesionales globales. La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en Tienen un título universitario en enfermería (Licenciatura ) y han completado un programa de estudios que incluye teoría y práctica clínica y Auxiliar tiene un certificado o diploma de educación secundaria y han completado un programa de capacitación en auxiliar de enfermería, que suele ser más corto y enfocado en habilidades prácticas Sí, existen especialidades dentro de la carrera de enfermería en la Universidad Internacional del Ecuador (UIDE) y en general en la profesión de enfermería La carrera es práctica desde primer semestre y las prácticas en hospitales no son pagadas. : Capacidad de entender y compartir los sentimientos de los pacientes y sus familias. : Capacidad de comunicarse de manera clara y respetuosa con los pacientes, familias y otros profesionales de la salud. : Capacidad de mantener la calma y la compostura en situaciones estresantes y desafiantes. : Capacidad de mostrar cuidado y preocupación por los pacientes y sus familias. : Capacidad de adaptarse a situaciones cambiantes y priorizar tareas de manera efectiva. : Capacidad de trabajar colaborativamente con otros profesionales de la salud para proporcionar cuidado de alta calidad. : Capacidad de tratar a los pacientes con respeto y dignidad, independientemente de su condición o situación. : Capacidad de manejar el estrés y las emociones de manera efectiva. : Capacidad de mantenerse actualizado sobre los últimos avances y conocimientos en enfermería. : Capacidad de actuar con integridad y ética en la práctica de enfermería. Lo que dicen nuestros estudiantes de : Estudiar Enfermería en la UIDE me ha permitido adquirir habilidades prácticas y teóricas para atender con profesionalismo y empatía. Los profesores nos guían con pasión y nos preparan para enfrentar cualquier reto en el área de la salud. Además, las prácticas en hospitales y centros médicos nos dan una experiencia real que nos motiva a dar lo mejor de nosotros cada día.” Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/12/malla-enfermeria-2025.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-diseno-grafico/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "CARRERA DE DISEÑO GRÁFICO",
    "faculty_name": "Facultad de Arquitectura, Diseño y Arte",
    "modality": "Presencial",
    "locations": [
      "Quito"
    ],
    "degree_title": "Licenciado(a) en Diseño Gráfico",
    "semesters": "8 semestres",
    "cost": "$ 3.858,30",
    "description": "llevará tu creatividad a otro nivel. Desarrollarás destrezas que te permitirán abarcar proyectos de distinta naturaleza y aprenderás a transmitir de manera visual y creativa mensajes para diversas audiencias. Este programa cuenta con un alto contenido práctico a través del estudio de tendencias vanguardistas en nuestros talleres para tu aprendizaje. Esto se complementa con las asignaturas de especialización como diseño de packaging, diseño de exhibit, animación digital, cultura digital, entre otras que recibirás a lo largo de la es un programa único enfocado en la creatividad, emprendimiento e innovación. Manejamos una metodología basada en la Enfoque académico para formar profesionales globales. powered by ASU. Descubre nuestras instituciones aliadas para realizar tus pasantías y adquirir experiencia real en el mundo del diseño, creatividad digital y branding. Conéctate con las mejores oportunidades y lleva tu talento al siguiente nivel. Para sobresalir en Diseño Gráfico en la UIDE, es esencial combinar creatividad con dominio técnico. Esto incluye habilidades en herramientas digitales como Adobe Creative Cloud, así como una sólida comprensión de la comunicación visual, tipografía y composición. La capacidad para resolver problemas de manera innovadora y adaptarse a las tendencias del diseño también es crucial. La carrera en la UIDE es altamente práctica, enfocándose en proyectos reales que permiten a los estudiantes construir un portafolio sólido. A lo largo de los 8 semestres, los estudiantes participan en actividades que simulan el entorno laboral, preparando así una muestra de trabajos que reflejan su evolución y habilidades. Un programa de calidad en Diseño Gráfico debe contar con acreditaciones nacionales y alianzas internacionales. La UIDE, por ejemplo, ha establecido colaboraciones con instituciones como Arizona State University y ha sido reconocida como Academic Certification Proveer por SOLIDWORKS, lo que respalda la excelencia de su formación Las licencias se incluyen mientras son estudiantes, si desean acceder a equipos depende del gusto y presupuesto de cada estudiante. Lo que dicen nuestros estudiantes de : es más que creatividad, es una herramienta para comunicar ideas de forma poderosa. En la UIDE, aprendí a dominar tanto las técnicas tradicionales como las herramientas digitales más avanzadas. La modalidad en línea me permitió trabajar en proyectos que reflejan tendencias globales, guiado por profesionales apasionados que me retaron a llevar mi talento al siguiente nivel. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/02/Malla-Diseno-Grafico-2024.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/derecho-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "CARRERA DE Derecho modalidad en línea",
    "faculty_name": "Facultad de Jurisprudencia, Ciencias Sociales y Humanidades",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "Abogado (a)",
    "semesters": "8 semestres",
    "cost": "$ 233,08",
    "description": "te preparamos para que te destaques como un profesional altamente competitivo y para que puedas desenvolverte en el sector público y privado. Contarás con un enfoque multidisciplinario sobre la defensa de derechos humanos, democracia, diversidad y prevención de la corrupción, con una vocación de servicio a la comunidad. Nuestra malla académica hace énfasis en las ramas orgánicas y procesales de las principales materias del derecho y abordan de manera integral las ciencias jurídicas. preprofesionales con instituciones del Estado como: Consejo de la Judicatura, Procuraduría General del Estado, Tribunal Contencioso Electoral, entre otros. Derecho como ciencia global, estándares internacionales, derechos humanos y garantías, y prevención de la corrupción. avalado por el Consejo de la Judicatura. durante toda la carrera para formar un exitoso profesional bilingüe. No es posible, ya que la legislación varía en cada país. En el título no se especifíca la modalidad en la cual se esta graduando El tìtulo es Abogado de los Tribunales y Juzgado de la República Las prácticas tenemos tanto presenciales como virtuales La modalidad On line es completamente en línea no se requiere la presencia del estudiante Lo que dicen nuestros estudiantes de la carrera de: \"Decidí estudiar Derecho porque desde que era pequeño mis abuelos me inculcaron la importancia del liderazgo, la política, pero sobre todo la justicia y es justamente esta carrera la que abarca todos esos ideales. Estudiar en la Modalidad en línea me ha permitido tener un horario flexible y la posibilidad de conectarme a mis clases desde cualquier lugar en el que me encuentre”. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2026/01/derecho.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-derecho/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de derecho",
    "faculty_name": "Facultad de Jurisprudencia, Ciencias Sociales y Humanidades",
    "modality": "Presencial",
    "locations": [
      "Quito",
      "Guayaquil",
      "Loja"
    ],
    "degree_title": "Abogado/a",
    "semesters": "8 semestres",
    "cost": "$ 3.554,81 | $ 1.624,30 | $ 2.835,00",
    "description": "estudiarás diversas áreas de las ciencias jurídicas que te permitirán ofrecer servicios de asesoría, litigio, investigación y administración de justicia, de acuerdo a estándares nacionales e internacionales. Nuestra carrera hace un estudio multidisciplinar e integral de la formación académica que requiere un profesional de las ciencias jurídicas, a través de una nueva malla innovadora, competitiva y pedagógicamente adaptada a las necesidades cambiantes de sociedad jurídica ecuatoriana e internacional. preprofesionales con instituciones del Estado como: Consejo de la Judicatura, Procuraduría General del Estado, Tribunal Contencioso Electoral, entre otros. Derecho como ciencia global, estándares internacionales, derechos humanos y garantías, y prevención de la corrupción. avalado por el Consejo de la Judicatura. durante toda la carrera para formar un exitoso profesional bilingüe. La UIDE powered by ASU te acompaña en tu formación jurídica. Conoce las instituciones aliadas donde puedes realizar tus pasantías en la Lo que dicen nuestros estudiantes de : “Decidí estudiar Derecho para entender el mundo en su totalidad ya que esta disciplina está presente en todas las realidades humanas. Además, escogí la UIDE ya que no solo me impulsará en el ámbito académico sino también en el personal para convertirme en una profesional justa y comprometida”. La UIDE mantiene convenios con instituciones como el Consejo de la Judicatura, la Procuraduría General del Estado y el Tribunal Contencioso Administrativo, lo que permite a los estudiantes de Derecho realizar sus prácticas preprofesionales en áreas como derecho civil, penal y administrativo. Además, la universidad cuenta con su propio Consultorio Jurídico, donde los alumnos pueden brindar asesoría legal gratuita a la comunidad, aplicando sus conocimientos en casos reales. También se facilita el acceso a pasantías en estudios jurídicos y departamentos legales de empresas privadas, ofreciendo una valiosa experiencia en el ámbito corporativo. La carrera de Derecho en la UIDE se destaca por su duración de solo 4 años, prácticas preprofesionales desde el tercer semestre y un 80% de clases prácticas. Tiene un enfoque internacional gracias a su alianza con ASU, y ofrece una formación multidisciplinaria desde el primer semestre. Además, cuenta con uno de los mejores consultorios jurídicos gratuitos del país. Tenemos un excelente índice de empleabilidad, gracias que la universidad te prepara con prácticas desde el tercer semestre, lo que facilita el desarrollo de experiencia real antes de egresar. Además, su enfoque práctico, el consultorio jurídico gratuito y los convenios con instituciones públicas y privadas fortalecen tu red de contactos y empleabilidad. También destacan por incluir habilidades blandas y enfoque internacional, lo que te hace competitivo en el mercado legal. Sí, la carrera de Derecho en la UIDE tiene un enfoque internacional gracias a su alianza con Arizona State University (ASU) y una malla curricular alineada con estándares globales. Los estudiantes tienen la oportunidad de participar en intercambios académicos a más de 100 destinos y obtener certificaciones, como las \"Power Skills\", cursadas en Granada. Además, la UIDE ofrece \"Global Signature Courses\", que permiten tomar clases con profesionales internacionales, enriqueciendo la formación con perspectivas globales. En la UIDE, los estudiantes de Derecho pueden participar en el Consultorio Jurídico Gratuito a partir del tercer semestre. Este consultorio permite aplicar conocimientos en casos reales, ayudando a cumplir las 500 horas de prácticas preprofesionales necesarias para la titulación. Además, brinda experiencia práctica supervisada en diversas áreas del derecho. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/08/malla-derecho-uio-2024.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/contabilidad-y-auditoria-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de contabilidad y auditoría modalidad en línea",
    "faculty_name": "Facultad de Business School",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "8 semestres",
    "semesters": "En Linea",
    "cost": "$ 194,58",
    "description": ", te permitirá dominar metodologías para el diseño y estructuración de balances contables expresados en la construcción y aplicación de estados financieros; desarrollarás un razonamiento abstracto y crítico que permita su análisis e interpretación dentro del contexto de una organización. Estarás capacitado para llevar adelante procesos de auditoría, emitir los resultados mediante informes objetivos e imparciales y liderar proyectos de emprendimiento e innovación. es parte del Consejo Latinoamericano de Escuelas de Administración Seguimiento continuo a través de tutorías interactivas semanales​ Equilibra tu tiempo entre trabajo, familia y estudio. diseñada para el aprendizaje en línea y totalmente equipada, interactiva y fácil de utilizar.​ La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en la La carrera generalmente dura 4 a 5 años, dependiendo de la universidad y del país. En muchos casos, se estructura en 8 a 10 semestres. Contabilidad: se enfoca en registrar, clasificar y analizar la información financiera de una empresa. Auditoría: revisa y evalúa esa información contable para asegurar que sea veraz, legal y confiable. En resumen: la contabilidad prepara los informes financieros y la auditoría los revisa para validar su exactitud. Lo que dicen nuestros estudiantes de: Estudié Contabilidad y Auditoría en la UIDE. Lo que más me gustó de la carrera fue la calidad de los profesores, quienes siempre estuvieron dispuestos a resolver nuestras dudas y a compartir sus conocimientos y experiencias. Los laboratorios y simuladores contables me permitieron poner en práctica lo aprendido de manera muy realista. Sin duda, la UIDE me brindó una sólida formación académica. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/09/contabilidad-y-auditoria-2025-2.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/comunicacion-y-medios-digitales-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de COMUNICACIÓN Y MEDIOS DIGITALES MODALIDAD EN LÍNEA",
    "faculty_name": "Facultad de Jurisprudencia, Ciencias Sociales y Humanidades",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "Licenciado/a en Comunicación y Medios Digitales",
    "semesters": "8 semestres",
    "cost": "$ 189,08",
    "description": "en la UIDE powered by ASU te permite dominar las últimas tecnologías y desarrollar estrategias de comunicación para conectar e inspirar a las nuevas audiencias. Con un enfoque práctico en creación de contenidos, posicionamiento web, storytelling inmersivo, diseño UX y gestión de plataformas digitales, este programa te prepara para liderar los nuevos medios. Nuestra propuesta académica incluye técnicas y metodologías prácticas para que desarrolles campañas comunicación 360. Complementariamente, se exploran diferentes técnicas de producción audiovisual-digital aplicables a diferentes formatos. Acompañamiento progresivo durante toda la carrera para formar un exitoso profesional bilingüe. Seguimiento continuo a través de tutorías interactivas semanales. Equilibrio entre tu tiempo de trabajo, familia y estudio. diseñada para el aprendizaje en línea y totalmente equipada, interactiva y fácil de utilizar.​ La UIDE powered by ASU impulsa tu crecimiento en comunicación. Conoce las instituciones aliadas donde puedes realizar tus pasantías en la carrera de Comunicación en modalidad en línea ofrece una formación integral que permite al estudiante desenvolverse en diversas áreas como: comunicación estratégica, periodismo digital, comunicación corporativa, producción audiovisual, y manejo de redes sociales y contenidos digitales. Estas áreas están orientadas tanto al ámbito empresarial como a medios de comunicación. La carrera está diseñada para prepararte en ambos escenarios. Contamos con una malla curricular que incluye asignaturas de emprendimiento, desarrollo de proyectos y comunicación digital, lo que permite que el estudiante no solo esté listo para incorporarse a empresas o medios, sino también para crear su propia marca o agencia de comunicación. En UIDE fomentamos el pensamiento crítico y creativo con enfoque emprendedor. Sí, totalmente. Todos nuestros estudiantes deben realizar prácticas preprofesionales como requisito de titulación. Estas prácticas pueden realizarse en medios de comunicación, agencias, empresas del sector público o privado, e incluso en proyectos propios si cumplen con los requisitos. Además, desde el área de vinculación, acompañamos a nuestros estudiantes para facilitar el proceso. Buscamos personas con interés en informar, conectar y transformar realidades a través del lenguaje y los medios. El aspirante debe ser creativo, curioso, con buena redacción y expresión oral, además de interés por las tecnologías y el entorno social. No necesita experiencia previa, pero sí muchas ganas de aprender e innovar. Producción de contenidos audiovisuales y digitales Pensamiento crítico y análisis del entorno mediático Además, fortalecerás tu capacidad para trabajar en equipo, resolver problemas y comunicarte con distintos públicos de forma efectiva. Lo que dicen nuestros estudiantes de la carrera de: Siempre me ha apasionado el mundo de la comunicación y las nuevas tecnologías. Elegir estudiar Comunicación y Medios Digitales en línea en la UIDE me permitió combinar mi formación profesional con mi vida diaria. Las clases virtuales son dinámicas y actualizadas, y el enfoque en herramientas digitales me ha preparado para crear contenido innovador y manejar estrategias en plataformas digitales.\" Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/09/malla-comunicacion-y-medios-digitales-actualizada-2025.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-comunicacion-y-medios-digitales/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de comunicación y medios digitales",
    "faculty_name": "Facultad de Jurisprudencia, Ciencias Sociales y Humanidades",
    "modality": "Presencial",
    "locations": [
      "Quito"
    ],
    "degree_title": "Licenciado/a en Comunicación y Medios Digitales",
    "semesters": "8 semestres",
    "cost": "$ 3.554,81",
    "description": "te permite Dominar las últimas tecnologías y desarrollar estrategias de comunicación que te permitirán conectar e inspirar a las nuevas audiencias. Con un enfoque práctico en creación de contenidos, posicionamiento web, storytelling inmersivo, diseño UX y gestión de plataformas digitales, este programa te prepara para liderar los nuevos medios. Nuestra propuesta académica incluye técnicas y metodologías prácticas para que desarrolles campañas comunicación 360. Complementariamente, se exploran diferentes técnicas de producción audiovisual – digital aplicables a diferentes formatos. Además, la licenciatura en Comunicación y Medios Digitales te permite obtener una segunda titulación con Arizona State University gracias a nuestro programa 3+1. Obtén 2 títulos en 4 años y opta por trabajar en EEUU después de graduarte. Metodología práctica con énfasis en creación de contenidos. Enfoque en nuevos medios, nuevas audiencias y narrativas inmersivas para conectar con los usuarios. IA, nuevas tecnologías y gestión estratégica de nuevos medios. Colaboración en proyectos transmedia con diferentes universidades del mundo. La UIDE powered by ASU impulsa tu crecimiento en comunicación. Conoce las instituciones aliadas donde puedes realizar tus pasantías en la carrera de La carrera de Comunicación y Medios Digitales en la UIDE se enfoca en nuevas tecnologías, creación de contenidos digitales y estrategias de marketing digital, con la posibilidad de obtener una doble titulación internacional con Arizona State University (ASU). A diferencia de otras universidades en Ecuador, que suelen tener programas más centrados en medios tradicionales, la UIDE ofrece un enfoque más avanzado en medios digitales, SEO, producción audiovisual y gestión de plataformas digitales. Además, tiene la ventaja de ofrecer modalidad presencial y en línea para mayor flexibilidad. La carrera de Comunicación y Medios Digitales en la UIDE incluye laboratorios y talleres prácticos en producción audiovisual y edición de contenidos digitales. Los estudiantes adquieren experiencia en la creación de videos, diseño gráfico, animación y otros formatos multimedia, trabajando de manera colaborativa. Estos laboratorios están respaldados por la alianza con Arizona State University (ASU), lo que permite el acceso a tecnologías avanzadas y una perspectiva internacional. En la UIDE, al estudiar la carrera de Comunicación y Medios Digitales, puedes obtener certificaciones internacionales. Además de la titulación, puedes obtener una doble titulación con Arizona State University (ASU). La universidad también ofrece programas de educación continua con cursos online que otorgan certificados digitales. La UIDE ofrece apoyo en la búsqueda de empleo a través de su Bolsa de Empleo UIDE, que conecta a los graduados con más de 300 empresas. Además, organiza ferias laborales y mantiene alianzas con empresas para facilitar el acceso de los estudiantes al mercado laboral. Los graduados pueden acceder a la bolsa de empleo mediante una cuenta personal para almacenar su hoja de vida y postular a vacantes disponibles. Lo que dicen nuestros estudiantes de : “Lo que más destaco de mi experiencia en la UIDE es la libertad que tengo por el espacio que tenemos en el campus y la malla curricular. Es algo que a mí me encanta porque hemos podido estudiar los diferentes ámbitos de la Comunicación, a diferencia de otras universidades. Además, dentro de la malla, destaco la innovación”. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/09/nueva-malla-31-comunicacion-y-medios-digitales-2-1.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/comercio-exterior-y-aduanas-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera De Comercio exterior y aduanas en Línea",
    "faculty_name": "Facultad de Business School",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "Licenciado(a) en Comercio Exterior y Aduanas",
    "semesters": "8 semestres",
    "cost": "$ 195,68",
    "description": "y adquiere una formación estratégica con proyección internacional. Domina los procesos logísticos, la normativa aduanera y las operaciones de comercio internacional desde un enfoque digital, flexible y actualizado. Desarrolla habilidades para , tanto a nivel nacional como internacional. Esta modalidad online te permitirá formarte como un , preparado para liderar en un entorno comercial dinámico, globalizado y en constante transformación. Carrera enfocada en los pilares fundamentales del comercio internacional: Comercio Exterior y Logística Aduanera. Materias como nomenclatura y valoración aduanera, importación y exportación; gestión de procesos y cadena de suministro, adquisiciones estratégicas, entre otras. Materias prácticas relacionadas con el uso de softwares de comercio exterior. Enfoque académico para formar profesionales globales. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/07/malla-comercio-exterior-y-aduanas.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-comercio-exterior-y-aduanas/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera De Comercio exterior y aduanas",
    "faculty_name": "Facultad de Business School",
    "modality": "Presencial",
    "locations": [
      "Quito"
    ],
    "degree_title": "Licenciado(a) en Comercio Exterior y Aduanas",
    "semesters": "8 semestres",
    "cost": "$ 2.068,00",
    "description": "Carrera enfocada en los pilares fundamentales del comercio internacional: Comercio Exterior y Logística Aduanera. Materias como nomenclatura y valoración aduanera, importación y exportación; gestión de procesos y cadena de suministro, adquisiciones estratégicas, entre otras. Materias prácticas relacionadas con el uso de softwares de comercio exterior. Enfoque académico para formar profesionales globales. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2025/02/malla-comercio-exterior-y-aduanas-gye.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-ciencias-politicas-y-relaciones-internacionales/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de ciencias políticas y relaciones internacionales",
    "faculty_name": "Facultad de Jurisprudencia, Ciencias Sociales y Humanidades",
    "modality": "Presencial",
    "locations": [
      "Quito"
    ],
    "degree_title": "Licenciado(a) en Ciencias Políticas y Relaciones Internacionales",
    "semesters": "8 semestres",
    "cost": "$ 3.875,98",
    "description": "te formará como un profesional con las capacidades y destrezas necesarias para analizar contextos y fenómenos complejos que involucran a diversos actores a nivel local, regional y global. Esta carrera multidisciplinaria integra de manera profunda el estudio de , junto con conocimientos clave en como el medioambiente, el género o la seguridad internacional. Además de adquirir una comprensión sólida de los sistemas políticos y las relaciones internacionales, en áreas como la política nacional e internacional, la seguridad nacional, el derecho internacional, la economía global y el análisis de la política exterior. Con la oportunidad de seguir una gracias a nuestro programa 3+1, tendrás acceso a una formación de clase mundial que ampliará tus horizontes profesionales a nivel internacional. Obtén 2 títulos en 4 años y opta por trabajar en EEUU después de graduarte. como el Laboratorio de Relaciones Internacionales (IR Lab) y Grupo de Investigación Asia-América Latina. y líderes de opinión en medios nacionales e internacionales. Ciclo de conferencias semestrales con destacados personajes del mundo de las Inglés gratuito desde primer semestre para alcanzar el B2 hasta sexto semestre. La UIDE powered by ASU te acompaña en tu desarrollo global. Conoce las instituciones aliadas donde puedes realizar tus pasantías en la La carrera de Ciencias Políticas y Relaciones Internacionales se enfoca en el análisis de la política, el poder y las relaciones globales, mientras que Derecho se centra en el estudio de las leyes y la resolución de conflictos legales. Aunque ambas carreras tienen áreas de estudio distintas y objetivos diferentes, comparten algunas disciplinas comunes y un enfoque globalizado, gracias a nuestra afiliación con ASU Estudiar Relaciones Internacionales en la UIDE ofrece ventajas significativas como su alianza con la Universidad Estatal de Arizona (ASU), lo que permite una formación globalizada. A través del programa 3+1, los estudiantes obtienen una doble titulación en solo cuatro años. Además, la UIDE promueve intercambios académicos, experiencias prácticas y certificaciones internacionales, brindando una formación integral. Su infraestructura moderna acceso a una educación de calidad. También tienes la oportunidad de estudiar varios idiomas, como inglés y francés. La UIDE tiene convenios internacionales con universidades en más de 100 destinos, permitiendo a los estudiantes de Relaciones Internacionales participar en programas de intercambio. Destacan convenios con ASU, la Universidad de Tecnología de Kaunas (Lituania), y universidades en España, México, Alemania y Costa Rica. Estos acuerdos ofrecen oportunidades para obtener una doble titulación, participar en programas Erasmus+, y mejorar las competencias interculturales y profesionales de los estudiantes. Los egresados de Relaciones Internacionales de la UIDE pueden trabajar en embajadas, consulados, organismos internacionales (como ONU u OEA), ONGs, y en empresas multinacionales. También pueden desempeñarse en comercio exterior, análisis político, cooperación internacional o docencia. Su perfil les permite actuar a nivel nacional e internacional. Al finalizar tu año de estudios en ASU, contarás con el respaldo del departamento de estudiantes internacionales, que te guiará paso a paso en el proceso y requisitos para aplicar a la visa OPT. Lo que dicen nuestros estudiantes de : \" Siempre que me preguntan por qué escogí estudiar Relaciones Internacionales en la UIDE lo primero que viene a mi mente es ese deseo que tenía por algún día trabajar en alguna agencia de la ONU o en alguna organización que me permita ayudar y hacer un cambio en el mundo. Ese sueño sigue en pie, pero me di cuenta del gran espectro de oportunidades en diferentes ámbitos para los que me prepara la Escuela de Relaciones Internacionales. Mi experiencia ha sido muy satisfactoria pues he aprendido muchísimo de manera multidisciplinaria y con un enfoque internacional. Además, las oportunidades de prácticas que he logrado obtener me han acercado cada vez más a mi sueño, así como a conocer todas opciones en las que podría ejercer”. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/09/nueva-malla-relaciones-internacionales-uio-31-1.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-ingenieria-civil/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de INGENIERÍA CIVIL",
    "faculty_name": "Facultad de Ingenierías Aplicadas y Desarrollo Industrial",
    "modality": "Presencial",
    "locations": [
      "Quito"
    ],
    "degree_title": "Ingeniero(a) Civil",
    "semesters": "8 semestres",
    "cost": "$ 3.740,16",
    "description": "te convertirá en un profesional experto en el diseño e implementación de soluciones integrales que aporten de forma significativa al desarrollo de infraestructuras, teniendo en cuenta la sostenibilidad y sustentabilidad, a través de nuestra metodología que combina el desarrollo de Asignaturas desarrolladas con contenidos innovadores y vanguardistas. Clases presenciales acompañadas de contenido virtual en nuestra plataforma académica. Enfoque académico para formar profesionales globales. La UIDE powered by ASU te acompaña en todo momento. Conoce algunas de las instituciones aliadas en las que puedes realizar tus pasantías en Laboratorios diseñados para complementar la enseñanza teórica y proporcionar experiencia directa en áreas clave de la ingeniería civil. Está actualizada con normativas nacionales e internacionales de construcción, alineando su formación con estándares globales como los de Arizona State University (ASU). Los estudiantes aplican normativas como el Código Ecuatoriano de la Construcción (CEC) y la Norma Ecuatoriana de la Construcción (NEC) en proyectos prácticos. Esto asegura una educación de alta calidad y acorde con las mejores prácticas internacionales. El horario es presencial tiempo completo de lunes a viernes desde las 7am hasta las 5 pm. En la UIDE, la carrera de Ingeniería Civil permite a los estudiantes enfocarse en áreas clave como estructuras, hidráulica, construcción y vialidad. Aunque no hay especializaciones formales, la malla curricular permite profundizar en estos campos. Además, se ofrecen oportunidades de internacionalización y movilidad estudiantil para enriquecer la formación. En la UIDE, los estudiantes de Ingeniería Civil realizan prácticas laborales en empresas y organizaciones relacionadas con el campo, tanto a nivel nacional como internacional. También participan en prácticas comunitarias en sectores vulnerables. Lo que dicen nuestros estudiantes de : Estudiar Ingeniería Civil en la UIDE ha sido la mejor decisión, ya que me ha brindado una formación práctica y actualizada. Las clases son muy dinámicas y los laboratorios cuentan con tecnología de última generación, lo que me permite aplicar mis conocimientos a proyectos reales y prepararme para transformar el entorno con responsabilidad y creatividad.\" Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/04/malla-ing.-civil-uio-2024.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-arquitectura/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "CARRERA DE ARQUITECTURA",
    "faculty_name": "Facultad de Arquitectura, Diseño y Arte",
    "modality": "Presencial",
    "locations": [
      "Quito",
      "Guayaquil"
    ],
    "degree_title": "Arquitecto(a)",
    "semesters": "9 semestres",
    "cost": "$ 3.826,65 | $ $1.929,62",
    "description": "te ayudará a desarrollar una visión integral del diseño y la arquitectura, permitiéndote formular proyectos a nivel urbano, arquitectónico, interior y de detalle. A lo largo de la formación, adquirirás dominio de herramientas y medios que facilitarán la construcción de espacios más sustentables y sostenibles, desde edificios hasta paisajes urbanos. La carrera de arquitectura ha sido, ganadora de premios nacionales e internacionales como el CIUHABITAT 2016 y C40 Students Reinventing Cities 2021 y BAQ 2022. Enfoque académico para formar profesionales globales. La UIDE powered by ASU te acompaña en tu formación en la . Descubre las instituciones aliadas donde podrás realizar tus pasantías y fortalecer tus habilidades en diseño, construcción y planificación urbana. En Ecuador, la demanda de arquitectos está influenciada por el desarrollo urbano y la necesidad de infraestructura. Según un artículo de UIDE, con el crecimiento urbano y la demanda de infraestructura, los arquitectos están en alta demanda en diversas áreas, desde la planificación urbana hasta el diseño de interiores. La carrera de Arquitectura es conocida por su alta carga académica y la dedicación que requiere fuera del horario de clases. Los estudiantes suelen invertir muchas horas en el desarrollo de proyectos, maquetas y presentaciones. En la UIDE, la carrera tiene una duración de 9 semestres en modalidad presencial, y se espera que los estudiantes participen activamente en actividades prácticas y proyectos La UIDE ha establecido una alianza estratégica con Arizona State University (ASU), reconocida por su innovación educativa. Esta colaboración potencia la calidad académica del programa de Arquitectura. Además, la UIDE ha obtenido reconocimientos nacionales e internacionales, como premios en concursos de arquitectura y acreditaciones que respaldan la calidad de sus programas . Lo que dicen nuestros estudiantes de : me permitió crecer profesionalmente porque me dieron la oportunidad de explorar a lo largo de mis años de estudio el tipo de arquitectura que mejor va conmigo, transmitiendo en mis proyectos y diseños parte de mi identidad. Hoy soy el encargado de los proyectos residenciales de una importante constructora. Por esto y más yo recomiendo la UIDE. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/05/malla-arquitectura-2024.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-administracion-publica-en-linea/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de Administración Pública modalidad en línea",
    "faculty_name": "Facultad de Business School",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "Licenciado en Administración Pública",
    "semesters": "8 semestres",
    "cost": "$ 195,68",
    "description": "forma líderes para el sector público. El programa, que integra ciencia, innovación y gestión, te capacita para diseñar, implementar y evaluar políticas de impacto social. Su plan de estudios se alinea con tendencias globales en gobierno abierto, gestión estratégica y digitalización del Estado. La vinculación con instituciones gubernamentales y organismos internacionales permite participar en proyectos de desarrollo territorial y equidad. La UIDE powered by ASU te acompaña en tu formación en la . Descubre instituciones aliadas líderes donde podrás realizar tus pasantías y aplicar tus conocimientos en gestión empresarial, liderazgo e innovación. Incluyen estudios de caso reales, simulaciones empresariales, proyectos colaborativos y análisis de empresas actuales para aplicar los conocimientos teóricos. Se aprecian la capacidad de análisis, habilidades de comunicación, pensamiento crítico, manejo básico de herramientas digitales y organización del tiempo. Generalmente se ofrecen énfasis en finanzas, marketing, gestión de recursos humanos, emprendimiento y operaciones, según la universidad. Forma líderes con visión estratégica, capacidad para tomar decisiones, habilidades en gestión de recursos y competencias digitales para entornos empresariales modernos. La modalidad online de Administración de Empresas en la UIDE es reconocida por su calidad académica, su enfoque práctico y su alianza con Arizona State University. Forma profesionales competitivos, con visión global y habilidades adaptadas al entorno empresarial actual. Lo que dicen nuestros estudiantes de la carrera de: “Actualmente tengo mi propio negocio. Mi marca es FS Rosas, un laboratorio de cosméticos para el cuidado de la piel. La UIDE y sus docentes aportaron en mi vida tanto profesional como personal con su apoyo y su guía. Desde el inicio de la carrera nos enseñaron a ser líderes del futuro y a crear empresa. Ahora que me desempeño como administradora de mi propio negocio, aplico diferentes habilidades como liderazgo, toma de decisiones, manejo de personal, resiliencia al cambio y mucha perseverancia. La UIDE se destaca por brindar una educación personalizada, lo que se refleja en una mejor preparación académica y está en constante innovación a las tendencias del mundo actual”. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2026/01/administracion-publica-2025-2.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/administracion-de-empresas-online/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de Administración de empresas modalidad",
    "faculty_name": "Facultad de Business School",
    "modality": "En línea",
    "locations": [
      "Virtual"
    ],
    "degree_title": "Licenciado(a) en Administración de Empresas",
    "semesters": "8 semestres",
    "cost": "$ 195,68",
    "description": "te prepara para ocupar cargos de apoyo y directivos con responsabilidad institucional que impliquen la preparación e implementación de planes estratégicos, gestión de operaciones y procesos, desarrollo de estrategias financieras, manejo del talento humano, e implementación de políticas y sistemas de gestión de calidad. es parte del Consejo Latinoamericano de Escuelas de Administración para la formación de profesionales capaces de liderar sus propias empresas.​ hacia el mundo digital y el nuevo liderazgo.​ diseñada para el aprendizaje en línea y totalmente equipada, interactiva y fácil de utilizar.​ La UIDE powered by ASU te acompaña en tu formación en la . Descubre instituciones aliadas líderes donde podrás realizar tus pasantías y aplicar tus conocimientos en gestión empresarial, liderazgo e innovación. Incluyen estudios de caso reales, simulaciones empresariales, proyectos colaborativos y análisis de empresas actuales para aplicar los conocimientos teóricos. Se aprecian la capacidad de análisis, habilidades de comunicación, pensamiento crítico, manejo básico de herramientas digitales y organización del tiempo. Generalmente se ofrecen énfasis en finanzas, marketing, gestión de recursos humanos, emprendimiento y operaciones, según la universidad. Forma líderes con visión estratégica, capacidad para tomar decisiones, habilidades en gestión de recursos y competencias digitales para entornos empresariales modernos. La modalidad online de Administración de Empresas en la UIDE es reconocida por su calidad académica, su enfoque práctico y su alianza con Arizona State University. Forma profesionales competitivos, con visión global y habilidades adaptadas al entorno empresarial actual. Lo que dicen nuestros estudiantes de la carrera de: “Actualmente tengo mi propio negocio. Mi marca es FS Rosas, un laboratorio de cosméticos para el cuidado de la piel. La UIDE y sus docentes aportaron en mi vida tanto profesional como personal con su apoyo y su guía. Desde el inicio de la carrera nos enseñaron a ser líderes del futuro y a crear empresa. Ahora que me desempeño como administradora de mi propio negocio, aplico diferentes habilidades como liderazgo, toma de decisiones, manejo de personal, resiliencia al cambio y mucha perseverancia. La UIDE se destaca por brindar una educación personalizada, lo que se refleja en una mejor preparación académica y está en constante innovación a las tendencias del mundo actual”. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2026/01/admi-empresas.pdf"
  },
  {
    "university_name": "Universidad Internacional del Ecuador",
    "career_url": "https://www.uide.edu.ec/carrera-de-administracion-de-empresas/",
    "data_collection_date": "2026-01-23",
    "university_type": "Privada",
    "university_contact": "admisiones@uide.edu.ec",
    "career_name": "Carrera de Administración de empresas",
    "faculty_name": "Facultad de Business School",
    "modality": "Presencial",
    "locations": [
      "Quito",
      "Guayaquil",
      "Loja"
    ],
    "degree_title": "Licenciado(a) en Administración de Empresas",
    "semesters": "8 semestres",
    "cost": "$3.829,32 | $1.624,30 | $2.068,00",
    "description": "serás un profesional capaz de aplicar de manera eficiente conceptos y teorías de la administración para la toma de decisiones adecuadas desde una perspectiva global, empresarial y de innovación. Podrás planificar y liderar la construcción de estrategias diferenciadoras en entornos empresariales cambiantes con pensamiento crítico en la era digital. es parte del Consejo Latinoamericano de Escuelas de Administración para la formación de profesionales capaces de liderar hacia el mundo digital y el nuevo liderazgo.​ La UIDE, aliada con ASU, te acompaña en la . Realiza pasantías en instituciones líderes para aplicar tus conocimientos, desarrollar habilidades empresariales y potenciar tu futuro profesional. Materias de emprendimiento para la formación de profesionales capaces de liderar sus propias empresas.​ Negocios Internacionales está más orientado al comercio global y la interacción entre mercados internacionales, mientras que Administración de Empresas tiene un enfoque más amplio en la gestión interna de organizaciones, sin limitarse necesariamente al contexto internacional. La taza de empleabilidad es un 100% ya que por medio de sus prácticas todos los chicos se quedan trabajando y ganan experiencia. Lo que dicen nuestros estudiantes de : “Actualmente tengo mi propio negocio. Mi marca es FS Rosas, un laboratorio de cosméticos para el cuidado de la piel. La UIDE y sus docentes aportaron en mi vida tanto profesional como personal con su apoyo y su guía. Desde el inicio de la carrera nos enseñaron a ser líderes del futuro y a crear empresa. Ahora que me desempeño como administradora de mi propio negocio, aplico diferentes habilidades como liderazgo, toma de decisiones, manejo de personal, resiliencia al cambio y mucha perseverancia. La UIDE se destaca por brindar una educación personalizada, lo que se refleja en una mejor preparación académica y está en constante innovación a las tendencias del mundo actual”. Av. Las Aguas y calle 15, Urbanor 2.",
    "study_plan_pdf": "https://www.uide.edu.ec/wp-content/uploads/2024/05/malla-adm.-de-empresas-2024.pdf"
  }
]