[
    {
        "universidad":"UNEMI",
        "carrera":"Software",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/ingenieria-de-software\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO FACULTAD CIENCIAS E INGENIERÍA MALLA CURRICULAR - TRANSICIÓN 2019 CARRERA: SOFTWARE Co álcul ISnotrfotwdaurcec ión Ingeniería de Aprlgoogrriatmmaoc yió lnóg ica de Lenguaje y comunicación HPE T RS OOE TRS AA 1 E LS 5 N CIAL TO A T S PE 0 A I RX S L P Á T H EC N O RT O RII CM A A A E S S SN I S T T A L E 3 S T S O TAL HOR 2 A 7 S AUTÒNOMAHPSR O RE - A S P PR 0 RA OCFTEICSAIOSN ALES CR 1 E 5 D ITO THS O EOM TRAAA LSN A 45 L SREE H 7 M O 2 ER 0 SA TS ASIR NGA U 4 N S MA T U I D 8 5 O 0 C A 0 0SI STP .E F N 0 0 C .A I 2 0 4 1 0 C 1 1 AD 6 U 0 0 T TL 2 1 O 4 5 T 0 A C 5 R AS 6 IS 4 D NO 0 .CA 0 4 P I 1 . 0 ES 2 0 OA 1 8 U 9 0 8 T 1 2 1 9 T 1 IO 2 S 2 T A 4 L CR AS 4 IS 8 D N O 0 .AC 4 3 P 8 I.S E 0 4 O A 1 8 3 U0 4 T 1 1 3 4 4 TA O 9 4 LT 3 A L CR D 4 O 3 8 C AS 0 0 I S P.E T N 0 0 . C A 1 I0 4 1 4 LA 9 6 CU 6 T T 1 O 4 9 LT 4 A C 3 R U N D A D Á SIC A B I II D 3 O 2 2 C AS00 IS P.E F Á N00 L C . l A gi I n 9 0 ee 6 2 ba A r A 6 la L U 4 4 T TO 9 6 T 6 A L C 2 R D 6 4 O 4 C A 11S 6 IS P.E 1 N1 F 6 .A C Fa 1 I í O 9 s 2 2 ic A F 9 6 U I 6 T T 1 1 O 9 2 T 2 A L C 4 R Isn 4 o 3 g 8 f et 00 wn 23 iae 2 r 4A re S í 6 9 a IS 4 D 3 d N O 1 e .CA 4 r 4 P e I . S E q O A u 1 U e 0 4 T r 2 4 i T I m O R T i A e L n C t R o s de 4 3 8 00 34 8 3A Tp S 4 9 ér I o S 8 c 3 D g N n 1 O r . i 4 A a C c 4 am P F s .E C a dc A I 1 0 U ei 4 ó 2 T 4 n A T O P T AL CR D 4 O 3 8 C AS00 I S P.E I n N T 00 v .A C e 1 I s 0 4 t 2 4 ig IA 9 N 6 a U 6 c T ión T 1 O 4 9LT 4 A C 3 R 15 1 6 23 0 15 45 720 5 III D 3 2 O 2 C A 00S M IS a P t . e E m IS N á 00 O . t A i 0 9 c 3 6 a M s A 6 4 DU D 4 T i scr T e 9 O 6 t 6 a T A s L C 2 R D 4 3 O 8 C A E 00SI c S u TP a .E c i N o 00. n A e 1 s 4 F 4 D C A 9 i I 6 f 0 U 6 e 3 T r E en DTL c 1 O 9 i 4 a T 4 l A e s C 3 R D 4 3 O 8 C A 00S P I r S o P b .E a b N F 00 i . l C A id I 1 0 a 4 3 d 4 P A 9 y 6 EU 6 E T sta T d 1 O í 4 9 s T 4 t A i L c a C 3 R 3 ASIS Ms N0 o . o A 4 f dt 8 D w 4 e O 0 al C a 9 r 3 m e P I 22 S. E i e O 6 A 1 n U 4 0 4 t T 3 o 41 MT 4 O d 4 S T e A L CR 3 4 ASIS N0.A 6 4 D 5 Ed O as 0 1 C tt o 2 r 4 P u I s 8 S 3 . c E O 8 t 1 A u U 0 0 9 r T 3 2 a 1 ET 9 O d 2 TT e A L CR 4 15 0 5 25 0 15 45 720 5 IV D 3 O 2 2 C ASP A 00 I.SE d T m in I N i S 00 s .A O t r 0 9 a 4 6 c C ió A 6 G 4 n U 4 T G e T n 9 O e 6L 6 T r A al C 2 R D 3 2 O 2 C AS00 I S SO P ips .E et e A r N 1 a U m I 1 S . 6 t A T ia O v T s 9 O o 0 6 T s 4 A 4 S L 3 8 O C R 9 6 6 2 4 3 8 Aso rqf A tuw 00 S i I S tae D rc O et C u P N 1 r I 1 S . a . 6 E A O A y U 1 0 D T 4 4 4 i T D s 8 O 5 S e 0 T ñ A L o C d R e 1 4 9 4 3 6 4 4 AS00 I S D OC BD N 3 P aa I 2 S . . 2 A E st o O e A s U 1 0 d T 9 4 e 29 B T 6 O 6 D T AL CR 1 1 9 2 2 4 6 4 4 POrb oj A ge S00 rt I ao S D ms O a C c N P 4 I i 3 S ó . . 8 E A O n A 1 U0 O 9 T4 2 r PT i 8 O 5 e O 0 T n A ta L C d R o 1 1 a 9 2 2 4 15 0 7 23 0 15 45 720 5 V 3 ASIS IOn N pv 0. 4 A e e 8 r 5 s a D 0 t ci O 9 g i 1 C oa 6 F n P c C. 18 ei E 1 ó I 0 s CA0 4 n UR 1 5 4 T d 4 I O e T 4 O TAL 3 2 ISn A o S gf I e S tw n N0 ia . e A 3 r re 4 2 D í a O 0 6 C E 0 I 0 c PS . o 6 EO n C 49 A0UR ó 69 5 T m 6 I TE i O c T a A L p ara 2 D 3 O C A SIS N0.A 4 6 8 P . 9 0 Rd E ae A 0 t U d I 0 o S 9 T e s 16 O s T 4 O 0 1 d 4 T 4 5 e A 4 R L D CR 3 2 A D S O IS C T 1 CS N 3 oo . A 2 fn t 1 ws 1 P t 6 . a 6 r E ur I 23 S ec 2 O c 1 i 9 0 ó 66 5 n C 9 d 6 S e A UT TOTAL CR 2 3 AS Ad IS ad t N m 1 o 4 . A si 8 n D 3 1 i O s 6 C 9 t r 3 P a 2 . 2 c E i I A 41 ó S U 84 n O T 4 1 T 0 d O 4 5 e 4 T A A b B L a C s R e de 3 DO 0 0 C AS00 P I S r á P c .E t i N c 00 . I A a S s O 9 6 c 0 o 5A 0 0 m UV TN u n it T a O 0 0 r LT i a A s C 2 R 13 2 5 19 6 13 45 720 5 U N D A D RO FESIO NAL P I VI 3 Ms A GIn S imo e I f S o d s u N r e t 0 l im . 4 al A ó o 8 c ná 4 s i D t 0 ó di m O 9 c n e 3 C o a I 2 Ps S P t e . 2 r 6 O E 1 m o 4 C 0A 4 y UR á 1 6 4 e T 4 t M c i T 4 c t SO o o T s s A L y 3 Ginefosrtimóna cdióe nte cnologia de la 3 ASIS N1. 4 A 8 Ss 3 D oe 1 O fg 9 6 t C wu 3 r PI ai S 22 . d E r O e a 14 AU 8 d 0 4 T 6 41 d ST 4 e OS 4 T AL CR 3 3 VS A eo S rf IS t Ps iwf o N i r 0 c o a f . A 4 t a c r w 8 D ce 4 e a O i s 0 ó 9 r C o n e 3 s P I 22 y S. E y 6 O V A 1 c 4 U a 0 4 a T l 1 6 4 i l T d 4 i V d O a 4 S a T c A d i L ó d C n e R de 3 Ianrtteifliicgieanl cia IeIH INá T T T l g í e I I I é b N N N i 2 u c l r E E Em i t A d rR R R i á S a cA A A s t I o S ic R R R s 0 a N I I I yO O O 3 . I A D T 2 e 1 2 1 O I 3 l N 0 e: : : C cC A AE 6 1 P I t 1 i R .+ p u 6 r E r ó A c l t A A i 4 o 9 nc MU u R 8 m 6 ia T ic 5 t I 9 c o aO T o 2 6 O i s t so N i T 2 z n A :a e L Dc s C ie R ós na rrollo 2 D 3 FB O 2 2 ui C o n lod A ag A g mí S00 a r I e o S n m P. t E á o t s I N i S 00 c .A d O a e 9 0 y 6 6 A B F g A 6 4 i A U r o 4 o T i n n o f T o m O 9 r 6 T 6 m í A a á L y t i ca C 2 R D 0 0 O C P P r A r á S00 á c I S c t t i P c ic . a E a I s N S s 00 . P O A P r 9 0 r e 6 e 6 p P p r P r A o 0 o 0 U f e f T e s s io io n T n a O 0 0 a L l T e le A s s I I I C 2 R 1 1 3 2 1 8 7 5 1 1 8 1 6 9 1 1 7 5 4 4 5 5 7 7 2 2 0 0 6 5 VII D 3 O 2 2 C A 3 S22 I S P.E I N 1 S 1. 6 A O 9 0 6 7 A P 1 U 1 6 I T TO 9 6 T 6 A L C 2 R 3 2 2 AS00 I S DO CI NPS 00 ..A OE CA0 9 UR 7 6 TG T 6 4 TO 4 T AL 9 6 6 2 D 3 O2 2 C A S 32 I 2 SP T. E N 11. 6 A IS 96 O 0 A 1 U1 7 6 T P T S O TAL 9 6C 6 R 2 3 2 2 A 3 S2I 2 DS OC PN 11.. I 6 EA S O AU 9 0 T 6 7 1 T I 1 A O 6 T A L CR 9 6 6 2 3 2 2 AS00 I SDO C NP 1 I 1.. S 6 EA OAU 9 0T 6 7 T I 4 OT 3 8 T A L C R 9 6 6 2 D 3 O 2 2 C A 3 S22 I S P.E I N 1 S 1. 6 A O 9 0 6 7 A A 1 1 U G 6 T T 9 O 6L 6 T A C 2 R D 0 0 O C AS00 I S P.E I N S 00 . O A 1 0 4 7 4 P P A 0 0 U T TO 0 0 LT A C 3 R Desarrollo web Gsoefstwtióanre d e la configuración de INnetegloigceionsc ia de IAI T TuI I N NtoE EmR RaA AtR RizI IaO Oc i1 2ó: :n S C Ii lns odt u eud ms c atro idam el p uting DicC suU erñ RroiRc duIC elaU irn L(tIA eNg RTr )Ea GciRóAn CIÓN 15 4 5 21 0 15 45 720 5 VIII D 4 3 O 8 C A 3 S22 I S P .E I N 32 S . 2 A O 1 0 4 8 4 DA 3 2 UW 2 T T 1 O 9 4 T 4 A L C 3 R 2 ADSOISCT 1 N . 3 A 2 3 P 1 . 6 E 6 I 0 S 0 O 49 0 86 8 9 C 6 S AUT TOTAL CR 2 3 ASIS N14 . A 8 D 3 1 O 6 C 9 3 P 2 I . 2 E S O A 41 U 84 0 T 4 8 1 T I O 4 N 4 T AL CR 3 2 ASIS0 N 3 . AD 2 O 3 0 C 6 1 P I 1 . 6 S E O A 49 U 8 0 6 T 8 9 T I 6 O T T AL CR 2 D 8 O 5 0 C AS00 I S P .E N F 00 .A C 2 I0 4 8 01 IA 1 C 6 U 0 0 T T 2 1 O 4 L5 T 0 A C 5 R 113 16 43 167 21 120 360 5760 40 Itinerario N°1: Instrumentación industrial Itinerario N°2: Tecnologías emergentes HORAS Asignaturas Nivel Horas Asignaturas Nivel Horas HORAS DE COMPONENTE DOCENCIA 1808 CeAlu ier t cco utmrióto ans tici z eoa lsé c c ió tr n i c N o e s u y m ática V VHIíI Ib ridas 9 9 6 6 A D p e l s ic a a rr c o io llo n e á s g il V V I I I 9 9 6 6 HEH O OXPR REA ARS SI MD DEE EN T PTR RAA ÁCB CIÓA T J INC O A A S U D T E Ó NOMO 26 9 7 4 2 4 SInidsutesmtriaa ld e Automatización THOOTRAALS : VIII 2 9 8 6 8 Cloud computing THOOTRAALS : VIII 28 9 8 6 HLH AO OBR ROA ARS SA D DLE EE SS P E R R Á V C I T C IC IO A C S O MUNITARIO 5 2 7 9 4 6 6 0 0 MODULOS DE LENGUA E INFORMATICO LABORATORIOS PRACTICOS Laboratorio de Física Examen de certifiación Inglés BI Laboratorio de Bloque P Modulo de Computación Laboratorio de Electricidad y Automatización TOTAL HORAS DE DOCENCIA Y PRÁCTICA DE EXPERIMENTACIÓN 172 2752 Laboratorio de TermoFluidos TOTAL HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 129 2064 Laboratorio de Biología Laboratorio de Química 75 HORAS DE PRÁCTICAS PRIETI-NPERROAFREISOIO NALES Nivel Horas UNIDAD DE RINETQEUGIRSIATCOISÓ N CURRICULAR PPP RRR ÁÁÁ CCC TTT III CCC AAA SSS LLC AAO BBM OOU RRN AAI LLT EEA SSR I IIAI S VV VIII 19 946 64 1MA 2 SO0 IG DCUN RLA EOT D USIT RDO AES S L M OEINB N LGIM IGUOAA S TEO IRNFIAOSR DMEA PTRICOAF ESIONALIZACIÓN TOTAL HORAS: 336 TOTAL DE HORAS: 240 Elaborado por: Aprobado por: Mgs. Víctor Rea Sánchez. Mgs. Jesennia Cárdenas Cobo Director de Carrera Software Decana Facultad Ciencias e Ingeniería"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Arquitectura Sostenible",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/arquitectura-sostenible\/",
        "url_malla":"PDF",
        "contenido_malla":"Anexo de Malla Curricular (Representación Gráfica) Arquitectura sostenible - Modalidad Presencial Facultad de Ciencias e Ingenierías Nivel Nivel Nivel Nivel Nivel Nivel Nivel Nivel 1 2 3 4 5 6 7 8 #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? TC TC TC TC TC TC TC TC MEDIOS DE EXPRESIÓN ALGORITMO Y LOGICA DE ARQUITECTURA ARQUITECTURA ETICA, RESPONSABILIDAD DIRECCIÓN Y GESTIÓN DE DIBUJO DIGITAL 1 DIBUJO DIGITAL 2 ARTÍSTICA PROGRAMACIÓN BIOCLIMÀTICA 1 BIOCLIMATICA 2 SOCIAL Y AMBIENTAL OBRAS 4,0 4,0 4,0 4,0 2,0 2,0 1,0 2,0 ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH 64 0 128 192 64 48 80 192 64 48 80 192 64 48 80 192 32 16 48 96 32 16 48 96 16 16 16 48 32 16 48 96 #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? TC TC TC TC CONSTRUCCIONES 2 TC TC TC TC MATEMATICAS FISICA ESTRUCTURAS CONSTRUCCIONES 1 (cimientos, muros y CONSTRUCCIONES EN CONSTRUCCIONES EN ANALISIS DE COSTO Y (materiales pètreos) HORMIGON ACERO PRESUPUESTO 3,0 2,0 2,0 2,0 cubiertas) 2,0 2,0 2,0 3,0 ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH 48 32 64 144 32 32 32 96 32 48 16 96 32 32 32 96 32 16 48 96 32 16 48 96 32 16 48 96 48 32 64 144 #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? TC TC TC DISEÑO TC TC TC TC TC FUNDAMENTOS DEL DISEÑO DISEÑO DISEÑO DISEÑO DISEÑO DISEÑO ARQUITECTÓNICO 3 DISEÑO ARQUITECTÓNICO 1 ARQUITECTÓNICO 2 ARQUITECTÓNICO 4 ARQUITECTÓNICO 5 ARQUITECTÓNICO 6 ( ARQUITECTÒNICO 7 (centros de recreaciòn ARQUITECTONICO (Viviendas) (centros educativos) (urbanizaciones) (edificios comerciales) centros de salud) (centros industriales) 4,0 5,0 5,0 deportivos y de culto) 5,0 5,0 5,0 5,0 5,0 ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH 64 32 96 192 80 32 128 240 80 32 128 240 80 32 128 240 80 32 128 240 80 32 128 240 80 32 128 240 80 32 128 240 #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? TC TOPOGRAFIA Y SISTEMA TC TC TC TC TC TC ORDENAMIENTO TC GEOMETRIA DESCRIPTIVA INSTALACIONES INSTALACIONES DE INFORMACIÒN EFICIENCIA ENERGÉTICA ECOLOGIA TITULACION 1 TERRITORIAL Y Y PERSPECTIVA SANITARIAS ELECTRICAS 3,0 GEOGRÀFICA 2,0 2,0 2,0 2,0 2,0 2,0 DESARROLLO SOSTENIBLE 2,0 ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH 48 16 80 144 32 32 32 96 32 16 48 96 32 16 48 96 32 16 48 96 32 32 32 96 32 32 32 96 32 16 48 96 #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? #NAME? TC METODOLOGÍA DE TC TC TC TC TC TC TC LENGUAJE, TEORIA E HISTORIA DE LA TEORIA E HISTORIA DE LA CULTURA URBANA Y PENSAMIENTO CRITICO INVESTIGACIÓN URBANISMO SOSTENIBLE TITULACIÓN 2 COMUNICACIÓN ARQUITECTURA 1 ARQUITECTURA 2 CONTEMPORANEA DEL DISEÑO URBANO 1,0 CIENTÍFICA 2,0 2,0 2,0 2,0 2,0 2,0 3,0 ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH 16 0 32 48 32 48 16 96 32 32 32 96 32 32 32 96 32 32 32 96 32 32 32 96 32 32 32 96 48 32 64 144 TOTAL NIVEL 1 TC 15,0 TOTAL NIVEL 2 TC 15,0 TOTAL NIVEL 3 TC 15,0 TOTAL NIVEL 4 TC 15,0 TOTAL NIVEL 5 TC 13,0 TOTAL NIVEL 6 TC 13,0 TOTAL NIVEL 7 TC 12,0 TOTAL NIVEL 8 TC 15,0 ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH ACD APE AA TH 240 80 400 720 240 192 288 720 240 176 304 720 240 160 320 720 208 112 304 624 208 128 288 624 192 128 256 576 240 128 352 720 RESUMEN FINAL CRÉDITOS HORAS #NAME? #NAME? #NAME? Aprendizaje en Contacto con Docente 38 1808 TC TC TC Aprendizaje Práctico Experimental 23 1104 PRÁCTICAS SERVICIO 2,0 2,0 3,0 PRÁCTICAS LABORALES 1 PRÁCTICAS LABORALES 2 Aprendizaje Autónomo 52 2512 COMUNITARIO TH TH TH Prácticas de Servicio Comunitario 2 96 96 96 144 Prácticas Laborales 5 240 Total Créditos - Horas de la carrera 120 5760 CÓDIGO ASIGNATURA TC Unidad Básica NOMBRE ASIGNATURA Número de Asignaturas en la malla 40 Unidad Profesional ACD APE AA TH Unidad de Titulación Prácticas Pre Profesionales"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Biotecnología",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/biotecnologia\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO CARRERA: BIOTECNOLOGÍA (modificada-2019) Horas Prácticas Comunitarias\/ HORAS laborales NUM ASIGNATURAS SEMESTRE ASIST NO ASIST Introducción a la Biología General Cálculo biotecnología I DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR ASIS N.A ASIS N.A ASIS N.A ASIS N.A ASIS N.A 1 1 0 1 0 2 1 2 0 0 32 16 16 32 64 0 16 112 48 0 32 64 48 16 32 48 48 0 0 96 U N I D A D DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR B ASIS N.A ASIS N.A ASIS N.A ASIS N.A ASIST N.A Á 1 2 1 1 0 1 1 2 0 0 48 16 32 48 64 16 16 96 32 0 16 48 48 16 32 48 48 0 0 96 S I C A DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR ASIST N.A ASIS N.A ASIS N.A ASIS N.A ASIS N.A 1 1 0 1 1 0 0 2 1 2 48 16 16 64 48 0 16 80 48 16 0 80 48 0 32 64 48 16 32 48 DOC AUT TOTAL CR DOC P.E AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR ASIS N.A ASIST N.A ASIS N.A ASIS N.A ASIS N.A 0 2 0 2 1 2 0 2 2 2 48 0 32 64 48 0 32 64 48 16 32 48 48 0 32 64 48 32 32 32 DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR DOC P.E AUT TOTAL CR DOC AUT TOTAL CR ASIS N.A ASIS N.A ASIS N.A ASIS N.A ASIST N.A ASIS N.A 1 2 1 2 1 2 1 2 1 2 0 0 48 16 32 48 32 16 32 16 48 16 32 48 48 16 32 48 32 16 32 16 0 0 0 0 DOC AUT TOTAL CR DOC P.E AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR ASIS N.A ASIST N.A 9 ASIS N.A ASIS N.A ASIS N.A ASIS N.A 0 2 1 2 1 2 1 2 1 1 0 0 32 0 32 32 48 16 32 48 48 16 32 48 48 16 32 48 32 16 16 32 0 0 0 0 DOC P.E AUT TOTAL CR DOC AUT TOTAL CR DOC P.E AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR DOC AUT TOTAL CR ASIST N.A ASIS N.A ASIST N.A ASIS N.A ASIS N.A ASIS N.A 2 0 2 0 0 0 2 0 2 0 0 0 48 32 0 64 32 32 0 32 32 0 0 64 48 32 0 64 32 32 0 32 0 0 0 0 LEVIN HORAS PRÁCTICAS HORAS EXPERIMENTALES HORAS HORAS\/ CREDITOS DOCENCIA AUTÓNOMAS SEMANA Química General Lenguaje y comunicación FCI01BG FCI01CL BIO01IB FCI01QG TCI01LC 15 2 6 22 0 15 45 720 P.E P.E P.E P.E P.E I 5 2 2 6 2 4 7 12 4 3 4 9 3 3 3 9 3 3 6 9 3 96 192 144 144 144 Microbiología agrícola y Física Algebra Lineal Química Orgánica Investigación ambiental II BIO02MA FCI02FI FCI02AL FCI02QO FCI02IN 15 3 6 21 0 15 45 720 P.E P.E P.E P.E P.E II 5 3 3 9 3 4 6 12 4 2 3 6 2 3 3 9 3 3 6 9 3 144 192 96 144 144 Algoritmos y Lógica de Biología Celular y Molecular Ecuaciones Diferenciales Fisicoquímica Bioquímica General Programación BIO04BC FCI03ED BIO03FQ FCI03AP BIO03BG 15 3 6 21 0 15 45 720 III III 5 P.E P.E P.E P.E P.E 3 4 9 3 3 5 9 3 3 5 9 3 3 4 9 3 3 3 9 3 144 144 144 144 144 Genética general Probabilidad y estadística Principios de ingeniería química Bioinformática Técnicas instrumentales BIO04BC FCI04PE BIO04IQ BIO04BI BIO04TI 15 3 10 17 0 15 45 720 IV P.E P.E P.E P.E IV 5 3 4 9 3 3 4 9 3 3 3 9 3 3 4 9 3 3 2 9 3 144 144 144 144 144 Biología funcional animal y Genómica estructural y Bioproductos y Ingeniería Genética Bioprocesos Práctica comunitaria vegetal funcional biodescubrimiento BIO05IG BIO05BF BIO05BP BIO05GE BIO05BD TCI05PC 13 5 10 11 6 15 45 720 V P.E P.E P.E P.E P.E V 5 3 3 9 3 2 1 6 2 3 3 9 3 3 3 9 3 2 1 6 2 0 0 6 2 U N I 144 96 144 144 96 96 D A Regulación de la D Biotecnología Vegetal Microbiología industrial Proteómica y metabolómica Itinerario (1\/ 2) Práctica laboral 1 Biotecnología P BIO06RB BIO06BV BIO06MI BIO06PM ver códigos en itinearios TCI06L1 13 4 9 13 6 15 45 720 R VI P.E P.E P.E P.E P.E VI 5 O 2 2 6 2 3 3 3 3 3 9 3 3 3 9 3 2 2 6 2 0 0 6 2 F E S 96 144 144 144 96 96 I O N Estadística para Diagnóstico Molecular Sistemas de Gestión de Calidad Bionanotecnología Itinerario (1\/ 2) Práctica laboral 2 A bioinformática L BIO07DM BIO07 BIO07GC BIO07NT ver códigos en itinearios TCI07L2 12 8 0 16 9 15 45 720 VII P.E P.E P.E P.E VII 5 3 4 9 3 2 2 6 2 2 4 6 2 3 4 9 3 2 2 6 2 0 0 9 3 144 96 96 144 96 144 Inmunología aplicada Biotecnología ambiental Bioeconomía Integración curricular Itinerario (1\/ 2) UNIVERSIDAD ESTATAL DE MILAGRO CARRERA: BIOTECNOLOGÍA (modificada-2019) BIO08IA BIO08BA BIO08BE FCI08IC ver códigos en itinearios 15 5 0 25 0 15 45 720 VIII DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR VIII 5 ASIST N.A ASIST N.A ASIS N.A ASIS N.A ASIS N.A 2 3 6 2 3 4 9 3 3 6 9 3 5 10 15 5 2 2 6 2 1 0 2 0 0 0 0 0 2 0 32 16 0 48 48 32 0 64 48 0 0 96 80 0 0 160 32 32 0 32 96 144 144 240 96 113 33 47 146 21 120 360 5760 40 TOTAL PRÁCTIC Itinerario 1: Biotecnología Vegetal Itinerario 2: Biotecnología Computacional TOTAL AS TOTAL PE TOTAL Horas Prácticas TOTAL CRÉDITOS PRESENCIALES EXPERIMno A(*16 AUTÒNOMAS(*16 Comunitarias\/ TOTAL MALLA TOTAL ASIGNATURAS MALLA (*16 sem) ENTALES sem) sem) laborales (*16 Asignaturas Código Horas Asignaturas Código Horas sem) VI) Bases de datos y programación para VI) Fundamentos de agronomía y Fitopatología BIO06AF 96 Bioinformática BIO06BD 96 1,808 528 752 2,336 336 120 5,760 40 VII) Biotecnología agrícola BIO07BA 96 VII) Evolución molecular y filogenia BIO07EF 96 VIII) Mejoramiento Genético Vegetal BIO08MG 96 VIII) Modelización de sistemas y estructuras biológBicIOas08MS 96 TOTAL 288 TOTAL 288 MÓDULOS DE INGLÉS E INFORMÁTICA Horas HORAS DE INTERACCIÓN DIRECTA CON EL DOCENTE Examen de certifiación Inglés BI 100 TOTAL HORAS DE DOCENCIA Y PRÁCTICA DE EXPERIMENTACIÓN 193 3,088 TOTAL HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 146 2,336 PORCENTAJE DE HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 76"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Ingeniería Industrial",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/ingenieria-industrial\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO FACULTAD CIENCIAS E INGENIERIA MALLA CURRICULAR - TRANSICIÓN 2019 CARRERA INGENIERIA INDUSTRIAL TOTAL HORAS PRESENCIALES A E T X O S P P I R T S E A Á T R L L C I E M T H S I A O C E N S A N R I O S S A T T A S TOTAL HORAS AUTÒNOMAS HORAS PRACTICAS PRE- PROFESIONALES CREDITOS TOTAL HORAS SEMANAL HORAS SEMESTRE NUM ASIGNATURAS QUIMICA GENERAL IN I G N E T N R I O E D RI U A C I C N I D O U N S A T R LA IA L CALCULO DIBUJO TECNICO LENGUAJE Y COMUNICACIÓN I DOC P.E FCI01Q AU G TTOTALCR DOC P.E IIN01 A II UTTOTAL CR DOC P.E FCI01 A C U L TTOTAL CR DOC P.E IIN02 A D U T TTOTAL CR DOC P.E TCI01 A L U C TTOTAL CR 15 4 4 22 0 15 45 720 5 2 AS 2 IS N 0 .A 2 6 2 3 AS 0 IST N 0 .A 6 9 3 5 AS 0 IS N 3 .A 7 15 5 2 AS 2 IS N 1 .A 1 6 2 3 AS 0 IS N 0 .A 6 9 3 32 32 0 32 96 32 48 0 0 96 144 48 80 0 48 112 240 80 32 32 16 16 96 32 48 0 0 96 144 48 96 144 240 96 144 U N I D A ALGEBRA LINEAL PROCESO DE MANUFACTURA INVESTIGACION FISICA DIBU CO JO M A P S U IS T T A I D D O O R POR D Á B II D 2 OC AS 0 IS P.E N F 1 C .A I02 A 3 A U L TTO 6 TAL C 2 R D 3 OC A 1 SIS P.E II N N 2 .A 02P A M 3 UTTO 9 TAL C 3 R D 3 OC AS 0 IS P.E N T 2 . C A I02 A 4 I U N TTO 9 TAL C 3 R D 4 OC AS 1 IS P.E N 1 F .A CI02 A 6 U F T I TO 1 T 2 AL C 4 R D 3 OC AS 1 IS P.E N I 2 I . N A 02 A D 3 U T TTO 9 TAL C 3 R 15 3 8 19 0 15 45 720 5 S 32 0 16 48 96 32 48 16 32 48 144 48 48 0 32 64 144 48 64 16 16 96 192 64 48 16 32 48 144 48 I 96 144 144 192 144 C A ALGO PR R O TI G M R O A M Y L A O C G IO IC N A DE INGENIERIA DE METODOS I PROBABILIDAD Y ESTADISTICA ECUACIONES DIFERENCIALES CIENCIA DE MATERIALES III DOC P.E FCI03 A A U P TTOTAL CR DOC P.E IIN03I A M UTTOTAL CR DOC P.E FCI03 A P U E TTOTAL CR DOC P.E FCI03 A E U D TTOTAL CR DOC P.E IIN03 A C U M TTOTAL CR 15 1 9 20 0 15 45 720 5 3 AS 0 IS N 2 .A 4 9 3 3 AS 0 IST N 2 .A 4 9 3 3 AS 0 ISTN 2 .A 4 9 3 3 AS 0 IS N 2 .A 4 9 3 3 AS 1 IS N 1 .A 4 9 3 48 0 32 64 144 48 48 0 32 64 144 48 48 0 32 64 144 48 48 0 32 64 144 48 48 16 16 64 144 48 144 144 144 144 144 CIRCU E I L T E O C S T R E O LE N C I T C R O I S COS Y INGENIERIA DE METODOS II SE S G A U L R U I D D A O D C U IN P D A U C S IO TR N I A A L L Y TERMOFLUIDOS ADMI E N M IS P T R R E A S C A IO S N DE IV DOC P.E FCI04 A C U E TTOTAL CR DOC P.E IIN04I A M UTTOTAL CR DOC P.E IIN04 A S U I TTOTAL CR DOC P.E IIN04 A T U E TTOTAL CR DOC P.E IIN04 A A U E TTOTAL CR 15 3 7 20 0 15 45 720 5 3 AS 2 IS N 2 .A 2 9 3 3 AS 0 IST N 2 .A 4 9 3 3 AS 0 IS N 2 .A 4 9 3 3 AS 1 IS N 1 .A 4 9 3 3 AS 0 IS N 0 .A 6 9 3 48 32 32 32 144 48 48 0 32 64 144 48 48 0 32 64 144 48 48 16 16 64 144 48 48 0 0 96 144 48 U 144 144 144 144 144 N I D A D INST I R N U D M US E T N R T I A A C L IÓN INV O E P S E T R IG A A CI C O IO N N ES DE CONTROL E C S A T L A ID D A IS D TICO DE LA PRACTICAS COMUNITARIAS SELECCIÓN M D AQ E U EL IN EM AS ENTOS DE AUT N O E M UM AT A I T ZA IC C A ION O P R V DOC P.E FCI04 A C U E TTOTAL CR DOC P.E IIN05I A O UTTOTAL CR DOC P.E IIN05 A C U E TTOTAL CR DOC P.E TCI05 A P U C TTOTAL CR DOC P.E IIN05 A S U M TTOTAL CR DOC P.E IIN05 A A U N TTOTAL CR 13 4 5 17 6 15 45 720 5 F E S 3 2 2 A 3 S 2 2 IS N 0 0 .A 96 3 2 2 9 6 6 3 2 2 4 3 8 AS 0 0 IST N 3 2 . 2 A 144 6 4 4 1 9 44 4 3 8 4 3 8 AS 0 0 ISTN 1 1 . 6 A 144 8 5 0 1 9 44 4 3 8 0 0 AS 0 0 IS N 0 0 .A 96 0 0 0 0 3 2 2 4 3 8 AS 0 0 IS N 3 2 . 2 A 144 6 4 4 1 9 44 4 3 8 3 2 2 A 3 S 2 2 IS N 0 0 .A 96 3 2 2 9 6 6 3 2 2 I O N A L Itinerario 1: Ingenieria de la ECOLOGIA INDUSTRIAL Produccion Itinerario 2: DIRECCIÓN DE OPERACIONES I MODELOS PROBABILISTICOS PROCESOS INDUSTRIALES PRACTICAS LABORALES I E Diseño de puestos de trabajo I VI DOC P.E FCI04 A C U E TTOTAL CR DOC P.E IIN06 A T U 1 TTOTALCR DOC P.E IIN06D A O UTTOTAL CR DOC P.E IIN06 A M U P TTOTAL CR DOC P.E IIN06 A P UT I TOTAL CR DOC P.E TCI06 A P U L TTOTAL CR 13 2 6 18 6 15 45 720 5 N T 2 AS 1 IS N 1 .A 2 6 2 2 AS 0 ISTN 1 .A 3 6 2 4 AS 0 IST N 1 .A 7 12 4 2 AS 0 IS N 1 .A 3 6 2 3 AS 1 IS N 2 .A 3 9 3 0 AS 0 IS N 0 .A 0 0 2 G E 32 16 16 96 32 96 32 32 0 16 96 48 96 32 64 0 16 192 112 192 64 32 0 16 96 48 96 32 48 16 32 144 48 144 48 0 0 0 96 0 0 R A C I Ó N Itin I e ti r n a e ri r o a r 2 io : T 1 a : l e Si n m to u l H a u ci m ón a n o DIRECCIÓN DE OPERACIONES II MODELOS R D E E C U PL R A S N O E S ACIÓN DE CAL P C R U E L S O U D P E U E C S O T S O T S OS Y AUTOMA S T I I S Z T A E C M IO A N S I D N E D USTRIAL PRACTICAS LABORALES II U C R VII D 2 OC AS 0 IS P.E N I 1 I . N A 07 A T 3 U 2 TTO 6 TALC 2 R D 3 OC A P S 0 . I E ST II N N 0 .A 07D A 6 O UTTO 9 TAL C 3 R D 2 OC A P S 0 I . S E TN I 1 I . N A 07 A D 3 U O TTO 6 TAL C 2 R D 2 OC AS 0 IS P.E N I 0 I . N A 07 A C 4 U C TTO 6 TAL C 2 R D 3 OC AS 0 IS P.E N I 1 I . N A 07 A S 5 U A TTO 9 TAL C 3 R D 0 OC AS 0 IS P.E N T 0 . C A I07 A P 0 U L TTO 0 TAL C 3 R 12 0 3 21 9 15 45 720 5 R 32 0 16 48 96 32 48 0 0 96 144 48 32 0 16 48 96 32 32 0 0 64 96 32 48 0 16 80 144 48 0 0 0 0 0 I 96 144 96 96 144 144 C U L A A R Pre I v ti e n E n s e c b r i a e ó r l n t io a y 1 R : I i t M e in s a g e n o r u a d r f e i a o c T t 2 r u : a r b a a jo SISTEMAS G I E N S T T E IÓ G N RADOS DE AD M M A IN N I T S E T N R I A M C I I E Ó N N T O DEL DISEÑO CU D R E R I I N C T U E L G A R R ACION DISEÑO DE PLANTAS 15 0 2 28 0 15 45 720 5 VIII IIN08T3 IIN08SI IIN08AM FCI08IC IIN08DP DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR 2 AS 0 IS N 0 .A 4 6 2 3 AS 0 IST N 0 .A 6 9 3 2 AS 0 IS N 1 .A 3 6 2 5 AS 0 IS N 0 .A 10 15 5 3 AS 0 IS N 1 .A 5 9 3 32 0 0 64 96 32 48 0 0 96 144 48 32 0 16 48 96 32 80 0 0 160 240 80 48 0 16 80 144 48 96 144 96 240 144 113 17 44 165 21 120 360 5760 40 Itinerario N°1: Diseño y Distribución de Planta Itinerario N°2: Seguridad y Salud Ocupacional RESUMEN HORAS Asignaturas Nivel Horas Asignaturas Nivel Horas HORAS DE COMPONENTE DOCENCIA 1808 Ingenieria de la Produccion VI 96 Diseño de puestos de trabajo VI 96 HORAS DE PRÁCTICAS DE EXPERIMENTACIÓN 976 Simulacion VII 96 Talento Humano VII 96 HORAS DE TRABAJO AUTÓNOMO 2640 Manufactura Esbelta VIII 96 Prevención y Riesgo de Trabajo VIII 96 HORAS DE PRÁCTICAS LABORALES 240 TOTAL HORAS: 288 TOTAL HORAS: 288 HORAS DE SERVICIO COMUNITARIO 96 HORAS TOTALES 5760 MODULOS DE LENGUA E INFORMATICO LABORATORIOS PRACTICOS EXAMEN DE CERTIFICACION INGLES NIVEL B1 LABORATORIOS DE COMPUTACION BLOQUE P MODULOS DE COMPUTACION LABORATORIO DE TERMFLUIDOS, NEUMATICA, FISICA, QUIMICA, BIOLOGIA, ELECTRICIDAD - AUTOMATIZACION HORAS INTERACCIÓN DIRECTA CON EL DOCENTE TALLER DE MECANIZADO, SOLDADURA TOTAL HORAS DE DOCENCIA Y PRÁCTICA DE EXPERIMENTACIÓ1N74 2784 TOTAL HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA130 2080 PORCENTAJE DE HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 75 HORAS DE PRÁCTICAS PRE-PROFESIONALES ITINERARIO Nivel Horas PRÁCTICAS LABORALES I V 96 PRÁCTICAS LABORALES I VI 144 PRÁCTICAS COMUNITARIAS VI 96 TOTAL HORAS: 336 Ing. Luis Angel Bucheli Carpio M.Sc. Lsi. Jesennia Cardenas Cobo Director de Carrera de Ingenieria Industrial Decana de la Facultad de Ciencias de la Ingenieria"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Ingeniería Ambiental",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/ingenieria-ambiental\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO CARRERA: INGENIERÍA AMBIENTAL TOTAL HORAS PRE H T S O O EN S T R A C A I L S A LE E A X S P I P E S R R T Á IM CT E I N C T A A S A L S N E I S O ST T A O U T T A Ò L N H O O M RA A S S P P R R O Á F C H E T O S IC I R O A A N S S A P L R E E S - CREDITOS TO S T E A M L A H N O A R L AS S H E O M R R E E A S S T AS N U IG U RA N M S A T BIOLOGÍA GENERAL CÁLCULO QUÍMICA GENERAL IN I G N E T N R I O ER D Í U A C A C M IÓ B N IE A N L T A A L. LENGUAJE Y COMUNICACIÓN. FCI01BG FCI01CL FCI01QG IAM01IA TCI01LC I DO 2 C A 1 SIS P.E N 1 .A A 2 UTTO 6 TALC 2 R DO 4 C AS 0 IST P.E N 0 .A A 8 UTTO 1 T 2 ALC 4 R DO 3 C A 1 SIS P.E N 1 .A A 4 UTTO 9 TALC 3 R DO 3 C A 0 SIS P.E N 1 .A A 5 UTTO 9 TALC 3 R DO 3 C A 0 SIS P.E N 0 .A A 6 UTTO 9 TALC 3 R 15 2 3 25 0 15 45 720 5 32 16 16 32 96 64 0 0 128192 48 16 16 64 144 48 0 16 80 144 48 0 0 96 144 96 192 144 144 144 U N I D A ECOLOGÍA ÁLGEBRA LINEAL FÍSICA QUÍMICA AMBIENTAL INVESTIGACIÓN D B II DOC P.E IAM02 AU E T C TOTALCR DOC P.E FCI02A AU L TTOTALCR DOC P.E FCI02 A F U I TTOTALCR DOC P. I E AM02 A Q U A TTOTALCR DOC P.E TCI02 A I U N TTOTALCR 15 2 3 25 0 15 45 720 5 Á S C I 4 3 8 A 0 0 SISN 3 2 . 2 A 144 6 4 414 9 4 3 3 2 2 A 0 0 SISN 0 0 .A 96 6 4 4 9 6 6 2 6 4 4 A 1 1 S 6 ISN 1 1 . 6 A 192 9 6 6 1 1 9 2 2 4 4 3 8 A 1 1 S 6 ISN 0 0 .A 144 8 5 0 14 9 4 3 4 3 8 AS 0 0 ISTN 0 0 .A 144 9 6 6 1 9 44 3 A MICROBIOLOGÍA AMBIENTAL ECUACIONES DIFERENCIALES T H ER ID M R O A F Ú L L U IC ID A O & S ECONOMÍA AMBIENTAL ALGO P R R IT O M G O RA S M Y A LÓ CI G Ó I N CA DE IAM03MA FCI03ED(cid:9)(cid:9)(cid:9) IAM03HT IAM03EA FCI03AP III DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR 15 2 3 25 0 15 45 720 5 3 A 1 SISN 1 .A 4 9 3 3 AS 0 ISTN 0 .A 6 9 3 3 A 1 SISN 0 .A 5 9 3 3 A 0 SISN 0 .A 6 9 3 3 A 0 SIS N 2 .A 4 9 3 48 16 16 64144 48 0 0 96144 48 16 0 80 144 48 0 0 96 144 48 0 32 64 144 144 144 144 144 144 TECNOLOGÍA CONSTRUCTIVA PROCESOS INDUSTRIALES GEOLOGÍA AMBIENTAL PROBABILIDAD Y ESTADISTÍCA DERECH A O M B Y I L E E N G T I A S L LACIÓN IAM04TC(cid:9)(cid:9)(cid:9) IAM04PI(cid:9)(cid:9) IAM04GA(cid:9)(cid:9)(cid:9)(cid:9) FCI04PE IAM04DL IV DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOCP.E AUTTOTALCR DOC P.E AUTTOTALCR 15 1 4 25 0 15 45 720 5 3 A 0 SISN 2 .A 4 9 3 3 1 1 N 1 .A 4 9 3 3 A 0 SISN 1 .A 5 9 3 3 AS 0 ISTN 0 .A 6 9 3 3 A 0 SIS N 0 .A 6 9 3 48 0 32 64144 48 16 16 64 144 48 0 16 80 144 48 0 0 96 144 48 0 0 96 144 144 144 144 144 144 ENERGÍA RENOVABLES C M LI E M TE A O TO RO LO LO G G ÍA Í A Y MONITOREO AMBIENTAL GEOMÁTICA AGRICULTURA SOSTENIBLE PRÁCTICAS COMUNITARIAS IAM05ER IAM05CM IAM05MA(cid:9)(cid:9)(cid:9) IAM05GM(cid:9)(cid:9) IAM05AS(cid:9)(cid:9) TCI05PC V DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR 13 2 3 21 6 17 45 720 5 3 A 1 SISN 0 .A 5 9 3 3 AS 0 ISTN 1 .A 5 9 3 2 A 0 SISN 1 .A 3 6 2 3 A 1 SISN 1 .A 4 9 3 2 A 0 SISN 0 .A 4 6 2 0 A 0 SIS N 0 .A 0 0 2 48 16 0 80144 48 0 16 80144 32 0 16 48 96 48 16 16 64 144 32 0 0 64 96 0 0 0 0 0 144 144 96 144 96 96 U N I D A D GESTIÓ D N E Y R C E O CU N R S S E O RV S ACIÓN ITINERARIO 1-2-3 MATERIA 1 SISTEM IN A T D EG E R G A E L STIÓN MATE M M O Á D T E IC LI A Z S A C A I P Ó L N IC A Y DAS GEST A I N Ó Á N L I D S E IS L A A M BO B R IE A N T T O A R L IO Y PRÁCTICA LABORALES I R O P F VI DO 2 C A 0 SIS P.E IA N 0 . M A 06 A 4 G UT C TO 6 TALC 2 R DO 3 C A 0 SIS P.E IA N 1 M .A 06 A I 5 U T TTO 9 TALC 3 R DO 2 C A P S 0 . I E ST I N A 0 . M A 06 A 4 S U G TTO 6 TALC 2 R DO 3 C A 0 S I I A S P M .E N 0 2 . 6 A MM A 4 U (cid:9)(cid:9)(cid:9)(cid:9) TTO 9 TALC 3 R DO 3 C A P S 1 . I E ST IAM N 1 .A 06G A 4 L U (cid:9)(cid:9)(cid:9) TTO 9 TALC 3 R DO 0 C A 0 SIS P.E TC N 0 I .A 06P A L 0 U (cid:9)(cid:9) TTO 0 TALC 2 R 13 1 4 21 6 17 45 720 5 E 32 0 0 64 96 48 0 16 80144 32 0 0 64 96 48 0 32 64 144 48 16 16 64 144 0 0 0 0 0 S 96 144 96 144 144 96 I O N A L ABAS S T A EC N I E M A I M EN IE T N O T A O APP Y ITINERARIO 1-2-3 MATERIA 2 CO A N TM TA O M SF IN É A R C IC IÓ A N CONT C A O M N I T N R A O C L IÓ B N IO D LÓ EL G S IC U O ELO Y PRODUCCIÓN MÁS LIMPIA PRÁCTICA LABORALES II VII DOC P.E IAM07 A A UT S TOTALCR DOC P.E IAM07 A I U T TTOTALCR DOC P I .E AM07C AU A T (cid:9)(cid:9) TOTALCR DOC P.E IAM07 A C U S TTOTALCR DOC P I . A E M08P A L U (cid:9)(cid:9)(cid:9) TTOTALCR DOC P T .E CI07PL A (cid:9)(cid:9)(cid:9) UTTOTALCR 12 2 3 19 9 18 45 720 5 2 A 0 SISN 1 .A 3 6 2 3 A 0 SISN 1 .A 5 9 3 3 A 1 SISN 0 .A 5 9 3 2 A 1 SISN 0 .A 3 6 2 2 A 0 SISN 1 .A 3 6 2 0 A 0 SIS N 0 .A 0 0 3 32 0 16 48 96 48 0 16 80144 48 16 0 80 144 32 16 0 48 96 32 0 16 48 96 0 0 0 0 0 96 144 144 96 96 144 EVAL S U E O S A S T C T R I E Ó A N T N I É B A G IL M IC ID B A A I E Y D N TAL ITINERARIO 1-2-3 MATERIA 3 PROBLEM L A O S C A A M LE B S IENTALES RE T S R I A D T U A I A N M L D E I U E S N , S D T T R O O I M A D L E É E S A S T G IC U A A S S E DISEÑO C U D R E R I I N C T U E L G A R R A CIÓN VIII DOC P.E IAM08 A E U A TTOTALCR DOC P.E IAM08 A I U T TTOTALCR DOCP.E IAM08 AU P T A TOTALCR DOC I P A .E M08TA AU (cid:9)(cid:9)(cid:9) TTOTALCR DOC P F .E CI08IC A (cid:9)(cid:9)(cid:9)(cid:9) UTTOTALCR 15 1 4 25 0 15 45 720 5 3 A 0 SISN 1 .A 5 9 3 3 A 0 SISN 1 .A 5 9 3 2 AS 0 ISTN 1 .A 3 6 2 2 A 1 SISN 1 .A 2 6 2 5 A 0 SISN 0 .A10 15 5 48 0 16 80144 48 0 16 80144 32 0 16 48 96 32 16 16 32 96 80 0 0 160240 144 144 96 96 240 113 13 27 186 21 127 360 5760 40 I T I N E R A R I O 1: S A N E A M I E N T O A M B I E N T A L(cid:10) I T I N E R A R I O 2: E C O E F I C I E N C I A I T I N E R A R I O 3: E C I O D L A O D G Í A & B I O D I V E R S RESUMEN HORAS Asignaturas Nivel Horas Asignaturas Nivel Horas Asignaturas Nivel Horas HORAS DE COMPONENTE DOCENCIA 1808 Gestión Integral de Desechos Sólidos VI 144 A G u e d st it ió o n rí a d s e A R m es b i i d e u n o ta s l e P s e l y ig rosos VI 144 G Bi e o s d t i i v ó e n r s H id id a r d ológica y de VI 144 HORAS DE PRÁCTICAS DE EXPERIMENTACIÓN 640 Tratamiento de Aguas de Pequeños Núcleos VII 144 Minería y Medio Ambiente VII 144 C Ec o o n s s i e s r t v e a m c a ió s n y Recuperación de VII 144 HORAS DE TRABAJO AUTÓNOMO 2976 Gestión Avanzadas de Aguas Pluviales VIII 144 Autorización Ambiental VIII 144 Ecología de Paisajes VIII 144 HORAS DE PRÁCTICAS LABORALES 240 TOTAL HORAS: 432 TOTAL HORAS: 432 TOTAL HORAS: 432 HORAS DE SERVICIO COMUNITARIO 96 HORAS TOTALES 5760 MODULOS DE LENGUA E INFORMATICO LABORATORIOS PRACTICOS Laboratorio de Computo Bloque P y H Examen de certifiación Inglés BI LLaabboorraattoorriioo ddee FQísuiícmaica HORAS DE INTERACCIÓN DIRECTA CON EL DOCENTE Modulo de Computación Laboratorio de Biología TOTAL HORAS DE DOCENCIA Y PRÁCTICA DE EXPERIMENTACIÓN 1532448 Laboratorio de TermoFluidos TOTAL HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 1262016 Gestion de laboratorio y analisis ambiental Laboratorio de Electricidad y Automatización PORCENTAJE DE HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 82 HORAS DE PRÁCTICAS PRE-PROFESIONALES UNIDAD DE INTEGRACIÓN CURRICULAR ITINERARIO Nivel Horas REQUISITOS PRÁCTICAS LABORALES I VI 96 120 CREDITOS MÍNIMOS PRÁCTICAS LABORALES II VII 144 MODULOS DE LENGUA E INFORMÁTICA PRÁCTICAS COMUNITARIAS V 96 ASIGNATURAS OBLIGATORIAS DE PROFESIONALIZACIÓN TOTAL HORAS: 336 TOTAL DE HORAS: 240 Elaborado por: Aprobado por: Mgs. Javier alcazar Espinoza Mgs. Jesennia Cárdenas Cobo Director de Carrera Ingenieria Ambiental Decana Facultad Ciencias e Ingeniería"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Alimentos",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/ingenieria-en-alimentos\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO CARRERA: ALIMENTOS TOTAL HORAS P TO RE T S A E L N H C O IA R L A E S S E A X S P I P E S R R T Á IM CT E I N C A A T N S A S I O L S E T S T A O U T T A Ò L N H O O M R A A S S P P R R O AC F H E T O I S C I R O A A S N S P A R LE E S - CREDITOS T H SE O O M T R A A A L N S AL SE H M O E R S A T S R EASIGN N A U T M U RAS ING I E N N T I R ER O Í D A U E C N C I A Ó L N IM A E L N A T OS QUÍMICA GENERAL BIOLOGÍA CÁLCULO LENGUAJE Y COMUNICACIÓN 15 2 5 23 0 15 45 720 5 I IAL01IA FCI01QG FCI01BG FCI01CL TCI01LC DOC P.E AUTTOTALCR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUTTOTAL CR 3 AS 0 ISN 0 .A 6 9 3 3AS 1 ISTN 2 .A 3 9 3 2 AS 1 ISN 1 .A 2 6 2 4 AS 0 ISN 2 .A 6 12 4 3 AS 0 ISN 0 .A 6 9 3 48 0 0 96144 48 16 32 48 144 32 16 16 32 96 64 0 32 96 192 48 0 0 96 144 144 144 96 192 144 U N I D A QUÍMICA DE ALIMENTOS FÍSICA MICROBIOLOGÍA DE ALIMENTOS INVESTIGACIÓN ALGEBRA LINEAL D II 15 2 3 25 0 15 45 720 5 B IAL03QA FCI02FI IAL02MI TCI02IN FCI02AL Á DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUTTOTAL CR S 4 AS 0 ISN 0 .A 8 12 4 4 AS 1 ISTN 1 .A 6 12 4 2 AS 1 ISN 1 .A 2 6 2 3 AS 0 ISN 0 .A 6 9 3 2 AS 0 ISN 1 .A 3 6 2 I 64 0 0 128 192 64 16 16 96192 32 16 16 32 96 48 0 0 96144 32 0 16 48 96 C 192 192 96 144 96 A PROBABILIDAD ESTADÍSTICA ALGO PR R O ÍT G M R O A M Y L A Ó C G IÓ IC N A DE BIOTEC A N L O IM LO EN G T ÍA O S DE LOS BIOQ A U LI Í M M E IC N A T D O E S LOS ECUACIONES DIFERENCIALES 15 4 8 18 0 15 45 720 5 III FCI03PE FCI03AP IAL03BT IAL03BQ FCI03ED DOC P.E AUTTOTALCR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUTTOTAL CR 3A 0 SISN 2 .A 4 9 3 3 AS 0 ISTN 2 .A 4 9 3 3 AS 2 ISN 2 .A 2 9 3 3 AS 2 ISN 2 .A 2 9 3 3 AS 0 ISN 0 .A 6 9 3 48 0 32 64 144 48 0 32 64 144 48 32 32 32 144 48 32 32 32 144 48 0 0 96 144 144 144 144 144 144 FÍSICO QUÍMICA DE ALIMENTOS TOXICOLOGÍA SEGURIDAD ALIMENTARIA HIGIENE Y A M LIM AN EN IP T U O L S A CIÓN DE OPERACIONES UNITARIAS I 15 3 6 21 0 15 45 720 5 IV IAL04FQ IAL04TX IAL04SA IAL04HM IAL04OP DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUTTOTAL CR 2 AS 1 ISN 1 .A 2 6 2 2 AS 0 ISTN 1 .A 3 6 2 3 AS 0 ISN 0 .A 6 9 3 4 AS 0 ISN 2 .A 6 12 4 4 AS 2 ISN 2 .A 4 12 4 32 16 16 32 96 32 0 16 48 96 48 0 0 96 144 64 0 32 96 192 64 32 32 64 192 96 96 144 192 192 PRÁCTICAS COMUNITARIAS ITINERARIO I SISTEMA DE CALIDAD TECNOLOGÍA DE ALIMENTOS I ANÁLISIS DE ALIMENTOS I OPERACIONES UNITARIAS II 13 7 5 14 6 15 45 720 5 V TCI05PC IAL05IT IAL05SC IAL05TA IAL05AA IAL05OP DOCP.E AUTTOTALCR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOCP.E AUT TOTAL CR DOCP.E AUT TOTAL CR DOC P.E AUTTOTAL CR 0AS 0 ISTN 0 .A 0 6 2 2 AS 1 ISN 0 .A 3 6 2 4 AS 0 ISTN 2 .A 6 12 4 3AS 2 ISTN 1 .A 3 9 3 2AS 2 ISTN 1 .A 1 6 2 2 AS 2 ISN 1 .A 1 6 2 0 0 0 0 96 32 16 0 48 96 64 0 32 96 192 48 32 16 48 144 32 32 16 16 96 32 32 16 16 96 U 96 96 192 144 96 96 N I D A D ADMINISTRACIÓN , O P R VI EM CO PR M E M E S R A A I C S A R I A L K A 0 L E L 6 I T I Z A M I A N M E C G N IÓ Y T N A R D I E A S ITIN IA E L R 0 A 6 R IT IO 2 BIOE I S A T L A 06 D B ÍS E TICA TECNOLOGÍ I A A L D 0 E 6 A A A LIMENTOS II INGENIERÍA IA D L0 E 6 P IP ROCESOS I PRÁCTICA T S C I L 0 A 6 B PL ORALES 1 13 5 4 17 6 15 45 720 5 F DOC P.E AUTTOTALCR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOCP.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUTTOTAL CR E S I 4 3 8 AS 0 0 IS 1 N 1 6 .A 14 8 4 5 0 1 9 44 3 3 2 2 A 1 S 1 6 ISN 0 0 .A 96 4 3 8 9 6 6 2 4 3 8 AS 0 0 ISTN 1 1 . 6 A 144 8 5 0 14 9 4 3 3 2 2 AS 3 2 I 2 STN 1 1 . 6 A 96 1 1 6 9 6 6 2 4 3 8 A 3 S 2 2 IS 1 N 1 6 .A 14 4 4 3 8 1 9 44 3 0 0 AS 0 0 ISN 0 0 .A 96 0 0 9 6 6 2 O N A L TECNOLOGÍA D III E ALIMENTOS ITINERARIO 3 ANÁLISIS DE ALIMENTOS II EMPAQ N U UT E R Y I C E I T O IQ N U A E L TADO INGENIERÍA DE PROCESOS II PRÁCTICAS LABORALES 2 12 6 5 13 9 15 45 720 5 VII IAL07TA IAL07IT IAL07AA IAL07EN IAL07IP TCI07PL DOCP.E AUTTOTALCR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUTTOTAL CR 2AS 2 ISTN 1 .A 1 6 2 2 AS 1 ISN 0 .A 3 6 2 2 AS 2 ISTN 1 .A 1 6 2 2 AS 0 ISN 1 .A 3 6 2 4 AS 1 ISN 2 .A 5 12 4 0 AS 0 ISN 0 .A 0 9 3 32 3216 16 96 32 16 0 48 96 32 32 16 16 96 32 0 16 48 96 64 16 32 80 192 0 0 0 0 144 96 96 96 96 192 144 UNIDAD C U D R E R I I C N U T L E A G R R ACIÓN DISEÑO Y P L O A P N E T R A ACIÓN DE PROCESA A M LIM IEN EN TO TA D R E IO R S ESIDUOS ALIME N N U T T O R S A F C U E N Ú C T I I O CO N S ALES Y DESARR D A O E L I L P M L R O E O N E D T I U A N C R N T IO O O S V S ACIÓN 15 0 6 24 0 15 45 720 5 VIII FCI08IC IAL08DP IAL08PR IAL08AF IAL08DI DOC P.E AUTTOTALCR DOCP.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUTTOTALCR 5A 0 SISN 0 .A10 15 5 3AS 0 ISTN 2 .A 4 9 3 2 AS 0 ISTN 1 .A 3 6 2 2 AS 0 ISN 1 .A 3 6 2 3 AS 0 ISN 2 .A 4 9 3 80 0 0 160240 48 0 32 64 144 32 0 16 48 96 32 0 16 48 96 48 0 32 64 144 240 144 96 96 144 113 29 42 155 21 120 360 5760 40 Itinerario N°1: Seguridad alimentaria Itinerario N°2: Ingenieria y control de procesos alimentarios RESUMEN HORAS Asignaturas Nivel Horas Asignaturas Nivel Horas HORAS DE COMPONENTE DOCENCIA 1808 Ingeniería y manejo de alimentos V 96 Diseño de plantas alimentarias V 96 HORAS DE PRÁCTICAS DE EXPERIMENTACIÓN 1136 Biotecnología de los microorganismos VI 96 Investigación de operaciones VI 96 HORAS DE TRABAJO AUTÓNOMO 2480 Desarrollo sostenible de productos alimenticios VII 96 Simulación de procesos en la industria VII 96 HORAS DE PRÁCTICAS LABORALES 240 TOTAL HORAS: 288 TOTAL HORAS: 288 HORAS DE SERVICIO COMUNITARIO 96 HORAS TOTALES 5760 *Nota: las 240 horas de la asignatura de integración curricular están incluidas en el global de horas de docencia y autónomas. Itinerario N°3: Gestión de industrias alimentarias Asignaturas Nivel Horas Administración de talento humano V 96 Análisis financiero de la industria alimentaria VI 96 Desarrollo emprendedor y aspectos legales VII 96 TOTAL DE HORAS 288 MÓDULOS DE LENGUA E INFORMATICO LABORATORIOS PRÁCTICOS EXAMEN DE CERTIFICACIÓN INGLÉS NIVEL B1 MCeÓrfDitUieLdO SE xDaEm C POrMepPaUrTaAtiCoInÓ INI - B2 LLAabBoOrRaAtoTrOioR IdOeS CDoEm CpOuMtoPUTACIÓN BLOQUE P HORAS DE INTERACCIÓN DIRECTA CON EL DOCENTE LABORATORIO DE FISICA, QUÍMICA, BIOLOGÍA, MICROBIOLOGÍA TOTAL HORAS DE DOCENCIA Y PRÁCTICA DE EXPERIMENTACIÓN 184 2944 LABORATORIO DE ANÁLISIS DE ALIMENTOS TOTAL HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 142 2272 Y PROCESAMIENTO DE ALIMENTOS PORCENTAJE DE HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 77 HORAS DE PRÁCTICAS PRE-PROFESIONALES UNIDAD DE INTEGRACIÓN CURRICULAR ITINERARIO Nivel Horas REQUISITOS PRÁCTICAS LABORALES I V 96 120 CRÉDITOS MÍNIMOS APROBACIÓN ELABORADO POR PRÁCTICAS LABORALES Ii VI 144 MÓDULOS DE LENGUA E INFORMÁTICA PRÁCTICAS COMUNITARIAS V 96 ASIGNATURAS OBLIGATORIAS DE PROFESIONALIZACIÓN TOTAL HORAS: 336 TOTAL DE HORAS: 240 Lsi. Jesennia Cardenas Cobo MAE Delia Noriega Verdugo MSC DECANA FACI Directora de carrera Alimentos"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Ingeniería Civil",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/ingenieria-civil\/",
        "url_malla":"PDF",
        "contenido_malla":"Malla Curricular de la carrera (Representación Gráfica) Ingeniería Civil - Modalidad Presencial Facultad de Ciencias e Ingenierías HS A C S D EM H A S P S E E a M H A S P S E E n M a HS A S A EM H T S O O E T R M A A L S AC P D A APE N. A. AA PPP (PL) PSC CRÉD. H N O D IV R E E L A L S AS N IG Ú N M . E N R I O VE L IC-Q-01-01 IC-C-01-02 IC-ÁL-01-03 IC-IALIC-01-04 IC-LYC-01-05 QUÍMICA T T H C 2 9 , 6 0 CÁLCULO T T H C 2 5 4 ,0 0 ÁLGEBRA LINEAL T T H C 2 9 , 6 0 IN I T N R G O E D N U IE C R C Í I A Ó C N I V A I L LA T T H C 1 3 4 ,0 4 CO L M EN U G N U IC A A JE C I Y Ó N T T H C 1 3 4 ,0 4 01 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS 15 8 6 16 45 240 128 96 256 0 0 15,0 720 5 2,0 2,0 2,0 0,0 6,0 5,0 2,0 2,0 6,0 15,0 2,0 2,0 1,0 1,0 6,0 3,0 2,0 1,0 3,0 9,0 3,0 0,0 0,0 6,0 9,0 32 32 32 0 80 32 32 96 32 32 16 16 48 32 16 48 48 0 0 96 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos IC-C-0 1-02 IC-AYLDP-02-06 IC-F-02-07 IC-ED-02-08 IC-CDLM-02-09 IC-I-02-10 A D L E G O PR R O IT G M R O A M Y L A Ó C G IÓ IC N A T T H C 2 9 , 6 0 FÍSICA T T H C 1 4 9 ,0 2 D E IF C E U R A E C N IO CI N A E L S E S T T H C 1 3 4 ,0 4 CIE M N A C T IA ER S I D A E L E L S OS T T H C 1 3 4 ,0 4 INVESTIGACIÓN T T H C 1 3 4 ,0 4 02 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS 15 8 6 16 45 240 128 96 256 0 0 15,0 720 5 2,0 2,0 1,0 1,0 6,0 4,0 2,0 1,0 5,0 12,0 3,0 1,0 2,0 3,0 9,0 3,0 3,0 2,0 1,0 9,0 3,0 0,0 0,0 6,0 9,0 32 32 16 16 64 32 16 80 48 16 32 48 48 48 32 16 48 0 0 96 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos IICC--QC--00 11--0021 IICC--ÁCL--0 0 11--0023 IC-Q-0 1-01 IC-LYC - 01-05 IC-PYE-03-11 IC-MDF-03-12 IC-E-D-03-13 IC-DTYP-03-14 IC-MAALI-03-15 PR E O S B T A A B D I Í L S I T D IC A A D Y T T H C 1 3 4 ,0 4 MECÁNICA DE FLUIDOS T T H C 1 3 4 ,0 4 ESTÁTICA - DINÁMICA T T H C 1 4 9 ,0 2 DIBUJ P O L A T N ÉC O N S ICO Y T T H C 1 3 4 ,0 4 A M P IN A LI G T C E E A M N D I Á A ER T A I Í C A L A A T T H C 2 9 , 6 0 03 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS 15 8 6 16 45 240 128 96 256 0 0 15,0 720 5 3,0 1,0 2,0 3,0 9,0 3,0 2,0 1,0 3,0 9,0 4,0 1,0 1,0 6,0 12,0 3,0 3,0 1,0 2,0 9,0 2,0 1,0 1,0 2,0 6,0 48 16 32 48 48 32 16 48 64 16 16 96 48 48 16 32 32 16 16 32 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos IC-C-0 1-02 IC-F-0 2-07 IC-PYE - 03-11 IC-F-0 2-07 IC-IALIC -01-04 IC-ED- 0 2-08 IC-H-04-16 IC-G-04-17 IC-RDMDC-04-18 IC-TYC-04-19 IC-MDSYR-04-20 HIDROLOGÍA T T H C 1 3 4 ,0 4 GEOMÁTICA T T H C 1 3 4 ,0 4 C R M O E A S N T IS S E T T R E R I N A U C L C E I C A S I Ó D D N E E T T H C 1 3 4 ,0 4 T C O A P R O TO GR G A R F A Í F A Í A Y T T H C 1 3 4 ,0 4 MECÁN Y IC R A O D C E A S SUELOS T T H C 1 3 4 ,0 4 04 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS 15 8 6 16 45 240 128 96 256 0 0 15,0 720 5 3,0 1,0 2,0 3,0 9,0 3,0 2,0 1,0 3,0 9,0 3,0 2,0 1,0 3,0 9,0 3,0 2,0 1,0 3,0 9,0 3,0 1,0 1,0 4,0 9,0 48 16 32 48 48 32 16 48 48 32 16 48 48 32 16 48 48 16 16 64 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos IC-MDF -03-12 IC-PYE - 03-11 IC-TYC - 04-19 IC-E-D - 03-13 IC-DTYP -03-14 IC-E-D - 03-13 IC-RDMD C-04-18 IC-H-05-21 IC-CDLSYOT-05-22 IC-AE-05-23 IC-DDV-05-24 IC-G-05-25 IC-PSC-05-00 HIDRÁULICA T T H C 1 2 1 ,3 2 S O O C R T S I D E T E R E N E N R N C I I I A T B A M O I L D R I I D E E IA N A L L A T D O Y T T H C 1 2 2 ,7 8 ANÁLISIS ESTRUCTURAL T T H C 1 2 2 ,7 8 DISEÑO DE VÍAS T T H C 1 2 2 ,7 8 GEOTECNIA T T H C 1 2 2 ,7 8 PRÁ C C O T M IC U A N S I S T E A R R V IO ICIO T T H C 2 9 , 6 0 05 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS THS 15 8 6 10 45 240 128 96 160 0 96 15,0 720 5 3,0 2,0 1,0 1,0 7,0 3,0 1,0 2,0 2,0 8,0 3,0 2,0 1,0 2,0 8,0 3,0 2,0 1,0 2,0 8,0 3,0 1,0 1,0 3,0 8,0 6,0 48 32 16 16 48 16 32 32 48 32 16 32 48 32 16 32 48 16 16 48 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos IC-H-0 4-16 IC-G-0 4-17 IC-RDMD C-04-18 IC-TYC - 04-19 IC-MDSY R-04-20 IC-M1I-06-26 IC-GDIDAPRYP-06-27 IC-HA-06-28 IC-DE-06-29 IC-DDP-06-30 IC-PL1-06-00 MATERIA 1 ITINERARIO T T H C 1 2 1 ,3 2 RE IN SI F D A R U G A G A U E E S L A S T E T R S P I Ó O U Y C N T P A T L D U B U E R L V E A I , A D L E E S T T H C 1 2 2 ,7 8 HORMIGÓN ARMADO T T H C 1 2 2 ,7 8 DISEÑO ESTRUCTURAL T T H C 1 2 2 ,7 8 DISEÑO DE PAVIMENTO T T H C 1 2 2 ,7 8 PRÁCTICAS 1 LABORALES T T H C 2 9 , 6 0 06 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS THS 15 8 6 10 45 240 128 96 160 96 0 15,0 720 5 3,0 0,0 1,0 3,0 7,0 3,0 2,0 1,0 2,0 8,0 3,0 2,0 1,0 2,0 8,0 3,0 2,0 2,0 1,0 8,0 3,0 2,0 1,0 2,0 8,0 6,0 48 0 16 48 48 32 16 32 48 32 16 32 48 32 32 16 48 32 16 32 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos IC-H-0 5-21 IC-AE- 0 5-23 IC-AE- 0 5-23 IC-DDV - 05-24 IC-M2I-07-31 IC-IDA-07-32 IC-HP-07-33 IC-EM-07-34 IC-IDLC-07-35 IC-PL2-07-00 MATERIA 2 ITINERARIO T T H C 1 2 1 ,3 2 INGENIERÍA DEL AGUA T T H C 1 2 1 ,3 2 P H R O EF R O M R I Z G A O D N O T T H C 1 2 1 ,3 2 ES M TR ET U Á C L T I U CA RA S S T T H C 1 2 1 ,3 2 IN C G IM EN E I N ER T Í A A C D IÓ E N L A T T H C 1 2 2 ,7 8 PRÁCTICAS 2 LABORALES T T H C 1 3 4 ,0 4 07 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS THS 15 8 6 7 45 240 128 96 112 144 0 15,0 720 5 3,0 0,0 1,0 3,0 7,0 3,0 2,0 1,0 1,0 7,0 3,0 2,0 1,0 1,0 7,0 3,0 2,0 2,0 0,0 7,0 3,0 2,0 1,0 2,0 8,0 9,0 48 0 16 48 48 32 16 16 48 32 16 16 48 32 32 0 48 32 16 32 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos IC-GDIDAP R YP-06-27 IC-HA- 06-28 IC-DE- 0 6-29 IC-G-0 5-25 IC-M3I-08-36 IC-IEEH-08-37 IC-GDOC-08-38 IC-AS-08-39 IC-T-08-40 MATERIA 3 ITINERARIO T T H C 2 9 , 6 0 EL H E I C I N D T S R R T O O A S M L A A E N C C I I Á T O A N N R I E C I S A A S S E T T H C 2 9 , 6 0 GESTI C Ó I N V I D LE E S OBRA T T H C 1 3 4 ,0 4 SISM A O N R Á RE LI S S I I T S E NTE T T H C 1 3 4 ,0 4 TITULACIÓN T T H C 2 5 4 ,0 0 08 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS 15 8 6 16 45 240 128 96 256 0 0 15,0 720 5 2,0 1,0 1,0 2,0 6,0 2,0 2,0 2,0 0,0 6,0 3,0 3,0 1,0 2,0 9,0 3,0 2,0 2,0 2,0 9,0 5,0 0,0 0,0 10,0 15,0 32 16 16 32 32 32 32 0 48 48 16 32 48 32 32 32 80 0 0 160 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos IC-IDA - 07-32 IC-EM- 07-34 RESUMEN FINAL DESCRIPCIÓN DEL ITINERARIO 1 DESCRIPCIÓN DEL ITINERARIO 2 Detalle Créditos Horas Aprendizaje en Contacto con Docente 40,0 1.920 Nombre del Itinerario: GESTIÓN DE OBRAS CIVILES Nombre del Itinerario: INGENIERÍA HIDRÁULICA Aprendizaje Práctico Experimental 37,3 1.792 No. Asignatura Nivel Horas No. Asignatura Nivel Horas Aprendizaje Autónomo 35,7 1.712 1 M C O O B A N R R A S C T O RUCCI R Ó E N GUL Y ATO FI R S I C O ALIZAC D I E ÓN D LA E 6TO NIVEL 112 1 A SI P S R T O EM VE A C S H E A N M ER IE G N É T T O ICO H S IDROELÉCTRICOY 6TO NIVEL 112 P P r r á á c c t t i i c ca a s s L d a e b S o e r r a v le ic s io Comunitario 2 5 , , 0 0 2 9 4 6 0 2 TECNOLOGÍAS EN INGENIERÍA CIVIL 7MO NIVEL 112 2 I F N LU G V EN IA I L ERÍADERÍOSYRESTAURACIÓN 7MO NIVEL 112 T % o d ta e l i d n e te l r a a c c c a i r ó r n e r d a irecta entre el estudiante y el profesor 120 51,11% 5.760 Número de Asignaturas en la malla 40 3 INGENIERÍA DE LA CONSTRUCCIÓN 8VO NIVEL 96 3 HIDROGEOLOGÍA 8VO NIVEL 96 RESUMEN DE LA MALLA CURRICULAR POR PERÍODO ACADÉMICO PHráocrtaicso d e- EAxppreernimdieznajtea l N A o s m C ig ó b n d r a e ig t d u o e r d a l e a la Asigna T T t H C ura 0 0 ,0 T CT Ho or to é a t r da la il ds t d e oe s U U n n i U d id a n a d i d d d a P e d r T o B i f á t e u s s i l i c a o a c n i a ó l n AC P P A E ( r R P D im A Í É O e O M D r ) o I O C O D SE U M R A A P N C 1 A 6 I A O Ó S N D E E N L H S A O 1 E C R 5 M D A S H S O A E 1 P R 4 M E A S H S O A E 1 R A M 6 A S H S O T E 4 O R M 5 T A S H A O T 2 O C 4 R D 0 T A S HO T A 2 O P 2 R 4 E T A S HO T 2 A O 5 R A 6 T A S HO P R L AS HO S R C AS C T H A O O R 7 T R 2 R A E 0 A L R E S A S MoAdsaiglindaatdu rdae la ACD APE AA THS Prácticas Laborales Segundo 16 15 14 16 45 240 224 256 720 V A N. A. Prácticas de Servicio Comunitario Tercero 16 15 14 16 45 240 224 256 720 HCooranst adcet oA cpornen Ddoizcaejnet een ToSteaml daen Haloersas Cuarto 16 15 14 16 45 240 224 256 720 Pre-Requisitos Pre-requisitos Co-requisitos AprendHizoarjea sA duetó nomo Q S u e i x n t t o o 1 1 6 6 1 1 5 5 1 1 4 4 1 1 0 0 4 4 5 5 2 2 4 4 0 0 2 2 2 2 4 4 1 1 6 6 0 0 96 96 7 7 2 2 0 0 HoArsaiss tdide aAsPE HNoor aAss diseti AdaPsE Co-Requisitos Séptimo 16 15 14 7 45 240 224 112 144 720 Octavo 16 15 14 16 45 240 224 256 720 Total de horas de la carrera 1.920 1.792 1.712 240 96 5.760 NOTAS: Firma de Responsabilidad Lashorassemanalesdeprácticaspreprofesionalesyprácticasdeserviciocomunitarioformanpartedelacolumnadenominada“TOTHSSEM”,juntoconlashorassemanales delrestodecomponentesdelaasignatura.Estashorassemanales(prácticasdeserviciocomunitario-prácticaslaborales)sumanaltotaldehorasdelrespectivonivel,sin afectareltotaldehorasnicréditosestablecidosenelReglamentodeRégimenAcadémicoparalacarrera.Lasprácticaspreprofesionalessesubdividenendos(2) componentes: Prácticas de servicio comunitario, que se encuentran en el quinto nivel; y, las Prácticas Laborales, que se distribuyen entre el sexto y séptimo nivel. Las horas de titulación están distribuidas dentro de una asignatura en los componentes de Aprendizaje en Contacto con el Docente y Aprendizaje Autónomo dentro. Lamallacurriculardelacarreraestáconformadapor8niveles,organizadoscurricularmenteconunarelación1–2.Elnúmerodesemanasporperiodoacadémicoconsiderada para la estructura de la malla es de 16 semanas. Jennyffer Rebeca Yépez Ramírez MASTER UNIVERSITARIO EN INGENIERIA HIDRAULICA Y MEDIO AMBIENTE"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Multimedia y Producción Audiovisual",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/multimedia-y-produccion-audiovisual\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO CARRERA: MULTIMEDIA Y PRODUCCIÓN AUDIOVISUAL P T R O E T S A E L N H C O IA R L A E S S TOT E A X L P H E O R R IM A E S N PR TA Á L C E T S ICAS T A O U T T A Ò L N H O O M R A A S S P P R R O AC F H E T O S IC I R O A A N S S A P R LE E S - CREDITOS T H SE O O M T R A A A L S N AL SE H M O E R S A T S R E ASIG N N U S A M TU RA ASIST NO ASIST TÉCNICAS CREATIVAS TÉCNICAS DE VIDEO ESTETICA AUDIOVISUAL HISTORIA DEL ARTE Y DEL CINE LENGUAJ A E C Y A C D O ÉM M I U C N A ICACIÓN 240 32 48 400 0 15 45 720 5 I 011-TC-001 011-TV-001 011-EA-001 011-HAC-001 011-LCA-001 DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR 3 AS 0 ISTN 1 .A 5 9 3 3 AS 0 ISTN 2 .A 4 9 3 3 AS 2 IS N 0 .A 4 9 3 3 AS 0 IS N 0 .A 6 9 3 3 AS 0 IS N 0 .A 6 9 3 48 0 16 80 144 48 0 32 64 144 48 32 0 64 144 48 0 0 96 144 48 0 0 96 144 144 144 144 144 144 U N I D A CO TE M O U R N ÍA IC D A E C L IÓ A N HERRAMIENTAS DIGITALES SEMIÓTICA NARRATIVA AUDIOVISUAL INVESTIGACIÓN D II 240 16 64 400 0 15 45 720 5 B 011-TC-002 011-HD-002 011-Se-002 011-NA-002 011-IN-002 Á DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR S I 3 AS 1 ISN 0 .A 5 9 3 3 AS 0 IS N 1 .A 5 9 3 3 AS 0 ISTN 1 .A 5 9 3 3 AS 0 IS N 2 .A 4 9 3 3 AS 0 IS N 0 .A 6 9 3 C 48 16 0 80 144 48 0 16 80 144 48 0 16 80 144 48 0 32 64 144 48 0 0 96 144 A 144 144 144 144 144 FOTOGRAFIA E ILUMINACIÓN MEDIO M S A U U LT D I I M O E V D IS IA U ALES Y TALLER DOCUMENTAL MATEMÁTICA FINANCIERA GUIONE A S U P D A I R O A V P IS R U O A D L UCCIÓN 240 0 80 400 0 15 45 720 5 III 011-FI-003 011-MAM-003(cid:9) 011-TD-003 011-MF-003 011-GA-003 DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR 3 AS 0 IS N 2 .A 4 9 3 3 AS 0 ISTN 0 .A 6 9 3 3 AS 0 IS N 2 .A 4 9 3 3 AS 0 IS N 1 .A 5 9 3 3 AS 0 IS N 0 .A 6 9 3 48 0 32 64144 48 0 0 96 144 48 0 32 64 144 48 0 16 80 144 48 0 0 96 144 144 144 144 144 144 ANA C L O IS M IS U S N O IC C A IA C L IÓ D N E LA P T R A O L D LE U R C D CI E Ó C N A M AU A D R I A O S V P IS A U R A A L DISEÑO TRIDIMENCIONAL ARTES ESCENICA PL P A R N E S D U E P M U E E D ST IO O S S Y 240 32 48 400 0 15 45 720 5 IV 011-ASC-004 011-TCPA-004 011-DT-004 011-AE-004 011-GPA-004 DOC P.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR 2 AS 0 IS N 1 .A 3 6 2 4 AS 2 ISTN 0 .A 6 12 4 3 AS 0 IS N 1 .A 5 9 3 3 A 0 SIS N 1 .A 5 9 3 3 AS 0 IS N 0 .A 6 9 3 32 0 16 48 96 64 32 0 96192 48 0 16 80 144 48 0 16 80 144 48 0 0 96 144 96 192 144 144 144 PRÁC C T O IC M A U S N D I E T A S R ER IO VICIO ED ( I W CIÓ O N RK D F E L O V W ID ) EO MODELADO 3D REDACCIÓN MULTIMEDIA ANIMACIÓN DIGITAL DISEÑO DE SONIDO 208 48 32 336 96 15 45 720 5 V 011-PSC-005 011-EV-005 011-M3D-005 011-RM-005 011-AD-005 011-DS-005 DOC P.E PPPTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR 0 AS 0 ISN 0 .A 0 6 2 2 AS 2 ISN 0 .A 2 6 2 3 AS 0 ISN 1 .A 5 9 3 2 AS 0 ISN 1 .A 3 6 2 3 AS 1 IST N 0 .A 5 9 3 3 AS 0 IS N 0 .A 6 9 3 0 0 0 0 0 32 32 0 32 96 48 0 16 80 144 32 0 16 48 96 48 16 0 80 144 48 0 0 96 144 96 96 144 96 144 144 U N I D A D PRÁCTICAS LABORALES I VISUAL EFFECTS ILUMINACIÓN Y TEXTURA 3D PRODUCCIÓN DE DOCUMENTALES DIRECCIÓN ACTORAL TALLER DE RADIO P 208 48 32 336 96 15 45 720 5 R VI O 011-PL1-006 011-VE-006 011-IT-006 011-PD-006 011-DA-006 011-TR-006 F DOC P.E PPPTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR O E S I 0 0 AS 0 0 ISN 0 0 .A 96 0 0 0 6 2 4 3 8 A 1 S 1 6 ISN 0 0 .A 144 8 5 014 9 4 3 4 3 8 AS 0 0 ISN 1 1 . 6 A 144 8 5 0 14 9 4 3 4 3 8 AS 0 0 ISTN 1 1 . 6 A 8 1 5 0 44 14 9 4 3 3 2 2 A 1 S 1 6 IS N 0 0 .A 96 4 3 8 9 6 6 2 3 2 2 A 1 S 1 6 ISN 0 0 9 .A 6 4 3 8 9 6 6 2 N A L PRÁCTICAS LABORALES II POST PRODUCCIÓN ANIMACIÓN 3D PRODUCCIÓN DE TELEVISIÓN REEL MULTIMEDIA EM IN P N R O EN V D A I C M IÓ IE N N Y T O 192 48 32 304 144 15 45 720 5 VII 011-PL2-007 011-PP-007 011-An-007 011-PT-007 011-RM-007 011-IE-007 DOC P.E PPPTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR 0 AS 0 ISN 0 .A 0 9 3 2 AS 1 ISTN 0 .A 3 6 2 3 AS 1 ISN 0 .A 5 9 3 2 AS 0 ISN 1 .A 3 6 2 2 AS 1 IS N 0 .A 3 6 2 3 AS 0 ISTN 1 .A 5 9 3 0 0 0 0 0 32 16 0 48 96 48 16 0 80 144 32 0 16 48 96 32 16 0 48 96 48 0 16 80 144 144 96 144 96 96 144 ESPACIO INTERACTIVO G P E A S R T A IÓ M N E D D E IO C S O D N I T G E I N TA ID L O ES S TALLER DE CONTENIDOS CREATIVOS LE P N A G R U A P A D R J E E O S I D A N U R F C O R T O R O M L S LO AT D IC E O DISEÑO CU D R E R I I N C T U E L G A R R ACIÓN 240 32 48 400 0 15 45 720 5 VIII 011-EI-008 011-GCMD-008 011-TCC-008 011-LIDP-008 011-IC-008 DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR DOC P.E AUTTOTAL CR 2 AS 1 ISN 0 .A 3 6 2 2 AS 1 IS N 0 .A 3 6 2 3 AS 0 ISTN 2 .A 4 9 3 3 AS 0 IS N 1 .A 5 9 3 5 AS 0 ISTN 0 .A 10 15 5 32 16 0 48 96 32 16 0 48 96 48 0 32 64 144 48 0 16 80 144 80 0 0 160240 96 96 144 144 240 1808 256 384 2976 336 120 360 5760 40 LABORATORIOS PRACTICOS MÓDULO INFORMÁTICO Y DE LENGUAJE RESUMEN HORAS LABORATORIO DE CÓMPUTO INDISPENSABLE CERFITIED EXAM PREPARATION I - B1 (5 MÓDULOS DE IDIOMA EXTRANJERO) HORAS DE COMPONENTE DOCENCIA 1808 TALLER AÚLICO MÓDULO DE INFORMÁTICA I Y II HORAS DE PRÁCTICAS DE EXPERIMENTACIÓN 640 HORAS DE TRABAJO AUTÓNOMO 2976 HORAS DE PRÁCTICAS PRE-PROFESIONALES UNIDAD DE INTEGRACIÓN CURRICULAR HORAS DE PRÁCTICAS LABORALES 240 Nivel Horas REQUISITOS HORAS DE SERVICIO COMUNITARIO 96 PRÁCTICAS DE SERVICIO COMUNITARIO V 96 120 CREDITOS MINIMOS HORAS DE INTEGRACIÓN CURRICULAR *(titulación) 240 PRÁCTICAS LABORALES I VI 96 MÓDULOS DE INGLES E INFORMÁTICA * Las 240 horas de la asignatura integración curricular están incluidas en sumatoria de contactos con el docente (80) y PRÁCTICAS LABORALES II VII 144 ASIGNATURAS OBLIGATORIAS DE PROFESIONALIZACIÓN autónomas 160) HORAS TOTALES 5760 TOTAL HORAS: 336 TOTAL HORAS : 240 TOTAL HORAS DE DOCENCIA Y PRÁCTICA DE EXPERIMENTACIÓN 2448 2448 TOTAL HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 2064 2064 UNIDADES DE ORGANIZACIÓN CURRICULAR NIVEL DOC PE AUT PPP PC HORAS PORCENTAJE DE HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 84% BASICA I - III 720 240 ### 2160 PROFESIONAL IV - VIII 1088 400 ### 3264 2432 IV - VIII ### 96 336 1872 *INTEGRACIÓN CURRICULARVIII 240 - TOTAL 5760 * Las 240 horas de la asignatura integración curricular están incluidas en el global de las horas docencia Atentamente, y autonomas MSc. Ana Cornejo Mayorga Dr. Flelix Villegas Yagual Directora carrera Diseño Gráfico y Publicidad Decano de la Facultad FACSECD Descripción microcurricular de la carrera\/programa Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s ) UNIDAD BÁSICA  Definición de creatividad e innovación  Inventos e innovaciones  Identificar los tipos de destacados y sus autores técnicas creativas para un N\/A  Cambios del entorno mejor desempeño teórico 1 TÉCNICAS CREATIVAS I BÁSICA comunicacional y 48 80 16 144 práctico del estudiante en un paradigmas comportamiento individual  Técnicas creativas en la y grupal. generación de ideas  Principios tecnológicos y  Definir los tipos de técnicas formas de transmisión de video para obtener un  Equipos de videos y mayor impacto en la formatos de videos 2 TÉCNICAS DE VIDEO I BÁSICA 48 64 32 144 N\/A comunicación visual e  Conceptos básicos del identificar las plataformas montaje del mercado audiovisual,  Estilos de edición televisivos y medios 1 Aplica solo para tercer nivel (técnico-tecnológico y de grado) 2 Aplica solo para tercer nivel (técnico-tecnológico y de grado) Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s ) digitales para la difusión de mensajes comunicacional.  La paradoja audiovisual:  Diferenciar las metodologías, empleo de nuevas técnicas básicas y tecnologías actualizadas, para la  Principios de una N\/A producción de contenidos cibercultura audiovisual 3 ESTÉTICA AUDIOVISUAL I BÁSICA audiovisuales y multimedia y  Presencias musicales en los 48 64 32 144 conocer el marco regulativo discursos y textos en el que se desarrolla la audiovisuales actividad de producción  Narrativa sonora y audiovisual. audiovisual  Conocer el lenguaje del arte  Introducción a la historia del cinematográfico, sus arte HISTORIA DEL ARTE Y características y componentes  Movimientos artísticos siglo 4 I BÁSICA 48 96 0 144 DEL CINE N\/A para el desarrollo de las XI y XX imágenes y su elaboración  Inicios del cine dentro de la narración visual.  Corrientes cinematográficas Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s )  Comunicación y sociedad  Utilizar estrategia de  Componentes de la expresión y comprensión comunicación LENGUAJE Y N\/A mediante el uso correcto de la  Programación 5 COMUNICACIÓN I BÁSICA lengua y el manejo de neurolingüísticas 48 96 0 144 ACADÉMICA herramientas para afrontar las  La lectura diferentes exigencias  Estrategias de lectura de profesionales. traducción, interpretación y extrapolación.  Distinguir los conceptos  La comunicación social, básicos de la comunicación a mensaje interpersonal verbal y partir del dominio de la no verbal. información en la sociedad y  Desarrollo de las teorías N\/A los distintos enfoques del clásicas y actuales de TEORÍA DE LA 6 II BÁSICA concepto comunicación y su comunicación. 48 80 16 144 COMUNICACIÓN significación en la  Nuevas perspectivas interrelación humana del comunicativas e informativas. mensaje en los medios de  La comunicación en la comunicación. organización mediática. 7 HERRAMIENTAS II BÁSICA  Interpretar la utilidad de las 48 80 16 144 Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s ) DIGITALES herramientas digitales con la  Introducción a Illustrator finalidad de alcanzar ventajas  Herramientas de Illustrator y competitivas en el ámbito sus funciones N\/A profesional local, nacional e  Introducción a Photoshop internacional.  Montaje y retoque digital  Introducción a la semiótica  Desarrollar mensajes claros  Lectura analítica de los con habilidades gráficas en los principales teóricos de la procesos audiovisuales 8 SEMIÓTICA II N\/A BÁSICA semiótica y semiología. 48 80 16 144 mediante conceptos  Comunicación verbal y no semióticos con el fin de verbal potenciar la creatividad.  Experimentación.  Comprender los elementos  Dramaturgia que conforman la narrativa NARRATIVA  Relato fílmico 9 II BÁSICA audiovisuales en la 48 64 32 144 AUDIOVISUAL  Creación de personajes elaboración de videos y N\/A  Sonido en sentido estético multimedia. 10 INVESTIGACIÓN II BÁSICA  Introducción al conocimiento 48 96 0 144 Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s )  Fomentar la construcción del y a la investigación científica conocimiento científico en el  Herramientas para la ámbito académico en base a la investigación N\/A investigación, innovación  Elementos de la propuesta de investigativa, con criterios de investigación inter y multidisciplinariedad, a  Metodología de la través del análisis de los investigación elementos de la ciencia y sus métodos; importancia, enfoques, alcances y procesos de la investigación; con pertinencia social, actitud crítica, reflexiva y creativa.  Interpretar la imagen  Historia de la fotografía fotográfica con la finalidad de  Cámaras y equipos reconocer la jerarquía de cada fotográficos FOTOGRAFÍA E 11 III N\/A BÁSICA uno de los elementos que la  Manejo de Equipos de 48 64 32 144 ILUMINACIÓN componen, aplicando los iluminación conceptos teóricos- prácticos  Fundamentos básicos de la de la asignatura. iluminación  Técnicas de fotografía y Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s ) composiciones visuales  Concepto, tipos y características de los medios  Utilizar las herramientas y audiovisuales y multimedia técnicas del lenguaje N\/A  Medios audiovisuales y audiovisual y multimedia MEDIOS AUDIOVISUALES multimedia en el Ecuador 12 III BÁSICA según el canal seleccionado 48 96 0 144 Y MULTIMEDIA  Estructura de mensajes para para alcanzar los objetivos medios comunicacionales de la  Estructura de un plan de organización. medios  Presupuesto.  Distinguir los discursos visuales basados en la  Historia del documental fotografía documental que  Ficción del relato 13 TALLER DOCUMENTAL III BÁSICA ponen en cuestión los procesos  Estética documental 48 64 32 144 N\/A sociales, a través de los cuales  Usos sociopolíticos de la se construyen ideas, críticas y fotografía y el cine el recuerdo. MATEMÁTICA  Desarrollar habilidades que 14 III BÁSICA 48 80 16 144 FINANCIERA permitan a los estudiantes,  Documentos financieros, Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s ) aplicar el pensamiento Interés Simple, Interés reflexivo y el razonamiento, Compuesto N\/A para facilitar el cálculo de las  Anualidades operaciones financieras.  Amortización  Bonos  Tasa interna de retorno (TIR)  Valor actual neto VAN  Prueba acida  Identificar los diferentes elementos y características de  Guion literario GUIONES PARA los guiones, así como los  Guion técnico 15 PRODUCCIÓN III BÁSICA 48 96 0 144 principios básicos de su  Story board AUDIOVISUAL N\/A elaboración para el correcto  Análisis del de “coupage” uso y aplicación. UNIDAD PROFESIONAL  Analizar el proceso de comunicación entre la  Análisis del discurso y ANÁLISIS SOCIAL DE LA organización y la comunidad pragmática 16 IV 32 48 16 96 COMUNICACIÓN PROFESIONAL desde el punto de vista social  Estructura de la información N\/A y según los objetivos y comunicación organizacionales  Teoría de la Publicidad y de Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s ) las relaciones públicas  Historia de los medios de comunicación  Comunicación organizacional o corporativa  Comunicación digital IV  Introducción a la producción  Emplear los elementos, audiovisual PROFESIONAL técnicas y uso creativo de la  Tipos de cámaras y TALLER DE CÁMARAS N\/A cámara de video para fines accesorios 17 PARA PRODUCCIÓN 64 96 32 192 comunicativos en los nuevos  Reglas fundamentales de AUDIOVISUAL formatos audiovisuales y composición multimedia  Planos y movimientos de cámaras IV  Desarrollar composiciones  Introducción al diseño tridimensionales aplicables a tridimensional 18 DISEÑO TRIDIMENSIONAL proyectos multimedia y 48 80 16 144 PROFESIONAL  Propiedades de la interface audiovisuales que demande el N\/A (software) medio.  Objetos primitivos Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s )  Modelado orgánico  Iluminación, cámara y render IV  Aplicar de forma creativa las  Concepto, tipos y herramientas teóricas, características de las artes PROFESIONAL técnicas y críticas en la escénicas N\/A producción y ejecución de  Aspectos fundamentales de una escenificación que las artes escénicas 19 ARTES ESCÉNICAS 48 80 16 144 transmita de forma asertiva  Cultura y costumbre las manifestaciones ecuatoriana socioculturales y artísticas a  Estructura de una obra través de procesos escénica comunicativos.  Desarrollo de guion IV  Concepto y características de un plan de medios  Diseñar un plan de medios  Importancia del presupuesto según los objetivos de la PLAN DE MEDIO Y PROFESIONAL  Estructura de un plan de 20 organización según el 48 96 0 144 PRESUPUESTO N\/A medios presupuesto que se asigna y  Tipos de medios en el el tiempo de ejecución. entorno comunicacional  Presupuesto financiero y Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s ) asignación de recursos por actividad  Plan de control y seguimiento.  Vinculación con la comunidad 96 PRÁCTICAS DE SERVICIO V N\/A COMUNITARIO  Proponer trabajos audiovisuales con la  Herramienta de edición y herramienta adobe premier, flujos de trabajos EDICIÓN DE VIDEO PROFESIONAL con métodos de ingesta de  Estilos de las composiciones 21 V 32 32 32 96 (WORKFLOW) N\/A materiales y estilos de  Material en bruto edición, que cumplan las  Digitalización expectativas de los nuevos formatos.  Conceptos básicos de  Indagar en el modelado 3D modelado: Vertéis, aristas, para crear figuras caras o polígonos y malla tridimensionales complejas 22 MODELADO 3D V PROFESIONAL  Box modeling 48 80 16 144 utilizando métodos de N\/A  Sculpt modeling sculpting digital  Topología  Retopología Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s )  Concepto y tipo de redacción  Redactar contenidos  Los medios y sus elementos N\/A comunicacionales multimedias PROFESIONAL direccionados a medios  Redacción creativa y 23 REDACCIÓN MULTIMEDIA V 32 48 16 96 digitales y multimedia según sensorial el target de la organización.  Concepto emocional en la redacción  Historia y origen de la  Construir productos animación N\/A PROFESIONAL audiovisuales para identificar  Principios básicos de la procesos de la post- animación 24 ANIMACIÓN DIGITAL V 48 80 16 144 producción en el desarrollo  Creación y animación de de la composición digital formas básicas  Creación y animación de composiciones  Categorizar técnicas de edición en cortas  Conceptos y componentes 25 DISEÑO DE SONIDO V 48 96 0 144 producciones radiofónicas, relacionados al sonido PROFESIONAL que servirán de insumos en  Edición de sonido Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s ) N\/A los servicios informáticos  Moduladores de sonido digitales.  Montaje sonoro y digitalización  Practicas pre-profesionales I PRÁCTICAS LABORALES I VI 96 N\/A  Identificar los efectos  Introducción a visual effects visuales comunes utilizados  Efectos visuales y efectos en los gráficos de digitales 26 VISUAL EFFECTS VI PROFESIONAL movimientos y tener la 48 80 16 144  Claquetas animadas N\/A capacidad de diferenciar  Corrección de colores cuando elegir un efecto visual o un efecto especial.  Concepto, tipos y características de la  Crear elementos gráficos PROFESIONAL iluminación comunicacionales en 3D ILUMINACIÓN Y TEXTURA N\/A  Concepto, tipos y 27 VI aplicados al desarrollo y 48 80 16 144 3D características de textura 3D entorno tecnológico de la  Aplicación de luz y textura a sociedad. objetos en 3D  Efectos e iluminación  Renderización: usos y Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s ) aplicaciones  Concepto y definición de documental  Elaborar contenidos  Estructura de un Documental N\/A PROFESIONAL audiovisuales sobre temas de  Característica de una PRODUCCIÓN DE 28 VI interés científico, social y investigación documental 48 80 16 144 DOCUMENTALES cultural a través de hechos y  Proceso metodológico y personajes tomados de la técnicas de recolección de realidad. información  Desarrollo de documentales  Comunicación verbal y no verbal en la expresión actoral  Representar argumentos  Percepción del espacio actoral aplicando de forma PROFESIONAL actoral 29 DIRECCIÓN ACTORAL VI efectiva la comunicación 32 48 16 96 N\/A  Espacio escénico verbal y no verbal para la  Plan dramático en el construcción del mensaje. contexto de un espectáculo actoral  Aplicar la riqueza expresiva y  Comunicación radiofónica: sonora de la radio en la tipos, elementos y lenguaje 30 TALLER DE RADIO VI 32 48 16 96 producción y desarrollo de  Planeación y etapas de PROFESIONAL programas radiales de producción radiofónica Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s ) N\/A entretenimiento y  Recursos técnicos y publicitarios a través del tecnológicos en la dominio de los géneros y producción radial formatos del medio.  Producción y realización radiofónica PRÁCTICAS LABORALES II VII N\/A  Practicas pre-profesionales II 144  Generar proyectos audiovisuales, utilizando la  La edición de video N\/A edición y facilidades de post  La sonorización 32 POST PRODUCCIÓN VII PROFESIONAL producción como elemento  Los efectos especiales 32 48 16 96 argumentativo, para generar  Titulación y titulador narraciones sólidas para televisión y medios digitales.  Manejo de la interfaz del Software de 4D y sus  Desarrollar el arte de la configuraciones PROFESIONAL animación para generar  Técnicas y tipos de 33 ANIMACIÓN 3D VII N\/A movimientos fluidos en animación y sus 48 80 16 144 personajes tridimensionales. características  Renderización  Topología 3D Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s )  Justificar cómo medir las  La producción de televisión, audiencias, los diferentes Etapas tipos de emisoras y estudios PROFESIONAL  La fotografía dentro de la de televisión, así como sus PRODUCCIÓN DE N\/A Televisión 34 VII fuentes de financiación. 32 48 16 96 TELEVISIÓN  El audio y su importancia en Conocer los procesos, la el proceso de producción organización y el control de  Los procesos dentro de la la producción de los post producción programas de televisión.  Componer presentaciones audiovisuales y multimedia  Herramientas multimedia en base a estrategias creativas  Diseño y construcción con utilizando guion, Software N\/A PROFESIONAL animación, edición, audio y  Conceptos de Leguaje y 35 REEL MULTIMEDIA VII programación para la 32 48 16 96 programación presentar trabajos propios o  Programación en base a de clientes a través de etiquetas. múltiples medios de expresión física o digital. INNOVACIÓN Y  Identificar oportunidades de  La filosofía del emprendedor 36 VII 48 80 16 144 EMPRENDIMIENTO negocio a través de una  Creatividad y modelo de Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s ) inferencia inicial sobre negocio PROFESIONAL perfiles de posibles proyectos  Plan de negocios N\/A para que constituya la base  Desarrollo de componentes del desarrollo de planes de de plan de negocios negocio. INTEGRACIÓN CURRICULAR  Determinar algoritmos que  Introducción a la cumplan la función de Programación solucionar problemas y a su  Variables y Tipos de Datos 37 ESPACIO INTERACTIVO VIII 32 48 16 96 INTEGRACIÓN vez utilizar herramientas  Estructuras de Control N\/A CURRICULAR computacionales para  Arreglos N-Dimensionales modelar e interpretar datos.  Importancia de la gestión de  Planificar la distribución y contenidos INTEGRACIÓN divulgación de contenidos a  SEO y SEM GESTIÓN DE CONTENIDOS 38 VIII CURRICULAR través de los diversos medios  Herramientas de analíticas 32 48 16 96 PARA MEDIOS DIGITALES N\/A o plataformas digitales que web necesita la organización.  Marketing digital  Plan de contenidos  Desarrollar conceptos o ideas  Marketing de contenidos TALLER DE CONTENIDOS 39 VIII creativas que transmitan un  Metodología Inbound en el 48 64 32 144 CREATIVOS INTEGRACIÓN mensaje de forma original a marketing de contenidos Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s ) CURRICULAR través de los medios  Técnicas para desarrollar la N\/A comunicacionales más creatividad utilizados  Planificación, ejecución y medición de resultados  Introducción a sistemas operativos INTEGRACIÓN  Introducción a base de datos N\/A CURRICULAR  Introducción a CMS  Crear y administrar  Configuración de Template LENGUAJE INFORMÁTICO plataformas virtuales para la  Instalación y configuración 40 PARA DESARROLLO DE VIII 48 80 16 144 gestión de contenidos de un CMS PRODUCTOS multimedia  Configuración de Plugins  Arquitectura de la información dentro de un CMS  Hosting y Dominio  Propiciar una propuesta para  Marco preliminar para la la resolución de los integración curricular problemas, dilemas, desafíos DISEÑO DE INTEGRACIÓN INTEGRACIÓN  Planificación y estructura del VIII N\/A y procesos de los campos de 80 160 0 240 CURRICULAR CURRICULAR trabajo integración curricular actuación de la profesión,  El proyecto integrador mediante la activación de un trabajo de integración Nro. Nombre de la asignatura P e ri o d o A c a d é mi c o Itine N r o a m ri b o\/ r M e d en el c ión or U c g u n a r i n r d i i a c z d u a l c d a ió r e n Resultados de Aprendizaje Contenidos mínimos A p r e n di z a j e e n c o n t a c t o c o n el A e n p d r i z a j e d o c e n t e ( h o r a s ) a u t ó n o m o ( h o r a s ) ( h o r a s ) A p r e n di z a j e p r á c ti c o\/ e x p e ri P r á c ti c a s m e n t al P r e p f o f e si o n al e P r á c ti c a s d e 1 s ( h o r a s ) T o t al ( h o r a o s e r vi ci o c r é di t o ) c o m u ni t a ri o 2 ( h o r a s ) curricular que permita la validación académica de capacidades y competencias en el ámbito de la profesión. Total 1808 2976 640 240 96 5760"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Administración de Empresas",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/administracion-de-empresas\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO CARRERA: ADMINISTRACIÓN DE EMPRESAS P T R O E T S A E L N H C O IA R L A E S S TOT E A X L P H E O RI R M AS E N P T R A Á L C E T S ICAS T A O U T T A Ò L N H O O M R A A S S HO P R R A O S F P E R S A I C O T N IC A A L S E S PRE- CREDITOS HORAS SEMESTRE AS N IG R U A N M S A TU ASISTIDA NO ASISTIDA MATEM AD A M TIC IN A I S S T A R P A LI C C I A Ó D N A A LA ECONOMÌA CONTABILIDAD GENERAL LENGUAJE Y COMUNICACIÓN ADMINISTRACIÓN I 2 40 - - 4 80 - 1 5 7 20 5 LAE01MA LAE01MI LAE01CG LAE01LC LAE01AD DOC P.E AUT TOTAL CR DOC ACD P.E APE AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 48 A 0 SIS N 0 .A 96 144 3 48 AS 0 IST N 0 .A 96 144 3 48 A 0 SIS N 0 .A 96 144 3 48 AS 0 IS N 0 .A 96 144 3 48 A 0 SIS N 0 .A 96 144 3 144 144 144 144 144 U N LAE01MA LAE01MI LAE01MA LAE01AD LAE01CG LAE01LC I D A MATMETICAS FINANCIERA ECOLOGÍA Y MEDIO AMBIENTE COMPORTAMIENTO ORGANIZACIONAL CONTABILIDAD DE COSTOS INVESTIGACIÓN D II 2 40 - 3 2 4 48 - 1 5 7 20 5 B Á S C I D 4 O 8 C AS 0 IS P.E N 0 .A LAE 1 0 4 2 9 4 A M U 6 T F T 1 O 4 TA 4 L C 3 R D 4 O 8 C AS 0 IST P L .E AE 1 0 N 0 4 . 2 A 4 MA 9 AU 6 T T 1 O 4 TA 4 L C 3 R D 4 O 8 C A 0 SIS P.E N 0 .A LAE 1 0 4 9 2 A 4 6 U C T O T 1 O 4 TA 4 L C 3 R D 4 O 8 C A 0 SIS P.E 3 N 2 .A LAE 1 0 4 2 4 CC 6 AU 4 T T 1 O 4 TA 4 L C 3 R D 4 O 8 C A 0 SIS P.E N 0 . L A AE 1 0 4 2 4 I 9 V AU 6 T T 1 O 4 TA 4 L C 3 R A LAE02MF LAE02MA LAE02CO LAE02CC LAE02MF DERECHO REALIDAD CONTEMPORANEA FUNDAMENTOS DE MARKETING GESTIÓN TRIBUTARIA ESTADISTICA DESCRIPTIVA III 240 0 64 416 - 15 720 5 LAE03DM LAE03RC LAE03FM LAE03GT LAE03ED DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 48 AS 0 IS N 0 .A 96 144 3 48 AS 0 IST N 0 .A 96 144 3 48 A 0 SIS N 0 .A 96 144 3 48 A 0 SIS 3 N 2 .A 64 144 3 48 A 0 SIS 3 N 2 .A 64 144 3 144 144 144 144 144 LAE03FM LAE03RC LAE03FM LAE03ED LAE03GT INVESTIGACIÓN DE OPERACIONES RESPONSABILIDAD SOCIAL Y EMPRESARIAL MARKETING ESTRATEGICO ESTADISTICA INFERENCIAL ADMINISTRACIÓN PRESUPUESTARIA IV 240 0 96 384 - 15 720 5 LAE04IP LAE04RS LAE04ME LAE04EI LAE04AP DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 48 A 0 SIS 3 N 2 .A 64 144 3 48 AS 0 IST N 0 .A 96 144 3 48 A 0 SIS N 0 .A 96 144 3 48 A 0 SIS 3 N 2 .A 64 144 3 48 A 0 SIS 3 N 2 .A 64 144 3 144 144 144 144 144 LAE04EI LAE04IP LAE04ME LAE04AP ORGANIZACIÓN Y MÉTODOS ADMINISTRACION DE TALENTO HUMANO ADMINISTRACIÓN DE OPERACIONES INVESTIGACIÓN DE MERCADOS GESTIÓN FINANCIERA PRÁCTICAS C C O O M M U U N N I I T T A A R R I I O AS ) (SERVICIO V 208 0 96 320 9 6 13 720 5 LAE05AT LAE05AT LAE05AO LAE05IM LAE05GF LAE05SC DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E P.P. TOTAL CR 48 AS 0 IS 3 N 2 .A 64 144 3 32 AS 0 IS N 0 .A 64 96 2 48 AS 0 IST N 0 .A 96 144 3 32 A 0 SIS 3 N. 2 A 32 96 2 48 AS 0 IS 3 N 2 .A 64 144 3 0 A 0 SIS N 0 .A 96 96 2 U 144 96 144 96 144 96 N I D LAE05AT LAE05GF LAE05GF LAE05IM A D P AUDITORIA ADMINISTRATIVA ADMINISTRACIÓN PÚBLICA FINANZAS CORPORATIVAS (PRACTICAS PRE PROFESIONALES 1) FORMULACIÓN Y EVALUACIÓN DE PROYECTOS GERENCIA DE VENTAS O R VI 208 0 96 320 9 6 15 720 5 F LAE06AA LAE06AP LAE06FC LAE06PP LAE06FE LAE06GV E DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT P.P.1 CR DOC P.E AUT P.P.1 TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR O S I 32 AS 0 IS 3 N 2 .A 96 32 96 2 32 AS 0 IS N 0 .A 96 64 96 2 48 A 0 SIS 3 N. 2 A 144 64 144 3 0 A 0 SIS N 0 .A 0 96 96 96 2 48 AS 0 IS 3 N 2 .A 144 64 144 3 48 A 0 SIS N 0 .A 144 96 144 3 N A L LAE06AA LAE06AA LAE06FC LAE06PP LAE06FE LAE06GV ADMINISTRACIÓN ESTRATEGICA NEGOCIOS INTERNACIONALES AUDITORÍA FINANCIERA (PRACTICAS PRE PROFESIONALES 2) EMPRENDIMIENTO SISTEMAS DE INFORMACIÓN GERENCIAL VII 192 0 128 256 1 44 15 720 5 LAE07AE LAE07NI LAE07AF LAE07PP LAE07EM LAE07SI DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT P.P.1 TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT P.P.2 TOTAL CR 48 A 0 SIS 3 N 2 .A 64 144 3 32 A 0 SIS N 0 .A 64 96 2 32 AS 0 IST 3 N. 2 A 32 96 2 0 A 0 SIS N 0 .A 0 144 144 3 48 A 0 SIS 3 N 2 .A 64 144 3 32 A 0 SIS 3 N 2 .A 32 0 96 2 144 96 96 144 144 96 LAE07AE LAE07AE LAE07AE SISTEMAS DE GESTIÓN DE LA CALIDAD INGENIERÍA FINANCIERA ESTRATEGIAS DE INNOVACIÓN HABILIDADES GERENCIALES DISEÑO DE INTEGRACIÓN CURRICULAR VIII 240 0 96 384 - 15 720 5 LAE08SG LAE08IF LAE08EI LAE08HG ECO08IC DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 48 AS 0 IS 3 N 2 .A 64 144 3 32 AS 0 IS 3 N 2 .A 32 96 2 32 AS 0 IST N 0 .A 64 96 2 48 A 0 SIS 3 N 2 .A 64 144 3 8 0 A - SIS N . A - 160 240 5 144 96 96 144 240 1808 - 608 3008 336 118 5760 4 0 HORAS DE PRÁCTICAS PRE-PROFESIONALES RESUMEN HORAS Nivel Horas HORAS DE COMPONENTE DOCENCIA 1 .808 PRÁCTICAS LABORALES I VI 96 HORAS DE PRÁCTICAS DE EXPERIMENTACIÓN 6 08 PRÁCTICAS LABORALES I VII 144 HORAS DE TRABAJO AUTÓNOMO 3 .008 PRÁCTICAS COMUNITARIAS V 96 HORAS DE PRÁCTICAS LABORALES 2 40 TOTAL HORAS: 336 HORAS DE SERVICIO COMUNITARIO 96 HORAS INTEGRACIÓN CURRICULAR - TITULACIÓN* 2 40 HORAS DE INTEGRACIÓN CURRICULAR \/ TITULACIÓN HORAS TOTALES 5 .760 *Nota: las 240 horas de la asignatura de integración curricular están incluidas en el global de horas de docencia y Nivel Horas autónomas. DISEÑO DE INTEGRACIÓN CURRICULAR VIII 240 HORAS DE INTERACCIÓN DIRECTA CON EL DOCENTE TOTAL HORAS: 240 TOTAL HORAS DE DOCENCIA Y PRÁCTICA DE EXPERIMENTACIÓN 0 2 .416 TOTAL HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 1808 1808 UNIDADES DE ORGANIZACIÓN CURRICULAR Nivel DOC P.E. AUT. P.P. P.C. Horas PORCENTAJE DE HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 75% BÁSICA I - III 7 20 9 6 1 .344 - - 2160 PROFESIONAL IV-VIII 1088 512 1664 240 9 6 3600 INTEGRACIÓN CURRICULAR* VIII 8 0 - 1 60 - - 240 TOTAL HORAS: 5760 *Nota: las 240 horas de la asignatura de integración curricular están incluidas en el global de horas de docencia y autónomas."
    },
    {
        "universidad":"UNEMI",
        "carrera":"Contabilidad y Auditoría",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/contabilidad-y-auditoria\/",
        "url_malla":"HTML",
        "contenido_malla":"Contabilidad y Auditoría La contabilidad proporciona información acerca de la situación financiera, del rendimiento financiero y de los flujos de efectivo de una entidad; esta información permitirá evaluar el desempeño de la organización y predecir los flujos de efectivo futuros. La importancia de la ciencia contable es indiscutible, estados financieros oportunos y que reflejen razonablemente la situación económica y financiera constituyen herramientas de las altas gerencias para gestionar con eficiencia y efectividad, mitigando riesgos y maximizando beneficios. Por ello, la Universidad Estatal de Milagro oferta la carrera de Contabilidad y Auditoría en respuesta a la creciente demanda de profesionales competentes, con sólidos principios éticos. En la carrera de Contabilidad y Auditoría estudiarás la normativa y procedimientos para reconocer, medir y presentar las actividades económicas de las empresas y organizaciones y su validación, a través de procesos de auditoría a los estados financieros. Presentación Plan de Estudios Docentes Presentación Título que otorga: Licenciada(o) en Contabilidad y Auditoría Itinerarios (Especialización): Duración: 8 Semestres Modalidad de estudio: Presencial Diurna y Nocturna Director: Xavier Ortega Haro Admisión Misión Formar profesionales competentes con actitud proactiva y valores éticos en el área de la Contabilidad y Auditoría, desarrollar investigación relevante y ofertar servicios que demanda el sector externo, contribuyendo al desarrollo de la sociedad. Visión Ser referente de educación superior en docencia e investigación en el área de la Contabilidad y Auditoría. Objetivo de la Carrera Formar profesionales con sólidos conocimientos en contabilidad, auditoría y gestión financiera para contribuir e impulsar al correcto manejo financiero de las empresas que aportan a la trasformación de la matriz productiva, consolidar el sistema económico popular y solidario, garantizar los derechos de la naturaleza y propiciar la igualdad, la cohesión, inclusión, equidad social y territorial. Perfil de Egreso El profesional en Contabilidad y Auditoría de la Universidad Estatal de Milagro al finalizar su formación tendrá: Capacidad de análisis y síntesis. Capacidad de comunicación oral y escrita. Capacidad de Investigación. Aprender y actualizarse permanentemente. Capacidad crítica y autocrítica. Capacidad para identificar, plantear y resolver problemas. Capacidad para tomar decisiones. También será capaz de: Evaluar el marco normativo y jurídico pertinente al profesional en contabilidad y auditoría. Desarrollar, implementar y gestionar sistemas de información contable, para la elaboración de los estados financieros. Interpretar la información contable y la información financiera para la toma de decisiones gerenciales. Diseñar, implementar y gestionar sistemas de costeo para el planeamiento, el control y la toma de decisiones. Tomar decisiones de inversión, financiamiento y gestión de recursos financieros en la empresa. Identificar y evaluar sistemas de control interno de instituciones públicas y privadas. Cuantificar los riesgos inherentes, de control y de detección a fin de elaborar el plan de auditoría. Elaborar, evaluar y administrar proyectos de auditoría. Ejercer el liderazgo para el logro y consecución de metas de los departamentos contables, financieros y de auditoría. Utilizar las tecnologías de información y comunicación en el procesamiento de la información económica y financiera. Aplicar la normativa tributaria desde el ámbito empresarial y del administrador tributario. Perfil Profesional Interpreta y aplica información contable, legislación tributaria y financiera con base a la realidad. Utiliza software administrativos y financieros con efectividad. Asesora sobre actividades contables y de auditoría con honestidad. Diseña, ejecuta y evalúa la estructura contable de las instituciones con transparencia. Diseña, implementa y monitorea sistemas de costeos para las organizaciones. Propone con pertinencia soluciones innovadoras a problemas contables, financieros, tributarios y de auditoría. Evalúa proyectos de inversión con ética y responsabilidad social. Campo Ocupacional La carrera de Contabilidad y Auditoría aportará a la sociedad profesionales competentes y con capacidad de investigación, que permitan satisfacer las necesidades de información contable, de auditoría financiera y administrativa del sector empresarial, gubernamental y no gubernamental. Escenarios laborales: Instituciones públicas Empresas privadas, nacionales e internacionales Organismos no Gubernamentales (ONG´s) Emprendimientos propios Campo Laboral Contador Contralor Jefe de departamento contable Asesor de contabilidad Auditor interno Gerente financiero Jefe de control interno Gerente de impuestos Junior de Auditoría Senior de Auditoría Gerente de auditoría Socio director de firmas de auditoría – Managing partner Plan de Estudios Malla 2019 Descargar Docentes Washington Guevara Piedra Profesor Titular Agregado 2 Francisco Andrade Domínguez Profesor Titular Agregado 1 Gil Armijo Borja Profesor Titular Agregado 1 Evelin Arteaga Arcentales Coordinadora de Educación Continua Carlos Bastidas Vaca Profesor Titular Agregado 2 Miguel Javier Yuqui Ketil Director de Planificación Institucional Ely Borja Salinas Profesor Titular Agregado 2 Xavier Ortega Haro Director de la Carrera de Contaduría Pública y Audítoria - Modalidad Presencial Rosa Espinoza Toalombo Profesor Titular Agregado 2 Ligia Fajardo Vaca Profesor Titular Principal 1 Absalón Guerrero Rivera Profesor Titular Auxiliar 1 Erika Romero Cárdenas Profesor Titular Agregado 2 Gonzalo Serrano Mantilla Profesor Titular Principal de Escalafón Previo Héctor Serrano Mantilla Profesor Titular Principal de Escalafón Previo Gloria Valderrama Barragán Profesor Titular Agregado 1 Félix Villegas Yagual Profesor Titular Principal 1 ﻿ Cargando…"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Turismo",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/licenciatura-en-turismo\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO CARRERA: TURISMO PTROETSAELN HCOIARLAESS E A X S T P I OPE S RT T RÁA IMCL TH EIN OC A AT R NS ASA IO L S S E T S TAOUTTAÒLN HOOMRAASS PPRROACF H ETOISCI R OAASN S PA RLEES- CREDITOS THSE OOM TRAAA LSN ALSHEOMR R EEASST ATSN UIUGR M ANSA MATEMÁTICAS FINANCIERA INTRTOUDRUISCMCIOÓN AL GEOGRAFÍA TURÍSTICA COLMENUGNUICAAJEC IYÓ N INGLÉS I I 15 2 3 25 0 15 45 720 5 D 2 OCAS 0 ISP.LET N 2 U .A 0 9 1 6 AM 2 UTFTO 6 TALC 2 R D 3 OCAS 0 ISTP.EL N 0 T . U A 1 0 4 1 4 A 6 IUTTTO 9 TALC 3 R D 3 OCAS 0 ISP.EL N 1 T . U A 1 0 4 1 4 A 5 GUTTTO 9 TALC 3 R D 3 OCAS 0 ISP.EL N 0 T .A U 1 0 4 1A 4 6 LUCTTO 9 TALC 3 R D 4 OCAS 2 ISP.EL N 0 T .A U 1 0 9 1 2 A 6 IUNTTO 1 T 2 ALC 4 R U N I D D A II ETIQPUAERH TAA O T T YUE PRL R EISR OMÍ T A OOC YO LO HISTORIA DEL ECUADOR ECOLAOMGÌBAI EYN MTEEDIO INVESTIGACIÓN INGLÉS II 15 2 4 24 0 15 45 720 5 B Á C S I D 3 OCAS0ISP.LE N T 2. U A 1 0 4 2 4 AE 4 UPTTO 9 TALC 3 R D 3 OCAS0IST P.EL N0 T . U A 1 0 4 2 4 A 6 HUETTO 9 TALC 3 R D 3 OCAS0IS P.LE N T 2. U A 1 0 4 2 4 AE 4 UMTTO 9 TALC 3 R D 3 OCAS0IS P.LE N T 0. U A 1 0 4 2A 4 I 6 NUTVTO 9 TALC 3 R D 3 OCAS2IS P.EL N0 T .A U 1 0 4 2 4 A 4 IUNTTO 9 TALC 3 R A ESTADÍSTICA DESCRIPTIVA ECONOMÍA DEL TURISMO PATRMONIO CULTURAL TÉCNICAS DE GUIAR INGLÉS III III 15 2 7 21 0 15 45 720 5 D 3 OCAS0ISP.EL N2 T . U A 1 0 4 3 4 A 4 EUDTTO 9 TALC 3 R D 3 OCAS0IST P.EL N0 T . U A 1 0 4 3 4 A 6 EUTTTO 9 TALC 3 R D 3 OCAS0IS P.EL N2 T . U A 1 0 4 3 4 A 4 PUCTTO 9 TALC 3 R D 3 OCAS0IS P.EL N3 T . U A 1 0 4 3 4 A 3 TUGTTO 9 TALC 3 R D 3 OCAS2IS P.EL N0 T .A U 1 0 4 3 4 A 4 IUNTTO 9 TALC 3 R ADMTIUNRISÍSTTRIACACIÓN SERVICIO COMUNITARIO ETNOGRAEFCÍUA ATDUORÍRSTICA DEL OPERACIÓN TURÍSTICA PATRIMONIO NATURAL INGLÉS IV IV 13 2 8 16 6 15 45 720 5 D 3 OCAS0ISP.EL N2 T . U A 1 0 4 4 4 A 4 AUTTTO 9 TALC 3 R D 0 OCAS0ISP.LE N T 0. U A 9 0 6 4AS 0 UCTTO 6 TALC 2 R D3OCASP 0I.EST L N2 T . U A 1 0 4 4 4 A 4 EUTTTO 9 TALC 3 R D 2 OCAS0IS P.EL N2 T . U A 0 9 4 6 A 2 OUTPTO 6 TALC 2 R D 2 OCAS0IS P.EL N2 T . U A 0 9 4 6 A 2 PUNTTO 6 TALC 2 R D 3 OCAS2IS P.EL N0 T .A U 1 0 4 4 4 A 4 IUNTTO 9 TALC 3 R U N DIRECCIÓN HOTELERA ACDOMNINTAISBTIRLIADTAIVDA AGENCIA DE VIAJES PTLAERNRIFITICOARCIIAÓLN INGLÉS V D D A P I V D 3 OCAS0ISP.LE N T 2. U A 1 0 4 5 4 A 4 DUHTTO 9 TALC 3 R D 3 OCAS0ISP.LET N2 U .A 1 0 4 5 4 AC 4 UATTO 9 TALC 3 R D3OCASP 0I.EST L N2 T . U A 1 0 4 5 4 A 4 AUVTTO9TALC3R D 3 OCAS0ISP.EL N2 T .A U 1 0 4 5A 4 4 PUTTTO 9 TALC 3 R D 3 OCAS2IS P.EL N0 T .A U 1 0 4 5 4 A 4 IUNT T O 9 T A L C 3 R 15 2 8 20 0 15 45 720 5 R O F E S I GESTIÓHNU DMEAL NTOALENTO GESTIÓN BDEEB AIDLIAMSENTOS Y PRÁCTICA LABORAL I SIISNTDEUMSATSR IDAE Á REERSEEAR VYA GESTIÓTNU DREÍS LTAIC CAALIDAD INGLÉS VI O N A L VI D 3 OCAS0ISPL.ET N2 U .A 0 1 6 4 G 4 A 4 UTTHTO 9 TALC 3 R D 3 OCAS2ISP.LET N0 U .A 1 0 4 6 4 AG 4 UATTO 9 TALC 3 R D 0 OCAS0ISP.EL N0 T . U A 9 0 6 6A 0 PULTTO 6 TALC 2 R D 3 OCAS0ISP.EL N0 T .A U 1 0 4 6 4 A 6 UIATTO 9 TALC 3 R D2OCASP 0I.EST L N2 T . U A 0 9 6 6 A 2 GUTCTO 6 TALC 2 R D 2 OCAS2IS P.EL N0 T .A U 9 0 6 6A 2 IUNT T O 6 T A L C 2 R 13 4 4 18 6 15 45 720 5 MARKETING TURÍSTICO EMPINRENNODVIAMCIIEÓNNT O E PRÁCTICA LABORAL II GESTITÓUNR DÍSET IDCEOSSTINOS TURISMO SOSTENIBLE INGLÉS VII VII 12 6 4 14 9 15 45 720 5 D 3 OCAS0IS P.LET N2 U .A 1 0 4 7 4 AM 4 UTTTO 9 TALC 3 R D3OCASP 0I.EST L N0 T . U A 1 0 4 7 4 A 6 IUETTO 9 TALC 3 R D 0 OCAS0IS P.EL N0 T . U A 1 0 4 7 4 A 0 PULTTO 9 TALC 3 R D 2 OCAS0IS P.EL N2 T . U A 0 9 7 6 A 2 GUDTTO 6 TALC 2 R D 2 OCAS2IS P.EL N0 T .A U 9 0 6 7A 2 TUSTTO 6 TALC 2 R D 2 OCAS4IS P.EL N0 T .A U 9 0 6 6A 0 IUNT T O 6 T A L C 2 R TENDENCIAS TURÍSTICAS GESCTIOÓNNV DENE CEIVOENNETSOS Y DISEÑOCU DRER IINCTUELGARRACIÓN MODALIDADES TURÍSTICAS SPEAKINGS PAENEDCH REESPORTING VIII 15 5 4 21 0 15 45 720 5 D 2 OCAS0IS P.EL N2 T . U A 9 0 6 8A 2 TUTTTO 6 TALC 2 R D 2 OCAS3IS P.LEU N0. T A 0 9 8 6 AG 1 UETTO 6 TALC 2 R D 5 OCASP 0I.EST L N0 T .A U 2 0 4 8 1 0 AIU 0 CTTO 1 T 5 ALC 5 R D 3 OCASP 0I.EST L N T 2. U A 1 0 4 8 4 AM 4 UTTTO9TALC 3 R D 3 OCAS2IS P.EL N0 T . U A 1 0 4 8 4 A 4 SURT T O 9 T A L C 3 R 113 25 42 159 21 120 360 5760 40 RESUMEN HORAS HORAS DE COMPONENTE DOCENCIA 1808 HHOORRAASS DDEE PTRRAÁBCATIJCOA AS UDTEÓ ENXOPEMROIMENTACIÓN 12057424 HHOORRAASS DDEE PSERRAVCITCIICOA CS OLAMBUONRILTEASR II OY II 29460 MODULOS DE LENGUA E INFORMATICO LABORATORIOS PRACTICOS HORAS TOTALES 5760 MCeòrfdituielods Edxea Cmo Pmrpepuataracitòionn II - B2 LLaabboorraattoorriioo ddee AColimmepnuttoos y Bebidas HORAS DE INTERACCIÓN DIRECTA CON EL DOCENTE Laboratorio de Computo(cid:10) TOTAL HORAS DE DOCENCIA Y PRÁCTICA DE EXPERIMENTACIÓN 1802880 TOTAL HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 1382208 PORCENTAJE DE HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 77 H PPP RRR O ÁÁÁ R CCC A TTT S III CCC D AAA E SSS P LLC R AAO Á BBM C OO T U RR IC N AA A LLI I T TS EEA I SS NP TR II R O EI IA ER T - S A A P L RR OI H OF O E R S A IO S: NALES NVVIV iII vIel Ho 3 1 99 r 3 4a 66 6 4s INTEGRACIÓN U N CU ID R A R D IC T D U O E L T A I A N R L T E D G E V R H I A NI O II C V R I E Ó A L N S : C 2 U 4 R 0 R I 2 C 4 U H0 L O A R R AS"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Comunicación",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/licenciatura-en-comunicacion\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO CARRERA: COMUNICACIÓN 2019 TOTAL HORAS P TO RE T S A E L N H C O IA R L A E S S EXP P E R R Á IM CT E I N C T A A S L ES T A O U T T A Ò L N H O O M RA A S S H P O R R O A F S E P P S R R IO E A - N C A T L IC E A S S CREDITOS T S O EM TA A L N H A O L RAS S H E O M R R E E A S S T AS N U I U R G A M N S A T ASIST NO ASIST P P R R E O SE F N ES T I A O C N I A O L N E E S S REALIDAD CONTEMPORÁNEA LENGUAJE Y COMUNICACIÓN IN G FO ES R T M IO A N I C M Y IÓ P M N R A E P S N A O E R S J A O M DE E D LA IO S AN C TR O O M P U O N LO IC G A Í C A I Ó D N E LA 15 0 2 28 0 15 45 720 5 I CO01PP CO01RC CO01LCA CO01GMI CO01AC DOC P.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 3 A 0 SISN 2 .A 4 9 3 2 A 0 SIS N 0 .A 4 6 2 3 AS 0 IS N 0 .A 6 9 3 3 AS 0 IST N 0 .A 6 9 3 4 A 0 SIS N 0 .A 8 12 4 48 0 32 64 32 0 0 64 48 0 0 96 48 0 0 96 64 0 0 128 144 96 144 144 192 U N I D A INVESTIGACIÓN REDA PE C R C I I O Ó D N Í S Y T G IC E O N S EROS M D E IS D E I Ñ O O S I Y M D P IA RE G S R O A S M Y A D C IG IÓ IT N A D LE E S COMUNICACIÓN FOTOGRÁFICA E IM DI P C R IÓ E N SO P S A Y R D A I M GI E T D A I L O E S S D II 15 2 6 22 0 15 45 720 5 Á A B S C I D 4 3 O 8 C AS 0 0 IST P.E N 0 0 C .A 1 O 4 0 4 I A 9 N 6 U 6 TTO 9 TALC 3 R D 6 4 O 4 C AS 0 0 IS P.E C 3 N 2 O . 2 A 1 0 9 2 2 E A 9 6 M U 6 T I TO 1 T 2 AL C 4 R D 4 3 O 8 C A 3 2 S 2 IS P.E N C 0 0 .A O 1 0 4 2 4 A 6 D 4 U 4 D T TO 9 TAL C 3 R D 3 2 O 2 C A 0 0 SIS P.E N 3 2 C . 2 A O 9 0 6 2 A 3 2 C U 2 T F TO 6 TAL C 2 R D 4 3 O 8 C AS 0 0 IS P.E N 3 C 2 . 2 A O 1 0 4 2 4 A 6 R 4 U 4 G T TO 9 TAL C 3 R INVESTIGACIÓN PERIODÍSTICA LE A N R G G U U A M JE E , N L T Ó A G C I I C Ó A N Y IN GE F S O T R IÓ M N A Y C I M ÓN A N TE E L JO EV D IS E I L V A A SE C M OM IO U LO N G IC ÍA A C D I E Ó L N A REDACCIÓ A N U D P I A O R V A IS P U R A O L DUCCIÓN 15 2 4 24 0 15 45 720 5 III CO03DDM CO03LLA CO03GMT CO03SM CO03RPA DOC P.E AUTTOTALCR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 3 A 0 SIS N 2 .A 4 9 3 3 AS 0 IST N 2 .A 4 9 3 3 A 0 SIS N 0 .A 6 9 3 3 A 0 SISN 0 .A 6 9 3 3 AS 2 IS N 0 .A 4 9 3 48 0 32 64 48 0 32 64 48 0 0 96 48 0 0 96 48 32 0 64 144 144 144 144 144 MARKETING SOCIAL Y POLÍTICO PENSAMIENTO SOCIOPOLÍTICO LEGIS C L O A M CI U Ó N N I , C S A O C C I I Ó ED N AD Y PRODUCCIÓN DE TELEVISIÓN LENGUAJE AUDIOVISUAL 15 2 4 24 0 15 45 720 5 IV CO04MSP CO04PS CO04LSC CO04PT CO04LA DOC P.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 3 A 0 SIS N 2 .A 4 9 3 3 A 0 SIS N 0 .A 6 9 3 2 AS 0 IS N 0 .A 4 6 2 4 AS 2 IST N 0 .A 6 12 4 3 A 0 SISN 2 .A 4 9 3 48 0 32 64 48 0 0 64 32 0 0 64 64 32 0 96 48 0 32 64 144 144 96 192 144 U N I 2 D A D OPINIÓN PÚBLICA COMUN Y IC V A I C N I C Ó U N L C A O C M IÓ U N NITARIA PRACTICAS COMUNITARIAS PRODUCCIÓN RADIAL COMUN D IC IG A I C T I A Ó L N E S Y I MEDIOS ESTADÍSTICA DESCRIPTIVA O O P R F E S I V D 3 2 O 2 C A 0 0 SIS P.E C N 0 0 O .A 0 9 5 6 O A 6 4 U P 4 TTO 6 TAL C 2 R D 3 2 O 2 C A 0 0 SIS P. C E O 3 N 2 . 2 0 A 5 9 C 6 M A 3 2 U 2 D T 1 TO 6 TALC 2 R D 0 OC AS 0 IS P.E N 0 .A 96 A 0 UT TO 0 TAL C 2 R D 4 3 O 8 C A 3 2 S 2 IS P.E C N 0 0 . O A 1 0 4 5 4 P A 6 4 U R 4 T TO 9 TAL C 3 R D 4 3 O 8 C A 3 P S 2 . I 2 E ST C N O 0 0 .A 0 1 5 4 C A 4 6 M 4 U 4 T D1 TO 9 TAL C 3 R D 4 3 O 8 C AS 0 0 IS P.E N 3 C 2 . 2 A O 1 0 4 5 4 A 6 E 4 U 4 D T TO 9 TAL C 3 R 13 4 4 18 6 15 45 720 5 N A L GEST O I R Ó IN G N F A O Y N R M I M Z A A A N C C I E O I J Ó O N N A D L E LA COMUNICACIÓN ESTRATÉGICA PRÁCTICAS PROFESIONALES I EFECTOS DIGI V T I A D L E E O S DE AUDIO Y COMUN D IC IG A I C TA IÓ L N ES Y I I MEDIOS CO M M E U T N R I I C C A A C S I P Ó A N R D A I G LA IT AL 13 4 6 16 6 15 45 720 5 VI CO06GMI CO06CE CO06EEA CO06CMD2 CO06MCD DOC P.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 2 A 0 SISN 2 .A 2 6 2 2 A 0 SIS N 2 .A 2 6 2 0 AS 0 IS N 0 .A 0 0 2 3 A 2 SIS N 0 .A 4 9 3 3 A 2 SIS N 0 .A 4 9 3 3 AS 0 IST N 2 .A 4 9 3 32 0 0 64 32 0 32 32 0 0 0 0 48 32 0 64 48 32 0 64 48 0 32 64 96 96 96 144 144 144 DIRE O C C R C O G I M Ó A N N U Y I N Z I G A C E C A R I C O E I N N Ó C A N I L A DE D C E O S M AR U R N P O I Ú C L B A LO L C I I C Y Ó A P N S O P I L A ÍT R I A CA E S L O C RG O A M N U IZ N A IC C A IO C N IÓ A N L I ORGANIZ P A R C O IÓ T N O C D O E L E O VENTOS Y EM IN P N R O EN V D A I C M IÓ IE N N Y T O PRÁCTICAS PROFESIONALES II 12 2 6 16 9 15 45 720 5 VII CO07DGC CO07CDO1 CO07CO1 CO07LP1 CO07IE DOC P.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 3 A 0 SISN 2 .A 4 9 3 2 A 0 SIS N 0 .A 4 6 2 2 AS 0 IS N 2 .A 2 6 2 2 A 2 SIS N 0 .A 2 6 2 3 A 0 SISN 2 .A 4 9 3 0 AS 0 IS N 0 .A 0 0 3 48 0 32 64 32 0 0 64 32 0 32 32 32 32 0 32 48 0 32 64 0 0 0 0 144 96 96 96 144 144 AUDIT D O E R C I O A M S Y U C N O IC N A S C U I L Ó T N ORIAS D C E O S M AR U R N P O Ú IC L B A L L O C IC I Y Ó A P N S O I P I L A ÍT R I A CA E S L OR C G O A M N U IZ N A IC C A IO C N IÓ A N L II LABO D RA E T C O O R M IO U S N D IC E A P C R I O Ó Y N ECTOS UNIDA C D U D R E R I I N CU TE L G A R R ACIÓN 15 2 4 24 0 15 45 720 5 VIII CO08ACC CO07CDO1 CO08CO2 CO08LPC CO08UIC DOC P.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 2 AS 0 ISTN 0 .A 4 6 2 2 A 0 SIS N 0 .A 4 6 2 3 AS 0 IS N 2 .A 4 9 3 3 2 0 4 9 3 5 AS 0 IS N 2 .A 8 15 5 32 0 0 64 32 0 0 64 48 0 32 64 48 0 32 64 80 0 32 128 96 96 144 144 240 113 18 36 172 21 120 360 5760 40 RESUMEN HORAS MODULOS DE LENGUA E INFORMATICO LABORATORIOS PRACTICOS HORAS DE COMPONENTE DOCENCIA 1808 Modulo de Informatica I Laboratorio: Set de televisión HORAS DE PRÁCTICAS DE EXPERIMENTACIÓN 864 Modulo de Informatica II Laboratorio de Computo HORAS DE TRABAJO AUTÓNOMO 2752 Laboratorio: Set de fotografía HORAS DE PRÁCTICAS LABORALES 240 Cinco Modulos de Lengua Extranjera Laboratorio: Radio HORAS DE SERVICIO COMUNITARIO 96 HORAS TOTALES 5760 HORAS DE INTERACCIÓN DIRECTA CON EL DOCENTE HORAS DE PRÁCTICAS PRE-PROFESIONALES UNIDAD DE INTEGRACIÓN CURRICULAR ITINERARIO Nivel Horas REQUISITOS TOTAL HORAS DE DOCENCIA Y PRÁCTICA DE EXPERIMENTACIÓN 167 2672 PRÁCTICAS COMUNITARIAS V 96 120 CREDITOS MINIMOS TOTAL HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 131 2096 PRÁCTICAS LABORALES I VII 96 MODULOS DE LENGUA E INFORMATICA PRÁCTICAS LABORALES II VIII 144 ASIGNATURAS OBLIGATORIAS DE PROFESIONALIZACIÓN PORCENTAJE DE HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 78 TOTAL HORAS: 336 TOTAL DE HORAS: 240 Lcdo. Luis Rosero Constante, MSc. Director de la carrera Comunicación"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Economía",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/economia\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO CARRERA: ECONOMÍA T P O RE T S A E L N H C O IA R L A E S S TOTA E L X H PE O R R I A M S E P N R T Á A C LE T S ICAS T A O U T T A Ò L N H O O M RA A S S P H R O E- R P A R S O P F R ES A I C O T N IC A A L S E S CREDITOS HORAS SEMESTREAS N IG R U A N M S A TU ASISTIDA NO ASISTIDA CALCULO DIFERENCIAL INTRODUCCIÓN A LA TEORÍA ECONÓMICA CONTABILIDAD GENERAL LENGUAJE Y COMUNICACIÓN ACADÉMICA HISTORIA DEL PENSAMIENTO ECONÓMICO I 240 - 6 4 416 - 1 5 720 5 ECO01CAD ECO01ITE ECO01COG ECO01LYC ECO01HPE DOC P.E AUT TOTAL CR DOC ACD P.E APE AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 48 AS 0 IS 3 N. 2 A 64 144 3 48 A S I - ST N .A - 96 144 3 48 AS 0 IS 3 N. 2 A 64 144 3 48 AS 0 IS N 0 .A 96 144 3 48 AS 0 IS N 0 .A 96 144 3 144 144 144 144 144 U ECO01CAD ECO01ITE ECO01CAD ECO01HPE ECO01COG ECO01COG ECO01LYC N I D A CALCULO INTEGRAL MICROECONOMÍA BÁSICA ECONOMÍA MATEMÁTICA CONTABILIDAD DE COSTOS INVESTIGACIÓN D B Á A S C I II D 4 O 8 C A 0 SIS P.E N 3 . 2 A ECO 1 0 4 2 A 6 4 U C 4 T IN T 1 O 4 TA 4 L C 3 R D 4 O 8 C AS 0 IST P.E E N 0 C .A O 1 0 4 2 4 MIC A 9 U 6 T T 1 O 4 TA 4 L C 3 R D 4 O 8 C AS 0 IS P.E 1 N E . 6 C A O 1 0 4 A 2 8 4 U E 0 T CM T 1 O 4 TA 4 L C 3 R D 4 O 8 C AS 0 IS P.E 3 N. 2 E A CO 1 0 4 2 4 COC A 6 U 4 T T 1 O 4 TA 4 L C 3 R D 4 O 8 C AS 0 IS P.E N 0 . E A CO 1 0 4 2 A 4 9 I U N 6 T V T 1 O 4 TA 4 L C 3 R 240 - 8 0 400 - 1 5 720 5 ECO02CIN ECO02CIN ECO02MIC ECO02ECM ECO02COC ECO02COC ECO02CIN ALGEBRA LINEAL MICROECONOMÍA AVANZADA ANÁLSIS ECONÓMICO Y FINANCIERO CONTABILIDAD FINANCIERA ESTADISTICA DESCRIPTIVA III 240 0 80 400 - 15 720 5 ECO03ALG ECO03MIA ECO03AEF ECO03COF ECO03ESD DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 48 AS 0 IS N 3 . 2 A 64 144 3 48 AS 0 IST N 0 .A 96 144 3 48 AS 0 IS N 0 .A 96 144 3 48 AS 0 IS 3 N. 2 A 64 144 3 48 AS 0 IS 1 N. 6 A 80 144 3 144 144 144 144 144 ECO03AEF ECO03ALG ECO03MIA ECO03ALG ECO03ESD ECO03MIA FINANZAS INTERNACIONALES ECUACIONES DIFERENCIALES MACROECONOMÍA BÁSICA ESTADISTICA INFERENCIAL TEORIA MONETARIA IV 240 0 64 416 - 15 720 5 ECO04FIN ECO04ECD ECO04MAB ECO04ESI ECO04TMO DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 48 AS 0 IS N 0 .A 96 144 3 48 AS 0 IST N 3 . 2 A 64 144 3 48 AS 0 IS N 0 .A 96 144 3 48 AS 0 IS N 3 . 2 A 64 144 3 48 AS 0 IS N 0 .A 96 144 3 144 144 144 144 144 ECO04MAB ECO04ECD ECO04ESI ECO04ESI U N D I ECONOMÍA ECUATORIANA MACROECONOMÍA AVANZADA INVESTIGACIÓ O N P E Y R A A D C M IO I N N E IS S TRACIÓN DE ADMINISTRACIÓN FINANCIERA PRÁCTICAS C C O O M M U U N N I I T T A A R R I I O AS ) (SERVICIO A D V 208 0 48 368 9 6 15 720 5 O P R F E D 4 O 8 C AS 0 IS P.E EC N 0 O .A 1 0 4 5 4 EE A 9 C U 6 T T 1 O 4 TA 4 L C 3 R D 6 O 4 C A 0 SIS P.E N 0 .A ECO0 1 5 9 1 A M 2 2 U 8 T AA T 1 O 9 TA 2 L C 4 R D 4 O 8 C AS P 0 I .E ST E N 3 C . 2 A O 1 0 4 5 4 IAO A 6 U 4 T T 1 O 4 TA 4 L C 3 R D 4 O 8 C AS 0 IS P.E 1 N E . 6 C A O0 1 5 4 A 4 DF A 8 U 0 T T 1 O 4 TA 4 L C 3 R D 0 OC AS 0 IS P.E E N 0 C .A O05 9 P 6 C P 9 . 6 P. TO 9 T 6 AL C 2 R S I O N ECO05MAA ECO05ADF ECO05PC ECO05ADF ECO05ADF ECO05IAO A L E ECONOMETRÍA GESTIÓN TRIBUTARIA (PRACTICAS PRE PROFESIONALES 1) LEGISLACIÓN ECONÓMICA Y FINANCIERA INVESTIGACIÓN DE MERCADOS I VI 192 0 64 320 1 44 15 720 5 N G R A T E D 6 O 4 C AS 0 IS P.E EC 3 N O . 2 A 1 0 9 6 2 EC A 9 M U 6 T T 1 O 9 TA 2 L C 4 R D 4 O 8 C A 0 SIS P.E N 1 . 6 A ECO 1 0 4 6 A 8 4 U G 0 T ET T 1 O 4 TA 4 L C 3 R D 0 OC AS 0 IS P.E N 0 .A ECO A 0 U 0 1 T 6 4 P 4 P1 1 P . 4 P 4 .1 T 1 O 4 TA 4 L C 3 R D 3 O 2 C AS 0 IS P.E 1 N. 6 A ECO 9 0 6 6LEF A 4 U 8 T TO 9 T 6 AL C 2 R D 4 O 8 C AS 0 IS P.E N 0 E .A CO0 1 6 4 I 4 NV A 9 U 6 T T 1 O 4 TA 4 LCR C I Ó N ECO06ECM ECO06ECM ECO06GET ECO06INV ECO06PP1 ECO06INV C U R POLÍTICA ECONÓMICA ECONOMETRIA AVANZADA INNOVACIÓN Y EMPRENDIMIENTO (PRACTICAS PRE PROFESIONALES 2) ECOLOGÍA Y MEDIO AMBIENTE ORGANIZACIÓN Y MÉTODOS R I VII 192 0 48 336 1 44 15 720 6 U A R C L D 3 O 2 C AS 0 IS P.E E N 1 C . 6 O A 0 9 7 6 PE A 4 U C 8 T TO 9 T 6 AL C 2 R D 4 O 8 C AS 0 IS P.E N 3 . 2 A ECO 1 0 4 7 A 6 4 U E 4 C T A T 1 O 4 TA 4 L C 3 R D 4 O 8 C AS P 0 I .E ST N E 0 . C A O 1 0 4 7 4 IYE A 9 U 6 T T 1 O 4 TA 4 L C 3 R D 0 OC AS 0 IS P.E N 0 .A ECO A 0 0 U 1 7 T 4 P 4 P2 1 P . 4 P. 4 1 T 1 O 4 TA 4 L C 3 R D 3 O 2 C AS 0 IS P.E N 0 . E A CO0 9 7 6 EYM A 6 U 4 T TO 9 T 6 AL C 2 R D 3 O 2 C AS 0 IS P.E N E 0 C .A O07 9 O A 6 6 Y U 4 M T P. 0 P.2 TO 9 T 6 ALCR ECO07PEC ECO07PEC ECO07ECA ECO07PEC ECO07PEC ECO07IYE PLANIFICACIÓN ECONÓMICA ECONOMÍA Y COMERCIO INTERNACIONAL CRECIMIENTO Y DESARROLLO ECONÓMICO TEORÍA SOBRE S E L C A T A O C R C P IÓ Ú N B L E IC C O ONÓMICA DEL INTEGRACIÓN CURRICULAR VIII 240 0 0 480 - 15 720 5 ECO08PLE ECO08ECI ECO08CDE ECO08ESP ECO08IC DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 32 AS 0 IS N 0 .A 64 96 2 48 A 0 SIS N 0 .A 96 144 3 48 AS 0 IST N 0 .A 96 144 3 32 AS 0 IS N 0 .A 64 96 2 80 A - SIS N . A - 160 240 5 96 144 144 96 240 1792 - 4 48 3136 384 120 5760 41 HORAS DE PRÁCTICAS PRE-PROFESIONALES RESUMEN HORAS Nivel Horas HORAS DE COMPONENTE DOCENCIA 1,792 PRÁCTICAS LABORALES I VI 144 HORAS DE PRÁCTICAS DE EXPERIMENTACIÓN 448 PRÁCTICAS LABORALES I VII 144 HORAS DE TRABAJO AUTÓNOMO 3,136 PRÁCTICAS COMUNITARIAS V 96 HORAS DE PRÁCTICAS LABORALES 288 TOTAL HORAS: 384 HORAS DE SERVICIO COMUNITARIO 96 HORAS INTEGRACIÓN CURRICULAR - TITULACIÓN* 240 HORAS DE INTEGRACIÓN CURRICULAR \/ TITULACIÓN HORAS TOTALES 5,760 *Nota: las 240 horas de la asignatura de integración curricular están incluidas en el global de horas de docencia y Nivel Horas autónomas. INTEGRACIÓN CURRICULAR VIII 240 HORAS DE INTERACCIÓN DIRECTA CON EL DOCENTE TOTAL HORAS: 240 TOTAL HORAS DE DOCENCIA Y PRÁCTICA DE EXPERIMENTACIÓN 0 2,240 TOTAL HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 1792 1792 UNIDADES DE ORGANIZACIÓN CURRICULAR Nivel DOC P.E. AUT. P.P. P.C. Horas PORCENTAJE DE HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 80% BÁSICA I - III 720 2 24 1 ,216 - - 2160 PROFESIONAL IV-VIII 1072 224 1920 2 88 96 3600 INTEGRACIÓN CURRICULAR* VIII 80 - 1 60 - - 240 TOTAL HORAS: 5760 *Nota: las 240 horas de la asignatura de integración curricular están incluidas en el global de horas de docencia y autónomas."
    },
    {
        "universidad":"UNEMI",
        "carrera":"Agronegocios",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/agronegocios\/",
        "url_malla":"PDF",
        "contenido_malla":"Malla Curricular de la carrera (Representación Gráfica) Agronegocios - Modalidad Presencial Facultad de Ciencias Sociales, Educación Comercial y Derecho HS A C S D EM H A S P S E E a M H A S P S E E n M a HS A S A EM H T S O O E T R M A A L S ACD A APE N. A. AA PL PSC CRÉD. H N O D IV R E E L A L S AS N IG Ú N M . E N R I O VE L A-FDA-01-01 A-IALEA-01-02 A-FDCA-01-03 A-LYC-01-04 A-MAAA-01-05 FU A N G D R A O M NE E G N O TO CI S O D S E T T H C 1 3 4 ,0 4 I A N G TR R O E O C D A O U L N I C M O C E I M Ó N Í N T A A A R L IA A T T H C 1 3 4 ,0 4 A F G U C R N O O D N E A T M M A P B E R I N L E T I S D O A A S R D D IA E L T T H C 1 3 4 ,0 4 CO L M EN U G N U IC A A JE C I Y Ó N T T H C 1 3 4 ,0 4 AP M LI A CA TE D M A Á A T L I C A A G S R O T T H C 1 3 4 ,0 4 01 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS 15 8 8 14 45 240 128 128 224 0 0 15,0 720 5 3,0 1,0 2,0 3,0 9,0 3,0 1,0 2,0 3,0 9,0 3,0 3,0 2,0 1,0 9,0 3,0 0,0 0,0 6,0 9,0 3,0 3,0 2,0 1,0 9,0 48 16 32 48 48 16 32 48 48 48 32 16 48 0 0 96 48 48 32 16 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos A-SDPA-02-06 A-EAYDT-02-07 A-CPA-02-08 A-MDLI-02-09 A-MFAAA-02-10 A P G S R I R S O O TE D P M U EC C A U C S I A Ó D R N E I A T T H C 1 3 4 ,0 4 ECO Y N T D O E E R M S R A Í I A T R O A R R G O I R L A L Í L C O O LA T T H C 1 3 4 ,0 4 CO A N G T R A O B N IL E ID G A O D C I P O A S RA T T H C 1 3 4 ,0 4 ME I T N O V D E O ST L I O G G A Í C A I Ó D N E LA T T H C 1 3 4 ,0 4 FINA M N A C A T IE L E R M A A G Á A R T P O IC L A IC S A DA T T H C 1 3 4 ,0 4 02 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS 15 8 0 22 45 240 128 0 352 0 0 15,0 720 5 3,0 2,0 0,0 4,0 9,0 3,0 2,0 0,0 4,0 9,0 3,0 1,0 0,0 5,0 9,0 3,0 0,0 0,0 6,0 9,0 3,0 3,0 0,0 3,0 9,0 48 32 0 64 48 32 0 64 48 16 0 80 48 0 0 96 48 48 0 48 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos A-FDA - 01-01 A-IALEA -01-02 A-FDCA -01-03 A-LYC- 01-04 A-MAAA -01-05 A-A1-03-11 A-SYSA-03-12 A-LAYNA-03-13 A-M-03-14 A-EDAAA-03-15 TH 144 SOSTENIBILIDAD Y TH 144 LEGISLACIÓN AGRARIA TH 144 TH 144 ESTADÍSTICA TH 144 AGROTECH 1 SEGURIDAD Y NORMATIVA MARKETING DESCRIPTIVA TC 3,0 ALIMENTARIA TC 3,0 AGROINDUSTRIAL TC 3,0 TC 3,0 APLICADA AL AGRO TC 3,0 03 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS 15 8 0 22 45 240 128 0 352 0 0 15,0 720 5 3,0 3,0 0,0 3,0 9,0 3,0 2,0 0,0 4,0 9,0 3,0 0,0 0,0 6,0 9,0 3,0 0,0 0,0 6,0 9,0 3,0 3,0 0,0 3,0 9,0 48 48 0 48 48 32 0 64 48 0 0 96 48 0 0 96 48 48 0 48 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos A-SDPA -02-06 A-EAYD T -02-07 A-CPA - 02-08 A-MDLI -02-09 A-MFAA A -02-10 A-A2-04-16 A-MAYNDC-04-17 A-GDCYPA-04-18 A-LYCDVA-04-19 A-EIPLIEEA-04-20 AGROTECH 2 T T H C 1 3 4 ,0 4 AG N R O O R A C M M L A I A A M L N I T D E I E V N A J A O T D A S R D I E O Y T T H C 1 3 4 ,0 4 G A E G S P T R R I O Ó E I N S N U D D P U E U S C E T O S R T S I O A TO S L E S S Y T T H C 1 3 4 ,0 4 L A O G G R ÍS O T D A I E C L A I V M A Y E L C N O A T R D A E R N IA A S S T T H C 1 3 4 ,0 4 I I N N F V E E R E S S E T T N IG A A C A G D IA C R ÍS L I O Ó T P I N C A A R E A N L E A L T T H C 1 3 4 ,0 4 04 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS 15 8 0 22 45 240 128 0 352 0 0 15,0 720 5 3,0 3,0 0,0 3,0 9,0 3,0 0,0 0,0 6,0 9,0 3,0 1,0 0,0 5,0 9,0 3,0 1,0 0,0 5,0 9,0 3,0 3,0 0,0 3,0 9,0 48 48 0 48 48 0 0 96 48 16 0 80 48 16 0 80 48 48 0 48 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos #N\/A A-SYSA - 03-12 A-LAYN A -03-13 A-M-0 3-14 A-EDAA A -03-15 A-IDMDA-05-21 A-LYTHEEA-05-22 A-GFPA-05-23 A-AYNI-05-24 A-ISYEPYS-05-25 A-PSC-05-00 AG IN R M V O E E B S R I T O C IG A D A D IV C O E I S Ó R S N D I E D D A E D T T H C 1 2 1 ,3 2 L H ID U E M R A A N ZG O O E N Y T E A L L A E G N R T O O T T H C 1 2 2 ,7 8 P G A E R S A T I A Ó G N R F O IN N A E N G C O I C E I R O A S T T H C 1 2 2 ,7 8 A I G N N R T E O E G R C O N O C A M IA C E I C O R IÓ C N I N A O L Y T T H C 1 2 2 ,7 8 I E N C N O O N Y V O A S M O CI L Í Ó A ID N P A O S R O P IA C U I L A A L R Y T T H C 1 2 2 ,7 8 PRÁ C C O T M IC U A N S I S T E A R R V IO ICIO T T H C 2 9 , 6 0 05 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS THS 15 8 0 16 45 240 128 0 256 0 96 15,0 720 5 3,0 2,0 0,0 2,0 7,0 3,0 1,0 0,0 4,0 8,0 3,0 2,0 0,0 3,0 8,0 3,0 2,0 0,0 3,0 8,0 3,0 1,0 0,0 4,0 8,0 6,0 48 32 0 32 48 16 0 64 48 32 0 48 48 32 0 48 48 16 0 64 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos #N\/A A-MAYND C-04-17 A-GDCYP A-04-18 A-LYCDV A-04-19 A-EIPLIEE A-04-20 A-GDRESA-06-26 A-BYEC-06-27 A-FYEDPA-06-28 A-AS-06-29 A-AEEDR-06-30 A-PL1-06-00 G A E G S R T E O I N Ó P S N R I O S D T D E E U M R C IE A T S S IV G O O S S T T H C 1 2 1 ,3 2 ECO BI N O O E M CO ÍA N O CI M RC ÍA U L Y A R T T H C 1 2 2 ,7 8 F E O V P R A A R M G L O U R U Y A Í L C E C A O C I C Ó T L I A O N Ó S S N D E Y T T H C 1 2 2 ,7 8 AGR T O O E S M O P S R TE E N N I D B I L M E IEN T T H C 1 2 2 ,7 8 A D G E R S O A N R E R G O O LL C O IO R S U E R N A E L L T T H C 1 2 2 ,7 8 LA PR B Á O C R T A I L C E A S S 1 T T H C 2 9 , 6 0 06 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS THS 15 8 0 16 45 240 128 0 256 96 0 15,0 720 5 3,0 2,0 0,0 2,0 7,0 3,0 0,0 0,0 5,0 8,0 3,0 3,0 0,0 2,0 8,0 3,0 2,0 0,0 3,0 8,0 3,0 1,0 0,0 4,0 8,0 6,0 48 32 0 32 48 0 0 80 48 48 0 32 48 32 0 48 48 16 0 64 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos A-IDMD A -05-21 A-LYTHEE A-05-22 A-GFPA -05-23 A-AYNI -05-24 A-ISYEPY S-05-25 A-BDELGA-07-31 A-PEA-07-32 A-RSE-07-33 A-GDCYCA-07-34 A-SDIGAAA-07-35 A-PL2-07-00 AG B R IG O G E D E M A S T P T A R IÓ E E N S N A L R A IA L T T H C 1 2 1 ,3 2 AG P R E L O S A T E N R M I A F P I T C R É A E G C S I I C A Ó A R N IA L T T H C 1 2 1 ,3 2 SO R C E I S A P L O E N M SA PR B E IL S ID AR A I D A L T T H C 1 2 1 ,3 2 G A Y E G S C R T E O I R Ó I T N N IF D D I U C E A S C T C A R IO L IA I N D L E A E S S D T T H C 1 2 1 ,3 2 APL IN I G S C I F E S A O O T D E R G O M M R S Á A A A F S C L I I C D Ó A A E N G RO T T H C 1 2 2 ,7 8 LA PR B Á O C R T A I L C E A S S 2 T T H C 1 3 4 ,0 4 07 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS THS 15 8 0 13 45 240 128 0 208 144 0 15,0 720 5 3,0 2,0 0,0 2,0 7,0 3,0 2,0 0,0 2,0 7,0 3,0 0,0 0,0 4,0 7,0 3,0 1,0 0,0 3,0 7,0 3,0 3,0 0,0 2,0 8,0 9,0 48 32 0 32 48 32 0 32 48 0 0 64 48 16 0 48 48 48 0 32 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos A-GDRES A-06-26 A-BYEC -06-27 A-FYEDP A -06-28 A-AS- 0 6-29 A-AEEDR -06-30 A-ADDPA-08-36 A-HGEA-08-37 A-AIYTD-08-38 A-GDEA-08-39 A-T-08-40 P A A N R A A L A ÍT G IC R A O D N E E G D O A C TO IO S S T T H C 1 3 4 ,0 4 G A E G H R R A E O B N I N L C E I I D A G A L O E D C S E I O S E N S T T H C 1 3 4 ,0 4 TR A IN A G T N R E S D O L F I I N O G G E I R E T G N M A O T L A C E C I S O I Ó Y S N T T H C 1 3 4 ,0 4 AG E R X O G PO A ES L R T I T M I A Ó E C N N I O T D A N E R E S IA S T T H C 1 3 4 ,0 4 TITULACIÓN T T H C 1 3 4 ,0 4 08 ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS ACD A APE N. A. AA THS 15 8 0 22 45 240 128 0 352 0 0 15,0 720 5 3,0 3,0 0,0 3,0 9,0 3,0 1,0 0,0 5,0 9,0 3,0 2,0 0,0 4,0 9,0 3,0 2,0 0,0 4,0 9,0 3,0 0,0 0,0 6,0 9,0 48 48 0 48 48 16 0 80 48 32 0 64 48 32 0 64 48 0 0 96 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos A-BDELG A-07-31 A-PEA - 07-32 A-GDCYC A-07-34 RESUMEN FINAL Código de la Asignatura Unidad Básica Detalle Créditos Horas P H rá o c r t a i s c o d e - E A x p p r e e r n im di e za n j t e a l N A o s m ig b n r a e t d u e ra la T T H C 0 0 ,0 T C T o H r o t o é a t r d a l a l i d s t d e o e s U U n n id id a a d d d P e r o Ti f t e u s l i a o c n i a ó l n A A p p r r e e n n d d i i z z a a j j e e P en rá C ct o i n co ta E c x to p e c r o im n e D n o t c a e l nte 2 4 4 0 , , 0 0 1 1 . . 1 9 5 2 2 0 Modalidad de la ACD APE Prácticas Laborales Aprendizaje Autónomo 49,0 2.352 Asignatura AA THS V A N. A. Prácticas de Servicio Comunitario Prácticas de Servicio Comunitario 2,0 96 H C o o ra n s t a d c e to A c p o re n n D d o iz c a e j n e t e e n To S t e a m l d a e n a H l o e r s as Prácticas Laborales 5,0 240 Pre-requisitos Co-requisitos Total de la carrera 120 5.760 Pre-Requisitos Aprend H iz o a r j a e s A d u e t ónomo % de interacción directa entre el estudiante y el profesor 51,11% Ho A ra si s s t d i e d a A s PE H N o o ra A s s d is e ti A da P s E Co-Requisitos Número de Asignaturas en la malla 40 Notas Técnicas de la malla curricular: Firma de Responsabilidad Las horas semanales de prácticas preprofesionales y prácticas de servicio comunitario forman parte de la columna denominada “TOT HS SEM”, junto con las horas semanales del resto de componentes de la asignatura. Estas horas semanales (prácticas de servicio comunitario - prácticas laborales) suman al total de horas del respectivo nivel, sin afectar el total de horas ni créditos establecidos en el Reglamento de Régimen Académico para la carrera. Las prácticas preprofesionales se subdividen en dos (2) componentes: Prácticas de servicio comunitario, que se encuentran en el quinto nivel; y, las Prácticas Laborales, que se distribuyen entre el sexto y séptimo nivel. Las horas de titulación están distribuidas dentro de una asignatura en los componentes de Aprendizaje en Contacto con el Docente y Aprendizaje Autónomo. La malla curricular de la carrera está conformada por 8 niveles, organizados curricularmente con una relación 1 – 2. El número de semanas por periodo académico considerada para la estructura de la malla es de 16 semanas. Jazmín Alexandra Pérez Salazar Magíster en Negocios Internacionales y Gestión en comercio exterior"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Medicina",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/medicina\/",
        "url_malla":"PDF",
        "contenido_malla":"ICO Anexo de Malla Curricular (Representación Gráfica) (Anexo 5) Medicina - Modalidad Presencial Facultad de Salud y Servicios Sociales AC P D A APE N. A. AA PSC PPP CRÉD. H N O D IV R E E A L L S N A Ú S M IG E N R . O M-HYE-01-01 M-BYN-01-02 M-IALMGI-01-03 M-LYCA-01-04 M-BCYM-01-05 E H M IS B T R O I L O O L G O Í G A Í A Y T T H C 2 5 4 ,0 0 BI N O U Q T U R Í I M CI I Ó CA N Y T T H C 1 3 6 ,3 0 IN M T E R D O I I C D N I U N T C E A C G G C R I E Ó A N L N E R A A L L A T T H C 2 4 0 ,2 0 CO A L M E C N A U G D N U É IC M A A J I E C C I A Y Ó N T T H C 1 8 , 0 7 BIOL M OG O Í L A E C C U EL L U A L R AR Y T T H C 1 2 2 ,5 0 01 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS 320 128 0 352 0 0 16,67 800 5 6,0 3,0 0,0 6,0 15,0 4,0 2,0 0,0 4,0 10,0 5,0 3,0 0,0 4,5 12,5 2,0 0,0 0,0 3,0 5,0 3,0 0,0 0,0 4,5 7,5 96 48 0 96 64 32 0 64 80 48 0 72 32 0 0 48 48 0 0 72 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos M-BYN-01-02 M-HYE-01-01 M-HYE-01-01 M-HYE-01-01 M-BCYM-01-05 (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) M-MI-02-06 M-MYP-02-07 M-EYPPLS-02-08 M-II-02-09 M-GEI-02-10 MORFOFISIOLOGÍA I T T H C 2 5 4 ,0 0 M P I A CR R O AS B I I T O O L L O O G G ÍA ÍA Y T T H C 2 4 0 ,2 0 PREV E E D N U S C C A IÓ A L C N U I D Ó P N A R Y A LA T T H C 1 3 6 ,3 0 INVESTIGACIÓN I T T H C 1 8 , 0 7 IN G M E U N N ÉT O IC LO A G E Í A T T H C 1 2 2 ,5 0 02 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS 320 160 0 320 0 0 16,67 800 5 6,0 4,0 0,0 5,0 15,0 5,0 2,0 0,0 5,5 12,5 4,0 4,0 0,0 2,0 10,0 2,0 0,0 0,0 3,0 5,0 3,0 0,0 0,0 4,5 7,5 96 64 0 80 80 32 0 88 64 64 0 32 32 0 0 48 48 0 0 72 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos M-HYE-01-01 M-GEI-02-10 M-MI-02-06 M-GEI-02-10 M-LYCA-01-04 M-BYN-01-02 M-BYN-01-02 M-BYN-01-02 M-MYP-02-07 (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) M-MI-03-11 M-DYB-03-12 M-MGI-03-13 M-B-03-14 M-IM-03-15 MORFOFISIOLOGÍA II T T H C 2 5 4 ,0 0 DEO B N IO TO ÉT LO IC G A Í A Y T T H C 1 2 2 ,5 0 MEDI I C N IN TE A G G R E A N L E RAL T T H C 2 4 0 ,2 0 BIOESTADISTICA T T H C 1 2 2 ,5 0 INGLÉS MÉDICO T T H C 1 2 2 ,5 0 03 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS 320 160 0 320 0 0 16,67 800 5 6,0 4,0 0,0 5,0 15,0 3,0 0,0 0,0 4,5 7,5 5,0 4,0 0,0 3,5 12,5 3,0 0,0 0,0 4,5 7,5 3,0 2,0 0,0 2,5 7,5 96 64 0 80 48 0 0 72 80 64 0 56 48 0 0 72 48 32 0 40 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos M-MI-03-11 M-PCYS-04-16 M-II-02-09 M-B-03-14 M-MI-03-11 M-MI-04-19 M-II-02-09 M-DYB-03-12 M-EYPPLS-02-08 M-MGI-03-13 (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) M-PCYS-04-16 M-MCII-04-17 M-AP-04-18 M-MI-04-19 M-PM-04-20 M-PSC1-04-00 PROP Y E S D E É M U I T O IC L A O G CL ÍA ÍNICA T T H C 2 4 0 ,2 0 IN C T O E M M RC E U U D N L IC T IT I U N A R A R A IA L I T T H C 1 3 6 ,3 0 P A A N T A O T L O Ó M GI Í C A A T T H C 1 8 , 0 7 MORFOFISIOLOGÍA III T T H C 2 4 0 ,2 0 PSICOLOGÍA MÉDICA T T H C 1 8 , 0 7 PR C Á O C M TI U CA N S IT S A E R R I V O I C 1 IO T T H C 1 8 , 0 7 04 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS THS 288 128 0 304 80 0 16,68 800 5 5,0 3,0 0,0 4,5 12,5 4,0 0,0 0,0 6,0 10,0 2,0 2,0 0,0 1,0 5,0 5,0 3,0 0,0 4,5 12,5 2,0 0,0 0,0 3,0 5,0 5,0 80 48 0 72 64 0 0 96 32 32 0 16 80 48 0 72 32 0 0 48 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos M-MI-03-11 M-MGI-03-13 M-MGI-03-13 M-PM-04-20 M-MI-04-19 M-PCYS-04-16 M-II-02-09 M-MCII-04-17 M-MGI-03-13 M-MCII-04-17 M-MGI-03-13 M-MI-04-19 M-GEI-02-10 M-MGI-03-13 M-MI-04-19 (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) M-F-05-21 M-FB-05-22 M-MCII-05-23 M-SGYS-05-24 M-LC-05-25 M-PSC2-05-00 FISIOPATOLOGÍA T T H C 2 5 4 ,0 0 FARM BÁ A S C I O C L A OGÍA T T H C 1 3 6 ,3 0 IN C T O E M R M C E U U D N L IC T IT I U N A R A R A I L A II T T H C 1 3 6 ,3 0 SEXUAL Y I D S A A D LU , G D ÉNERO T T H C 1 8 , 0 7 LABORATORIO CLÍNICO T T H C 1 8 , 0 7 PR C Á O C M TI U CA N S IT S A E R R I V O I C 2 IO T T H C 1 8 , 0 7 05 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS THS 288 96 0 336 80 0 16,67 800 5 6,0 2,0 0,0 7,0 15,0 4,0 2,0 0,0 4,0 10,0 4,0 0,0 0,0 6,0 10,0 2,0 0,0 0,0 3,0 5,0 2,0 2,0 0,0 1,0 5,0 5,0 96 32 0 112 64 32 0 64 64 0 0 96 32 0 0 48 32 32 0 16 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos M-PCYS (cid:10) -04-16 M M -S - G FB YS - 0 (cid:10) -0 5 5 -2 -2 2 4 M M M - - P - M G C E Y Y I P S - - - 0 0 0 2 4 2 - - - 1 1 0 0 7 6 M M -SG -F Y - S 0 (cid:10) - 5 0 - 5 2 - 1 24 M M - - M M C G I I I (cid:10) - - 0 0 3 4 - - 1 1 3 7 M-SGYS (cid:10) -05-24 M M M - - P M -P C M C Y I S I - - - 0 0 0 4 4 4 - - - 2 1 1 0 7 6 M M -M -F C - I 0 I (cid:10) - 5 0 - 5 2 - 1 23 M-PCYS (cid:10) -04-16 M-F-0 (cid:10) 5-21 M-MI-06-26 M-FC-06-27 M-SOYB-06-28 M-IMYT-06-29 M-IYMT-06-30 MEDICINA INTERNA T T H C 2 5 4 ,0 0 FARM CL A ÍN CO IC L A OGÍA T T H C 2 4 0 ,2 0 SALU B D IO O S C E U G P U A R C ID IO A N D A L Y T T H C 1 2 2 ,5 0 INF Y O R TE M LE Á M TI E C D A I C M IN ÉD A ICA T T H C 1 2 2 ,5 0 ME IN D F I E C C IN T A O L T O R G O Í P A I C Y A L T T H C 1 2 2 ,5 0 06 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS 320 160 0 320 0 0 16,67 800 5 6,0 4,0 0,0 5,0 15,0 5,0 2,0 0,0 5,5 12,5 3,0 0,0 0,0 4,5 7,5 3,0 2,0 0,0 2,5 7,5 3,0 2,0 0,0 2,5 7,5 96 64 0 80 80 32 0 88 48 0 0 72 48 32 0 40 48 32 0 40 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos M M M M -P - - G C A -F E Y P - I S - 0 - 0 - 0 5 0 4 2 - 4 - 2 - 1 - 1 1 1 8 0 6 M M -F -E C - - 0 0 (cid:10) 9 6 - - 4 2 3 7 M M M -M -F -F C C - I - 0 I 0 - 5 0 6 - 5 - 2 2 - 1 2 7 3 M M -M -E I - - 0 (cid:10) 0 9 6 - - 4 2 3 6 M-MCI I (cid:10) -04-17 M M -M -E- I- 0 (cid:10) 0 9 6 - - 4 2 3 6 M M M -P - C - A F Y P - S 0 -0 - 5 0 4 - 4 2 -1 - 1 1 8 6 M M - - M FC I - - 0 (cid:10) 0 6 6 - - 2 2 7 6 M M M M - - P M - - A C F Y Y P - P S 0 -0 - - 5 0 0 4 - 2 4 2 -1 - - 1 1 0 8 7 6 M M M - - M F -E C I - - - 0 0 0 9 6 6 - - - 4 2 2 3 7 6 M-P-07-31 M-I-07-32 M-MAYC-07-33 M-E-07-34 M-D-07-35 TH 240 TH 160 MEDICINA TH 160 TH 160 TH 80 PEDIATRÍA IMAGENOLOGÍA ALTERNATIVA Y EPIDEMIOLOGÍA DERMATOLOGÍA TC 5,0 TC 3,3 COMPLEMENTARIA TC 3,3 TC 3,3 TC 1,7 07 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS 320 160 0 320 0 0 16,66 800 5 6,0 6,0 0,0 3,0 15,0 4,0 0,0 0,0 6,0 10,0 4,0 4,0 0,0 2,0 10,0 4,0 0,0 0,0 6,0 10,0 2,0 0,0 0,0 3,0 5,0 96 96 0 48 64 0 0 96 64 64 0 32 64 0 0 96 32 0 0 48 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos M M M M -P - C - F - F E C Y - - S - 0 0 0 - 5 9 0 6 - - 4 - 2 4 2 - 1 3 1 7 6 M- M M IY - - M E I- - 0 T 0 7 - 7 0 - - 3 6 3 2 - 4 30 M-MI- (cid:10) 04-19 M-P-0 (cid:10) 7-31 M M -M -F C - I 0 I (cid:10) - 5 0 - 4 2 - 1 17 M M - - E I- - 0 0 (cid:10) 7 7 - - 3 3 2 4 M- M SO -B Y - B 0 (cid:10) - 3 0 - 6 1 - 4 28 (cid:10) M M - - S M O C Y I B I (cid:10) - - 0 0 5 6 - - 2 2 3 8 M- M IY - M E- T 0 (cid:10) - 7 0 - 6 3 - 4 30 M-GYO-08-36 M-CG-08-37 M-CIDLS(-08-38 M-GYADS-08-39 M-AYMDD-08-40 GI O N B E S C T O E L T O R G IC Í I A A Y T T H C 2 4 0 ,2 0 CIRUGÍA GENERAL T T H C 1 3 6 ,3 0 CUID LA A D S O A L I U N D TE ( G A R P A S) L DE T T H C 2 4 0 ,2 0 ADM G IN E I R S S A E T N L R U A C D I C A IÓ Y N DE T T H C 1 2 2 ,5 0 ANEST D E E S L IA D Y O M LO E R DICINA T T H C 1 2 2 ,5 0 08 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS 320 160 0 320 0 0 16,67 800 5 5,0 3,0 0,0 4,5 12,5 4,0 2,0 0,0 4,0 10,0 5,0 3,0 0,0 4,5 12,5 3,0 0,0 0,0 4,5 7,5 3,0 2,0 0,0 2,5 7,5 80 48 0 72 64 32 0 64 80 48 0 72 48 0 0 72 48 32 0 40 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos M M M -S - - G M F Y C I S - - 0 0 -0 6 6 5 - - 2 2 -2 7 6 4 M- M AY - M CG D - (cid:10) 0 D 8 -0 -3 8 7 -40 M M - M PC - - F I Y - - S 0 0 - 7 5 0 - - 4 3 2 - 2 1 16 M M M -A -C - Y G I M D Y L O D S - D ( 0 - - 0 8 0 8 - 8 3 - - 3 6 4 8 0 M M -M -E- I- 0 (cid:10) 0 9 6 - - 4 2 3 6 M M -G -C Y G O - (cid:10) - 0 0 8 8 - - 3 3 7 6 M-E-0 (cid:10) 7-34 M-CIDLS (cid:10) (-08-38 M M M -P -M - C F Y - I S - 0 0 - 5 0 4 - 4 - 2 1 - 1 1 9 6 M M -G -C Y G O - (cid:10) - 0 0 8 8 - - 3 3 7 6 ICO Anexo de Malla Curricular (Representación Gráfica) (Anexo 5) Medicina - Modalidad Presencial Facultad de Salud y Servicios Sociales AC P D A APE N. A. AA PSC PPP CRÉD. H N O D IV R E E A L L S N A Ú S M IG E N R . O M-SPYAECH-09-41 M-N-09-42 M-E-09-43 M-P-09-44 M-ML-09-45 SALUD PÚBLICA Y TH 160 TH 160 TH 120 TH 160 TH 200 ATENCIÓN EN CRISIS NEUROLOGÍA ENDOCRINOLOGÍA PSIQUIATRÍA MEDICINA LEGAL HUMANITARIAS TC 3,3 TC 3,3 TC 2,5 TC 3,3 TC 4,2 09 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS 320 160 0 320 0 0 16,66 800 5 4,0 4,0 0,0 2,0 10,0 4,0 0,0 0,0 6,0 10,0 3,0 0,0 0,0 4,5 7,5 4,0 3,0 0,0 3,0 10,0 5,0 3,0 0,0 4,5 12,5 64 64 0 32 64 0 0 96 48 0 0 72 64 48 0 48 80 48 0 72 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos M- M CID -E L - S 0 (cid:10) ( 7 -0 -3 8 4 -38 (cid:10) M- M M M AY - - - M M M FC I I D - - - 0 0 0 D 6 6 4 - - 0 - - 2 2 1 8 7 6 9 -40 M M -M -P L -0 - (cid:10) 0 9 9 -4 -4 4 5 M M - - IM II-0 - (cid:10) 0 2 3 -0 -1 9 5 M-SPYAE C (cid:10) H-09-41 M M -C - I P D M LS - (cid:10) ( 0 - 4 0 - 8 2 - 0 38 M-S M PY - A N E -0 C (cid:10) 9 H - - 4 0 2 9-41 M M -C - ID AP LS - 0 (- 4 0 - 8 1 - 8 38 M M - - N P - - 0 0 (cid:10) 9 9 - - 4 4 2 4 M-TYO-10-46 M-NYU-10-47 M-GYG-10-48 M-OYO-10-49 TRAUMATOLOGÍA Y TH 160 NEFROLOGÍA Y TH 120 GERIATRÍA Y TH 120 OTORRINOLARINGOLO TH 160 ORTOPEDIA TC 3,3 UROLOGÍA TC 2,5 GERONTOLOGÍA TC 2,5 GÍA Y OFTALMOLOGÍA TC 3,3 ACD APE AA THS ACD APE AA THS ACD APE AA THS ACD APE AA THS P A N. A. P A N. A. P A N. A. P A N. A. 4,0 3,0 0,0 3,0 10,0 3,0 2,0 0,0 2,5 7,5 3,0 2,0 0,0 2,5 7,5 4,0 3,0 0,0 3,0 10,0 64 48 0 48 48 32 0 40 48 32 0 40 64 48 0 48 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos 10 M M -M -I- I 0 - (cid:10) 0 7 4 -3 -1 2 9 (cid:10) M M M - - E C - Y M I P D C P L I L S I S - ( 0 - - 0 0 5 8 2 -2 - - 3 0 3 8 8 (cid:10) M M M -I - - M B E- - - 0 0 0 7 3 3 - - - 3 1 1 4 4 5 M M -P -M CY I S - (cid:10) 0 -0 4 4 -1 -1 9 6 M M M M - - M - F - N I C - I - 0 - - 0 0 0 7 9 6 4 - - 3 - - 4 2 1 2 2 7 9 (cid:10) 320 160 0 320 0 0 16,66 800 5 M-IC-10-50 INTEGRACIÓN TH 240 CURRICULAR TC 5,0 ACD APE AA THS P A N. A. 6,0 0,0 0,0 9,0 15,0 96 0 0 144 Pre-requisitos Co-requisitos (cid:10) (cid:10) O M-MI-INTERNADO-00 M-PYN-INTERNADO-00 M-C-INTERNADO-00 M-G-INTERNADO-00 M-MC-INTERNADO-00 D E R N A MEDICINA INTERNA T T H C 2 9 0 6 , 0 0 NE P O E N D A IA T T O R L ÍA O G Y Í A T T H C 1 8 6 0 , 0 7 CIRUGÍA T T H C 1 8 6 0 , 0 7 GINECOBSTETRICIA T T H C 1 8 6 0 , 0 7 CO M M E U D N IC IT IN A A R IA T T H C 1 8 6 0 , 0 7 0 0 0 0 0 4160 86,68 4160 T I N Número de semanas 12 Número de semanas 10 Número de semanas 10 Número de semanas 10 Número de semanas 10 Código de la Asignatura Artículo 150.- Prácticas de servicio comunitario.- Las prácticas de servicio comunitario de las carreras de RESUMEN FINAL tercer nivel de grado en el campo de la salud tienen como naturaleza la atención a personas, grupos o P H r o ác ra ti s c o d e - E A x p p r e e r n i d m iz e a n j t e al N A om sig b n r a e t d u e ra la T T H C 0 0 ,0 T T o o t t a a l l d d e e C H r o é r d a i s tos c p c o o rá n m c t u t e i n x c t i a t o s a s r p i d o r e e . p v r u o l f n e e s r i a o b n i a li l d e a s d . C y a p d u a e c d a e r n re d r e a s a a s r i r g o n ll a a r r á s e a l d m en e t n ro o s d e 9 6 la h s o p ra rá s c p ti a c r a a s p d r e á c e t x ic t a e s rn d a e d o s e y r \/ v o ic e io n las T T o o t t a a l l d d e e H H o o r r a a s s A A p p r r e e n n d d i i z z a a j j e e e P n rá C ct o ic n o ta E c x to p e c r o im n e D n o t c a e l nte 3 1 1 4 3 7 6 2 ACD APE Total de Horas Aprendizaje Autónomo 3232 AA THS H C o o ra n s t a d c e t o A p co re n n D d o iz c a e je nt e e n V A N. A. NOTA: Con base en la autonomía universitaria y en función de la posibilidad Total de Horas Prácticas de Servicio Comunitario 160 Total de Horas Semanales otorgada en el Art. 150 del RRA, adicional, a las horas descritas para el Total de Horas Prácticas Laborales 4160 Internado Rotativo, se planifica en la malla curricular de la carrera de medicina, Pre-requisitos Co-requisitos Horas de 160 horas de Prácticas de Servicio Comunitario, las mismas que se ejecutarán Total de Horas de Integración Curricular 240 Pre-Requisitos AprendizajeAutónomo entre el cuarto y quinto nivel de la carrera, conforme lo establezcan los Total de créditos de la carrera 253 Ho A ra si s s t d id e a A s PE H N o o r a A s s i d s e tid A a P s E Co-Requisitos procedimientos internos de la institución. Número de Asign T a o t t u a r l a d s e e H n o l r a a m s d a e ll a la carrera 12 5 1 0 60"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Enfermería",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/licenciatura-en-enfermeria\/",
        "url_malla":"PDF",
        "contenido_malla":"Anexo de Malla Curricular (Representación Gráfica) (Anexo 5) Enfermería - Modalidad Presencial Facultad de Salud y Servicios Sociales AC P D A APE N. A. AA PPP VS TITUL CRÉD. H N ODIV REELA L S NAÚSMIGENR.O E-M-01-01 E-B-01-02 E-BTDE-01-03 E-DDSHI-01-04 E-S-01-05 E-CF-01-06 E-LYC-01-07 E-PC-01-08 MORFOFISIOLOGÍA T T H C 1 5 6 ,0 0 BIOQUÍMICA T T H C 1 3 2 ,8 0 BAS E E N S F T E E R Ó M R E IC R A ÍA S DE T T H C 1 3 2 ,8 0 D H E U S M AR A R N O O L L I O N T D E E G L R S A E L R T T H C 2 8 , 0 5 SOCIOANTROPOLOGÍA T T H C 2 8 , 0 5 CULTURA FÍSICA T T H C 2 8 , 0 5 CO L M EN U G N U IC A A JE C I Y Ó N T T H C 2 8 , 0 5 PEN C S R A Í M TIC IE O NTO T T H C 2 8 , 0 5 01 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS 320 160 0 320 0 0 0,0 25,0 800 8 4,0 2,0 0,0 4,0 10,0 3,0 2,0 0,0 2,5 7,5 3,0 4,0 0,0 0,5 7,5 2,0 0,0 0,0 3,0 5,0 2,0 0,0 0,0 3,0 5,0 2,0 2,0 0,0 1,0 5,0 2,0 0,0 0,0 3,0 5,0 2,0 0,0 0,0 3,0 5,0 64 32 0 64 48 32 0 40 48 64 0 8 32 0 0 48 32 0 0 48 32 32 0 16 32 0 0 48 32 0 0 48 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) E-DDSH I (cid:10) -01-04 (cid:10) E-BTDE - (cid:10) 01-03 (cid:10) (cid:10) (cid:10) (cid:10) (cid:10) E-PC-0 (cid:10) 1-08 (cid:10) E-LYC- 0 (cid:10) 1-07 E-S-02-09 E-F1-02-10 E-F-02-11 E-EB-02-12 E-EDLI1-02-13 E-RN-02-14 E-B-02-15 SEMIOLOGÍA TH 120 FARMACOLOGÍA 1 TH 120 FISIOPATOLOGÍA TH 120 ENFERMERÍA BÁSICA TH 160 EPIS IN TE V M ES O T L IG O A G C ÍA IÓ D N E LA TH 120 REALIDAD NACIONAL TH 80 BIOÉTICA TH 80 TC 3,8 TC 3,8 TC 3,8 TC 5,0 (INVESTIGACIÓN 1) TC 3,8 TC 2,5 TC 2,5 02 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS 320 160 0 320 0 0 0,0 25,0 800 7 3,0 3,0 0,0 1,5 7,5 3,0 0,0 0,0 4,5 7,5 3,0 2,0 0,0 2,5 7,5 4,0 5,0 0,0 1,0 10,0 3,0 0,0 0,0 4,5 7,5 2,0 0,0 0,0 3,0 5,0 2,0 0,0 0,0 3,0 5,0 48 48 0 24 48 0 0 72 48 32 0 40 64 80 0 16 48 0 0 72 32 0 0 48 32 0 0 48 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos E-M-0 (cid:10) 1-01 E-EB-0 (cid:10) 2-12 E-B-0 1 (cid:10) -02 (cid:10) E-S-0 2 (cid:10) -09 (cid:10) E-EB-TMD-E0 - (cid:10) 10-10-103 E-S-0 2 (cid:10) -09 E-LYC- 0 (cid:10) 1-07 (cid:10) E-PC-0 (cid:10) 1-08 E-EPLS - (cid:10) 03-18 E-BTDE - (cid:10) 01-03 (cid:10) E-MYP-03-16 E-FC2-03-17 E-EPLS-03-18 E-EFYC-03-19 E-DDI2-03-20 E-B-03-21 E-E-03-22 M P I A C R R A O S B I I T O O L L O O G G Í Í A A Y T T H C 1 3 2 ,8 0 FAR C M LÍ A N C IC O A L O 2 GÍA T T H C 1 3 2 ,8 0 EDUCAC S I A Ó L N U D P ARA LA T T H C 2 8 , 0 5 ENF Y E R C M OM ER U ÍA N I F T A A M RI I A LIAR T T H C 1 3 2 ,8 0 (IN IN V V D E E S IS S T E T IG Ñ IG A O A C D C IÓ I E Ó N N 2) T T H C 1 3 2 ,8 0 BIOESTADÍSTICA T T H C 1 3 2 ,8 0 EPIDEMIOLOGÍA T T H C 1 3 2 ,8 0 03 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS 320 160 0 320 0 0 0,0 25,0 800 7 3,0 2,0 0,0 2,5 7,5 3,0 3,0 0,0 1,5 7,5 2,0 1,0 0,0 2,0 5,0 3,0 4,0 0,0 0,5 7,5 3,0 0,0 0,0 4,5 7,5 3,0 0,0 0,0 4,5 7,5 3,0 0,0 0,0 4,5 7,5 48 32 0 40 48 48 0 24 32 16 0 32 48 64 0 8 48 0 0 72 48 0 0 72 48 0 0 72 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos E-S-0 2 (cid:10) -09 E-F-0 2 (cid:10) -11 E-F1-0 (cid:10) 2-10 E-MYP - (cid:10) 03-16 #N\/A #N\/A #N\/A E-E-0 3 (cid:10) -22 E-EDLI1 (cid:10) -02-13 E-B-0 (cid:10) 3-21 E-EDLI1 (cid:10) -02-13 E-DDI2 - (cid:10) 03-20 E-RN-0 (cid:10) 2-14 E-EFYC - (cid:10) 03-19 E-D-04-23 E-NYD-04-24 E-ADLSEE-04-25 E-ECDAYAM-04-26 E-EESMYP-04-27 E-EESC1-04-28 E-VCLS1-04-00 DEONTOLOGÍA T T H C 2 8 , 0 5 NU DI T E R T I É C T IÓ IC N A Y T T H C 1 3 2 ,8 0 AD LO M E S I N N S F E IS E R T R V R M I A C E I C O R IÓ S ÍA N EN D E T T H C 2 8 , 0 5 D E E N L F A E D R U M M L E T A R O Y ÍA O Y R C A L D ÍN U I L C T A O T T H C 2 6 0 ,3 0 S E A N P L F U S E I D Q R M U M I E A E R N T Í R T A Í A A E L N Y T T H C 1 5 6 ,0 0 C E O N M F S E E U R R M N V I E T IC R A I I R O A I O EN 1 T T H C 2 8 , 0 5 VINCU SO LA C C IE I D Ó A N D C 1 ON LA T T H C 2 8 , 0 5 04 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS THS 288 160 0 272 0 80 0,0 25,0 800 6 2 3 , 2 0 0 0 ,0 0, 0 0 3 4 ,0 8 5,0 3 4 , 8 0 2 3 , 2 0 0, 0 0 2 4 ,5 0 7,5 2 3 , 2 0 0 0 ,0 0, 0 0 3 4 ,0 8 5,0 5 8 , 0 0 4 6 , 4 0 0, 0 0 3 5 ,5 6 12,5 4 6 , 4 0 4 6 , 4 0 0, 0 0 2 3 ,0 2 10,0 2 3 , 2 0 0 0 ,0 0, 0 0 3 4 ,0 8 5,0 5,0 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos E-EFYC - (cid:10) 03-19 #N\/A E-F-0 2 (cid:10) -11 #N\/A #N\/A (cid:10) EE--FS--00 22(cid:10) --1019 #N\/A #N\/A E-ECDAYA (cid:10) M-04-26 #N\/A #N\/A E-DE-05-29 E-EPLSDLMYRN-05-30 E-EQDAYAM-05-31 E-GDLSDE-05-32 E-EESC2-05-33 E-SIYMC-05-34 E-VCLS2-05-00 E D S I P E E T C O I T A E L R IZ A A P D IA A T T H C 2 8 , 0 5 S E A N L F R U E E D R C M I D É E E N R L N Í A A A M P C A I U D R J O A ER L A Y T T H C 2 6 0 ,3 0 A Q D U U EN I L R T M F Ú O E R A R Y G Y M O A IC E D R A R U Í D A L E T L O T T H C 2 6 0 ,3 0 G S E E E S N R T F I V E Ó I R C N M I O D E S E R D L ÍA O E S T T H C 2 8 , 0 5 C E O N M F S E U E R R N M V I E T IC R A I I R O A I O E N 2 T T H C 2 8 , 0 5 SA C L O U M D M P IN L E E D T M E IC G E I R N N A T A A T I R V I A A Y T T H C 2 8 , 0 5 VINCU SO LA C C IE I D Ó A N D C 2 ON LA T T H C 2 8 , 0 5 05 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS THS 288 160 0 272 0 80 0,0 25,0 800 6 2 3 , 2 0 1 1 , 6 0 0, 0 0 2 3 ,0 2 5,0 5 8 , 0 0 4 6 , 4 0 0, 0 0 3 5 ,5 6 12,5 5 8 , 0 0 5 8 , 0 0 0, 0 0 2 4 ,5 0 12,5 2 3 , 2 0 0 0 ,0 0, 0 0 3 4 ,0 8 5,0 2 3 , 2 0 0 0 ,0 0, 0 0 3 4 ,0 8 5,0 2 3 , 2 0 0 0 ,0 0, 0 0 3 4 ,0 8 5,0 5,0 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos E-NYD - (cid:10) 04-24 (cid:10) E-ECDAYA (cid:10) M-04-26 E-EQDAYA (cid:10) M-05-31 E-ECDAYA (cid:10) M-04-26 E-EPLSDLM Y (cid:10) RN-05-30 #N\/A (cid:10) #N\/A E-SIYMC (cid:10) -05-34 #N\/A #N\/A E-LEE-06-35 E-EECC1-06-36 E-EP1-06-37 E-EESO-06-38 E-E-06-39 E-EDPDI3-06-40 E-T1-06-41 LE E G N IS F L E A R C M IÓ ER N Í A EN T T H C 2 8 , 0 5 CU EN ID F A E D R O M C ER R Í Í A TI C E O N 1 T T H C 1 3 2 ,8 0 P E E N D F I E Á R T M RI E C R A Í A 1 T T H C 1 5 6 ,0 0 SAL E U N D FE O R C M U E P R A ÍA CI O EN N AL T T H C 2 8 , 0 5 EMPRENDIMIENTO T T H C 2 8 , 0 5 (IN E I P N V V R V A E O E L S Y U S T E T I A G C IG C T A I A O Ó C C I S N Ó I Ó D N D N E E 3 ) T T H C 2 8 , 0 5 TITULACIÓN 1 T T H C 2 6 0 ,3 0 06 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS 320 160 0 320 0 0 200,0 25,0 800 7 2,0 0,0 0,0 3,0 5,0 3,0 4,0 0,0 0,5 7,5 4,0 4,0 0,0 2,0 10,0 2,0 2,0 0,0 1,0 5,0 2,0 0,0 0,0 3,0 5,0 2,0 0,0 0,0 3,0 5,0 5,0 0,0 0,0 7,5 12,5 32 0 0 48 48 64 0 8 64 64 0 32 32 32 0 16 32 0 0 48 32 0 0 48 80 0 0 120 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos E-ADLSE E (cid:10) -04-25 (cid:10) E-EQDAYA (cid:10) M-05-31 E-EP1- 0 (cid:10) 6-37 E-EPLSDLM Y (cid:10) RN-05-30 #N\/A #N\/A (cid:10) #N\/A #N\/A E-DDI2 - (cid:10) 03-20 (cid:10) E-DDI2-03-20 E-EDPDI3-06-40 E-EC2-07-42 E-EPYDLA2-07-43 E-EEGO-07-44 E-EG-07-45 E-RCYA-07-46 E-T2-07-47 ENFERMERÍA CRÍTICA 2 T T H C 1 3 2 ,8 0 PE A D D E I O N Á L T F E R E S R IC C M A EN E Y R C D Í I A A E 2 LA T T H C 1 5 6 ,0 0 GIN EN EC F O ER O M B E S R T Í E A T R EN IC IA T T H C 1 3 2 ,8 0 E G N E F R E I R Á M TR E I R C Í A A T T H C 1 3 2 ,8 0 REDA Y C A C C IÓ A N D É C M IE I N C T A ÍFICA T T H C 2 8 , 0 5 TITULACIÓN 2 T T H C 2 6 0 ,3 0 07 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS 320 160 0 320 0 0 200,0 25,0 800 6 3,0 4,0 0,0 0,5 7,5 4,0 3,0 0,0 3,0 10,0 3,0 3,0 0,0 1,5 7,5 3,0 0,0 0,0 4,5 7,5 2,0 0,0 0,0 3,0 5,0 5,0 0,0 0,0 7,5 12,5 48 64 0 8 64 48 0 48 48 48 0 24 48 0 0 72 32 0 0 48 80 0 0 120 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos E-VCLS2-05-00 E-RCYA-07-46 #N\/A #N\/A #N\/A #N\/A #N\/A #N\/A #N\/A #N\/A #N\/A #N\/A E-IRCQ-08-00 E-IRSP-08-00 08 ROT Q I A N U T T I I R E V R Ú O N R : A G C D L IC Í O N O ICO T T H C 2 7 4 8 , 0 4 ROT IN A P T T Ú E IV R B O N LI : A C S A D A O LU D T T H C 2 7 4 8 , 0 4 0 0 0 0 1560 0 0,0 48,8 1560 0 Número de semanas 13 Número de semanas 13 E-IRP-09-00 E-IRGO-09-00 09 ROTA I T N I T V E O R : N P A E D D O IA TRÍA T T H C 2 7 4 8 , 0 4 ROT O I A N B T T S I E T V R E O N T : R A G I D C IN I O A E CO T T H C 2 7 4 8 , 0 4 0 0 0 0 1560 0 0,0 48,8 1560 0 Número de semanas 13 Número de semanas 13 PHráocratisc od e- EAxpp M reer o n A i d md sa i i ez gli an nd jt aa ea td l u drae la AC V D N A om s C ig ó b n d r A a e ig t d u o A e r d P a l e E a N la . A A . signa T A T t H u C A ra T 0 H 0 ,0 S T T o o t t a a l l d d e e H Cr o é r d a i s tos Unidad Básica T T T T R o o o o t t t t E a a a a l l l l S d d d d U e e e e H H H H M o o o o r r r r E a a a a s s s s N A A P A r p p p á F r r r c e e e t I n n n ic d d d N a i i i s z z z A a a a d j j j e e e e L P A e S n e r u á r t C v c ó i t o c n i n c i o o o t m a C E c o o x to p m e c u r o i n m n it e D a n r o i t o c a e l nte 1 2 2 1 1 1 1 6 2 4 7 0 0 4 6 HCooranst adcet oA pcorenn Ddoizcaejenteen Total de Horas Semanales Unidad Profesional Total de Horas Prácticas Laborales 3120 Pre-Requisitos Pre- # r ¡ e R q E u F! isitos Co-r # e ¡R q E u F i ! sitos AprendHizoarjaesA duet ónomo Prá U ct n ic i a d s a d P r d e e P T r i o tu fe la s c io ió n n ales T T o o t t a a l l d d e e h cr o é r d a i s t o d s e d T e it l u a l a c c a i r ó r n era 4 2 0 7 0 3 HoArasiss tdiedaAsPE HNoor aAss disetiAdaPsE Co-Requisitos Vinculación con la Sociedad Número de Asignatur T a o s t e a n l d la e m Ho al r l a a s de la carrera 87 4 2 7 0"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Nutrición y Dietética",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/licenciatura-en-nutricion-y-dietetica\/",
        "url_malla":"HTML",
        "contenido_malla":"Licenciatura en Nutrición y Dietética Licenciado(a) en Nutrición y Dietética 9 semestres Matutina y Vespertina La carrera de Nutrición y Dietética se encarga de estudiar la alimentación y nutrición, como procesos fundamentales para lograr el bienestar integral del ser humano en las diferentes etapas de vida, a nivel individual y comunitario . Entre las características esenciales que estudia la carrera de Nutrición y Dietética se encuentran: la evaluación, el diagnóstico del estado nutricional y la planificación dietética del individuo, que permitirá la aplicación de estrategias para la implementación de programas de prevención y búsqueda de soluciones a problemas nutricionales por medio de la educación permanente. Según la Encuesta Nacional de Salud y Nutrición realizada por el Ministerio de Salud Pública de Ecuador, a nivel nacional cuatro de cada diez niños presentan problemas de malnutrición, esta cifra y el incremento constante de enfermedades de origen nutricional como la diabetes, hacen que el profesional de Nutrición y Dietética sea considerado parte fundamental dentro del equipo de salud . Inscripciones abiertas Admisión Malla Curricular Descargar Conoce más sobre UNEMI Enfoque de la Licenciatura de Nutrición y Dietética Misión Formar profesionales competentes con actitud proactiva y valores éticos en el área de nutrición y dietética, desarrollar investigación relevante y ofertar servicios que demanda el sector externo, contribuyendo al desarrollo de la sociedad. Objetivo General Formar profesionales capaces de evaluar, diagnosticar, intervenir y prevenir problemas nutricionales, diseñando y aplicando planes de alimentación, para la modificación de hábitos nutricionales no saludables y la promoción de una alimentación que rescate la cultura tradicional a través de la aplicación de la investigación y la utilización creativa de la tecnología, que permita a la población gozar de un adecuado nivel de desarrollo físico, intelectual y emocional. Objetivos Específicos Identificar el estado nutricional de individuos sanos y enfermos en poblaciones de diferentes culturas y edades, para la promoción, prevención e intervención nutricional. Establecer criterios para la intervención y tratamiento de enfermedades originadas por malnutrición, acorde a la realidad nacional y de conformidad con el Plan Nacional de Desarrollo, para la disminución de los problemas nutricionales del país. Fomentar el desarrollo de habilidades para el manejo del proceso de atención nutricional, basados en evidencia científica y avances tecnológicos, de acuerdo con la problemática alimentaria nutricional. Formular proyectos vinculados a la sociedad, que contribuyan a resolver problemas alimentarios nutricionales. Descarga plan de estudios ¿Por qué estudiar Nutrición y Dietética? Desarrollo profesional: la creciente conciencia sobre la importancia de la nutrición ha aumentado la demanda de profesionales en este campo, creando oportunidades laborales sólidas. Conexión cuerpo-mente: estudiar cómo la nutrición puede afectar no solo el cuerpo , sino también el estado de ánimo, la energía y el bienestar mental. Promoción de la salud: contribuir al mejoramiento de la salud de las personas a través de la educación sobre hábitos alimenticios saludables y nutrición equilibrada. Prevención de enfermedades: aprender a diseñar planes de dieta que pueden prevenir y controlar enfermedades crónicas como la diabetes, la obesidad y las enfermedades cardíacas. Investigación y desarrollo: contribuir con la investigación en el campo de la nutrición y participar en el desarrollo de nuevos alimentos y suplementos nutricionales. Trabajar en diversos entornos: estos profesionales pueden trabajar en hospitales, clínicas, escuelas, empresas de alimentos, gimnasios, agencias gubernamentales y ONGs, entre otros. Educación continua: la nutrición está en constante evolución. Estudiar Nutrición y Dietética significa que siempre habrá oportunidades para el aprendizaje continuo y el desarrollo profesional. Visión Ser referente de Educación Superior en docencia e investigación en el área de nutrición y dietética. Perfil de egreso El Licenciado\/a en Nutrición y Dietética es un profesional integral, con sólida formación científico humanista que tiene la capacidad de evaluar, diagnosticar, intervenir, realizar el seguimiento y monitoreo del estado nutricional a nivel individual y poblacional mediante un análisis crítico – holístico, considerando las características fisiológicas o patológicas, biológicas, culturales, religiosas y socioeconómicas, desempeñándose competentemente en los ámbitos de nutrición clínica, nutrición en salud pública y comunitaria, nutrición en la actividad física y deporte, administración en servicios de alimentación, procesos de tecnología alimentaria, siendo reconocido por su actuar ético e innovador, su emprendimiento, liderazgo y su responsabilidad pública. A nivel de la nutrición clínica, proporcionar atención alimentario nutricional a personas sanas y enfermas fundamentándose en el proceso de atención nutricional (evaluar, diagnosticar, intervenir, seguimiento y evaluación), a lo largo del ciclo vital, en todos los niveles de atención de salud, considerando las características fisiológicas o patológicas, biológicas, culturales, religiosas y socioeconómicas. En Nutrición en Salud Pública y Comunitaria, desarrollar intervenciones en la prevención y promoción de la salud, educación alimentaria nutricional a nivel individual y comunitario, utilizando estrategias de planificación e intervención dentro del marco jurídico en salud vigente. Fomentar la salud y bienestar a través de la actividad física y evaluar e intervenir en el estado nutricional de los deportistas de acuerdo a la disciplina que practica. Administrar y organizar servicios de alimentación privado – público y elaboración de planes alimentarios, manteniendo la inocuidad\/calidad de los alimentos para instituciones o servicios de catering, de acuerdo a los requerimientos nutrimentales y a las condiciones fisiológicas y fisiopatológicas, desempeñando sus funciones con eficacia, eficiencia, y calidez. Asesorar e innovar la elaboración de productos nutricionales para personas sanas o con patologías que ameritan producir alimentos específicos. Perfil profesional La carrera de Nutrición y Dietética propone un perfil profesional integral en el campo de la salud y de la nutrición que promueva , prevenga y solucione problemas de alimentación, nutrición y salud de la población, de manera que pueda inferir en estas problemáticas actuando tanto a nivel público como privado. Autoridades Ph. D. Nibia Novillo Luzuriaga Decana de la Facultad de Salud y Servicios Sociales Dra. María Victoria Padilla Samaniego Directora de la Carrera de Licenciatura en Nutrición y Dietética Becas y otras alternativas financieras Existen los siguientes tipos de becas que se adjudicarán a estudiantes regulares, por: Situación económica insuficiente Alto promedio y distinción académica Alto rendimiento en deporte Discapacidad Te acompañamos para postularte a opciones de financiamiento estatal ¿Necesitas asesoría? Déjanos tus datos, nos comunicaremos contigo. Por favor, activa JavaScript en tu navegador para completar este formulario. Nombre * Nombre Apellidos Cédula * Correo electrónico * Teléfono * Enviar Programas relacionados que te pueden interesar Licenciatura en Enfermería Resolución: Modalidad:Presencial Diurna Título que otorga: Licenciado en Enfermería Duración: 9 semestres Más información Licenciatura en Fisioterapia Resolución: Modalidad: Presencial Diurna Título que otorga: Licenciada(o) en Fisioterapia Duración: 9 Semestre Más información Medicina Resolución: Modalidad: Presencial – Matutina Título que otorga: Médico\/a General Duración: 10 semestres (no incluye internado) Más información ﻿ Cargando…"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Psicología Clínica",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/psicologia-clinica\/",
        "url_malla":"PDF",
        "contenido_malla":"PRES IÓ EN N TAC MIC D R E O S C C U R R IC R I I Ó C N U LAR G M RÁ A F L I L C A A A PE C R A S DO O É N M A IC L Anexo de Malla Curricular (Representación Gráfica) Psicología Clínica - Modalidad Presencial Facultad de Salud y Servicios Sociales HS C T D EO H C S O O M TR H T S O O E R T M A A L S AC P D A APE N. A. AA PSC PL CRÉD. H N O D IV R E E L A L S N A Ú S M IG E N R . O PC-BTDLP-01-01 PC-BBDLP-01-02 PC-LYC-01-03 PC-N-01-04 PC-HDLP-01-05 ÚNEM 01 B A A C P S D ES P S T I E C Ó O R A L I O C G A A S Í P A E D N E . L A A . T A T H C A 2 T 4 0 H ,2 0 S B A A C P S D L E A S P B S IO IC L O A Ó L G O A IC G P A E ÍA S N . D A E . T A T H C A 2 T 4 0 H ,2 0 S AC P C D O L M EN U G N U A IC A A J A E C P I Y Ó E N N. A. T A T H A C 1 T 3 6 H ,3 0 S A N C P D EUROAN A AT A O P M E N ÍA . A. T A T H C A 1 T 3 6 H ,3 0 S AC P H D I P S S T I O C R O I A L A O D G A E Í P A L E A N . A. T A T H C A T 1 8 H , 0 7 S 20 30 50 320 144 0 336 0 0 16,67 800 5 5,0 2,0 0,0 5,5 12,5 5,0 3,0 0,0 4,5 12,5 4,0 0,0 0,0 6,0 10,0 4,0 3,0 0,0 3,0 10,0 2,0 1,0 0,0 2,0 5,0 80 32 0 88 80 48 0 72 64 0 0 96 64 48 0 48 32 16 0 32 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos ALLAM ADALLATED PC-PG-02-06 PC-HDL P -01-05 PC-MDLIC-02-07 PC-N- 0 1-04 PC-TDLP-02-08 PC-N-02-09 PC-BBDL P-01-02 PC-PDD1-02-10 PC-BTDL P-01-01 PSICOLOGÍA GENERAL T T H C 3 1 , 6 3 0 3 ME I T N O V C D E IE O S N T L I T O G Í G F A I Í C C A A I Ó D N E LA T T H C 2 1 , 2 5 0 0 P T E E R O S R O ÍA N S A L D I E D A LA D T T H C 2 1 , 2 5 0 0 NEUROFISIOLOGÍA T T H C 4 2 , 0 1 0 7 P D S E IC S O A L R O R G O Í L A L O D E 1 L T T H C 4 2 , 0 1 0 7 ALLAM ADIM USER 02 A P 4 6 C P r , 4 0 e D -requisi 4 t 6 A o , 4 0 s APE N 0 . , 0 0 A. 2 A 3 C ,0 A 2 o-requisi 1 T t 0 o H , s 0 S A P 3 4 C P r , 8 0 e D -requisi 0 t A 0 o ,0 s APE N 0 . , 0 0 A. 4 A 7 C ,5 A 2 o-requisi T t 7 o H ,5 s S A P 3 4 C P r , 8 0 e D -requisi 3 t 4 A o , 8 0 s APE N 0 . , 0 0 A. 1 A 2 C ,5 A 4 o-requisi T t 7 o H ,5 s S A P 5 8 C P r , 0 0 e D -requisi 4 t 6 A o , 4 0 s APE N 0 . , 0 0 A. 3 A 5 C ,5 A 6 o-requisi 1 T t 2 o H , s 5 S A P 5 8 C P r , 0 0 e D -requisi 4 t 6 A o , 4 0 s APE N 0 . , 0 0 A. 3 A 5 C ,5 A 6 o-requisi 1 T t 2 o H , s 5 S 20 30 50 320 240 0 240 0 0 16,67 800 5 PC-BTDL P-01-01 PC-TDLP -02-08 PC-LYC - 01-03 PC-HDL P -01-05 PC-PG- 02-06 PCP-BCB-ND-L 0 P1-0-014-02 PC-PDD 1 -02-10 PC-BTDL P-01-01 PC-N- 0 2-09 ATSIL SARUTANGISA 03 A I C N P D P S E T S T V R IC É A U C O L M N M U I E A A C P É N A C T C T A I R S - Ó O T P I E C E N S E A I D D N E . E A P . -03-11 T A T H C A 1 T 3 6 H ,3 0 S E A ST C P A A D D LA ÍS P TI S C IC A A P O A C L A P - O E P L G A I E C Í A N A A L . D P A A - . 0 3-12 T A T H C A 1 T 2 2 H ,5 0 S A P C P S D ICOPAT A OL P A O C P G - E P ÍA N 1 . - 1 0 A 3 . -13 T A T H A C 2 T 4 0 H ,2 0 S A N C P E D UROPS A ICO A P L P C O E - G N N Í - A . 0 A 3 . -14 T A T H C A 1 T 3 6 H ,3 0 S AC P P D D S E IC S O A L R O R A G O P Í L C A A L - P O P D E D E 2 N L D . 2 A - . 03-15 T A T H C A 1 T 3 6 H ,3 0 S 20 30 50 320 272 0 208 0 0 16,67 800 5 4,0 4,0 0,0 2,0 10,0 3,0 3,0 0,0 1,5 7,5 5,0 4,0 0,0 3,5 12,5 4,0 3,0 0,0 3,0 10,0 4,0 3,0 0,0 3,0 10,0 64 64 0 32 48 48 0 24 80 64 0 56 64 48 0 48 64 48 0 48 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos PCPC-T-DPGLP - 0-022-0-068 PC-EAAL P -03-12 PC-MDLI C-02-07 PC-TEIDE P-03-11 PC-TDLP -02-08 PC-PDD 2 -03-15 PC-N- 0 2-09 PCP-CP-DPD1- 2 0-30-31-315 PC-PDD 1 -02-10 PC-N- 0 3-14 PC-PC-04-16 PC-PDLF-04-17 PC-P2-04-18 PC-PESP-04-19 PC-BYD-04-20 PSICOLOGÍA CLÍNICA T T H C 2 4 0 ,2 0 PSICO F L A O M G I Í L A IA DE LA T T H C 1 3 6 ,3 0 PSICOPATOLOGÍA 2 T T H C 2 4 0 ,2 0 PSICOLO P G Ú Í B A L I C EN A SALUD T T H C 1 2 2 ,5 0 DE B O IO N É T T O IC LO A G Y Í A T T H C 1 2 2 ,5 0 04 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS 20 30 50 320 256 0 224 0 0 16,67 800 5 5,0 4,0 0,0 3,5 12,5 4,0 3,0 0,0 3,0 10,0 5,0 4,0 0,0 3,5 12,5 3,0 3,0 0,0 1,5 7,5 3,0 2,0 0,0 2,5 7,5 80 64 0 56 64 48 0 48 80 64 0 56 48 48 0 24 48 32 0 40 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos PP P CC C - P-T - ECP EA-D I NAD D-LE 20PP -3-- 0 0- 0 3133 -4-- 1 11 5 21 PC-P2- 04-18 PC-PDD 2 -03-15 PC-PC- 04-16 PC-P1- 03-13 PC-PC- 04-16 PC-N- 0 3-14 PC-BYD -04-20 PPCC--TEEAIADLE P P--0033--1121 PC-PESP -04-19 PC-PDAYAM-05-21 PC-PDLA-05-22 PC-PDLAFYDD-05-23 PC-EDP-05-24 PC-PEIDNYDA-05-25 PSI A C D O U D L IA T M O G A N Y Y Ó O A S R D T U IC L O T O D EL T T H C 1 3 6 ,3 0 PSIC A O D L I O C G CI Í O A N D E E S LAS T T H C 2 4 0 ,2 0 ACT P I S V IC ID O D A L E D O P G O FÍ Í R S A T I C D E A E Y L A D EL T T H C 1 2 2 ,5 0 PSIC E O LE F M AR E M NT A O C S O L D O E G ÍA T T H C 1 2 2 ,5 0 P I S N IC T A O E D N R D O I V Ñ IA L E O E G N S N Y C C I Ó D E Ó N S E N T L T I D E C E O L E T T H C 2 4 0 ,2 0 05 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS 20 30 50 320 304 0 176 0 0 16,67 800 5 4,0 4,0 0,0 2,0 10,0 5,0 5,0 0,0 2,5 12,5 3,0 3,0 0,0 1,5 7,5 3,0 2,0 0,0 2,5 7,5 5,0 5,0 0,0 2,5 12,5 64 64 0 32 80 80 0 40 48 48 0 24 48 32 0 40 80 80 0 40 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos PPCC--PPC2-- 0044--1168 PC-PEIDNY DA-05-25 PP PCC C-B- - P PY2 CD- --0 004 44- --1 128 60 PPCC-P-PEDIDANYAY DMA--0055--2215 PC-PESP -04-19 PC-EDP -05-24 PPCC-P-PDCLF- 0-044-1-167 PPCC-P-PEDIDANYAY DMA--0055--2215 PPCC--PPC2-- 0044--1168 PC-PDAYA M-05-21 PC-P-06-26 PC-PDG-06-27 PC-DEIN-06-28 PC-PSYC-06-29 PC-PD-06-30 PC-PSC-06-00 PSICOGERONTOLOGÍA T T H C 1 2 2 ,5 0 PSICO G T R E U R P A O P S IA DE T T H C 1 3 6 ,3 0 NE D U IN I R A T O G E P R N S V Ó I E C S N O T C I L C I Ó Ó O G N E IC A T T H C 1 3 6 ,3 0 PSIC C O O L M O U G N ÍA IT S A O R C I I A AL Y T T H C 1 2 2 ,5 0 PSICO D D IN IA Á G M N IC Ó O STICO T T H C 1 2 2 ,5 0 PRÁ C C O T M IC U A N S I S T E A R R V IO IC IO T T H C 1 2 2 ,5 0 06 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS THS 20 30 50 320 224 0 136 120 0 16,67 800 5 4,0 2,0 0,0 1,5 7,5 5,0 4,0 0,0 1,0 10,0 4,0 4,0 0,0 2,0 10,0 3,0 2,0 0,0 2,5 7,5 4,0 2,0 0,0 1,5 7,5 7,5 64 32 0 24 80 64 0 16 64 64 0 32 48 32 0 40 64 32 0 24 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos PC-PDAYA M-05-21 PC-DEIN -06-28 PC-PPCE-IPDDNLYA D-0A5--0252-25 PC-DEIN -06-28 PC-EDP -05-24 PC-P- 0 6-26 PC-PDLAFY DD-05-23 PC-P- 0 6-26 PC-PDLA -05-22 PC-PDG -06-27 PC-IECYE-07-31 PC-TCC-07-32 PC-PJYF-07-33 PC-TSFYDP-07-34 PC-PEIDTP-07-35 PC-PP1-07-00 CR I I N SI T S E Y R V EM EN E C R I G Ó E N N E C N IA S T T H C 1 2 2 ,5 0 TER C A O P N IA D C U O C G TU N A IT L I VO T T H C 1 2 2 ,5 0 PSICOLO FO G R ÍA E N JU S R E Í DICA Y T T H C 1 8 , 0 7 FA T M ER IL A I P A I R A Y S I D ST E É P M A I R C E A J A T T H C 1 3 6 ,3 0 TERAPIA DINÁMICA T T H C 1 2 2 ,5 0 PREPR P O RÁ FE C S T I I O C N A A S LES 1 T T H C 2 4 0 ,2 0 07 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS THS 20 30 50 320 160 0 120 0 200 16,67 800 5 4,0 2,0 0,0 1,5 7,5 4,0 2,0 0,0 1,5 7,5 3,0 1,0 0,0 1,0 5,0 5,0 3,0 0,0 2,0 10,0 4,0 2,0 0,0 1,5 7,5 12,5 64 32 0 24 64 32 0 24 48 16 0 16 80 48 0 32 64 32 0 24 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos PPCC--PPSDYGC --0066--2279 PC-TCC -07-32 PPCC--DPEDIGN --0066--2278 PC-IECY E -07-31 PC-PDG -06-27 PC-TCC -07-32 PC-P- 0 6-26 PC-TCC -07-32 PC-PD- 06-30 PC-PJYF -07-33 PC-TDTG-08-36 PC-EEEÁP-08-37 PC-PCH-08-38 PC-TD-08-39 PC-T-08-40 PC-PP2-08-00 PS IN IC P T T O S E R I D C R A O I V A S S E T G E N O N X C R U Ó I N Ó A S O N T L I E S C D S O E E T T H C 1 2 0 ,2 4 TERA G P E I N A E D R E A T C E IÓ R N CERA T T H C 1 2 2 ,5 0 EMP P R S E E I L N C Á D O M I L M Ó B I G I E T I N O C T O O EN T T H C 1 2 0 ,2 4 PSI H CO O L S O PI G T Í A A L C A L R ÍN IA ICA T T H C 1 7 , 2 5 TITULACIÓN T T H C 2 4 0 ,2 0 PREPR P O RÁ FE C S T I I O C N A A S LES 2 T T H C 2 4 0 ,2 0 08 AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS AC P D A APE N. A. AA THS THS 20 30 50 320 64 0 216 0 200 16,67 800 5 4,0 1,0 0,0 1,5 6,5 4,0 2,0 0,0 1,5 7,5 4,0 1,0 0,0 1,5 6,5 3,0 0,0 0,0 1,5 4,5 5,0 0,0 0,0 7,5 12,5 12,5 64 16 0 24 64 32 0 24 64 16 0 24 48 0 0 24 80 0 0 120 Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos Pre-requisitos Co-requisitos PPCP C-C -PI -EE TIC CDY CTE -P- 0-0 707 -7- 3-3 2315 PC-EEEÁ P -08-37 PPCC-I-ETCCYC E --0077--3321 PC-TDTG -08-36 PC-IECY E -07-31 PC-TD- 08-39 PPCC-T-ISEFCYYD E P-0-077-3-314 PC-PCH -08-38 P P C C PP - - CC T P -- S E PT F I JCD YYC DF T-- P P 00 - - 77 0 0 -- 7 7 33 - - 23 3 3 5 4 PP PCC PC-- C E- T -PED TCE D TÁH G - P-0 - 0- 8 008- 88-3 - 3- 9 338 67 Código de la Asignatura RESUMEN FINAL Hora E s x Pd pre eá rcA itm picr eoe n n t-d al izaje Nombre de la Asignatura T T H C 0 0 ,0 THootarla dse T T o o t t a a l l d d e e H H o o r r a a s s A A p p r r e e n n d d i i z z a a j j e e e P n rá C ct o ic n o ta E c x to p e c r o im n e D n o t c a e l nte 2 1 5 6 6 6 0 4 MoAdsailgidnaadtu drae la AC P D A APE N. A. AA THS CTorétadli tdoes Unidad de organización curricular T T o o t t a a l l d d e e H H o o r r a a s s A Pr p á r c e t n ic d a i s z a d j e e S A e u r t v ó ic n i o o m C o omunitario 1 1 6 2 5 0 6 Hoernas C D doe on ctAae pcn rtt eoe n cdoizna je Pre-requisitos Co-requisitos ToSteaml daen Haloersas PRO B F Á E S S I I C O A NAL T T o o t t a a l l d d e e H H o o r r a a s s P d r e á T ct it ic u a la s c P ió re n profesionales 4 2 0 0 0 0 Pre-Requisitos AApH uro teó rna nds oi zm dae oj e TITULACIÓN Total de créditos de la carrera 133,36 A H s oAi r s aPt s iEd d a e s No H o AAr s aPis sEt d id e a s Co-Requisitos Número de Asigna T t o u t r a a l s d e e n H la o m ra a s l l d a e la carrera 64 4 0 0 0 NOTAS: - Las horas semanales de prácticas preprofesionales y prácticas de servicio comunitario forman parte de la columna denominada “HS OTR COM” (horas otros componentes) junto con las horas semanales de aprendizaje autónomo y aprendizaje práctico experimental. Estas horas de prácticas, suman al total de horas del respectivo nivel, sin afectar el total de horas ni créditos establecidos en el Reglamento de Régimen Académico para la carrera - Las horas de titulación están distribuidas en los componentes de Aprendizaje en Contacto con el Docente y Aprendizaje Autónomo."
    },
    {
        "universidad":"UNEMI",
        "carrera":"Fisioterapia",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/licenciatura-en-fisioterapia\/",
        "url_malla":"PDF",
        "contenido_malla":"CARRERA OE LICENCIATURA EN FISIOTERAPIA @ffi@ @ E r EI - o o o lt l @ e 2 = E @ @ @ -'_. -,|- EW -- E -- E -I¡ a-t''-¡ E ir ! =l -e!: i ! !! ii5 :¡ E 3 ¡ ! a Ei iÉ ii !i EI ? !? !á ii I ¡ !ir:{ ¡¿raF ¡!i ii I I . §¡¡¡! ¡¡tiiii I 9t3\\nnJr E _lvt{ots¡lo¡{d Notavltuol t ¡ ! a : I II t I !i! I I T li E ! ,x I E u II ------f_-----r HI H iEI, TT ¡ ;i ll : ! H ? :i¡i : !t l I !; ! E !i, :_! il I il I ¡ .i¡t iI gI¡ I T II ! 8 lt ffi tt I ¡¡c EE ! E3 i¡: il I r. a El. ! il :5 I n ¡ t ñ i : ;l ! ¡ ! ! ¡ ¡ E il ¡¡ t¡ !¡ t¡ H a EE¡t¡ E¡ ¡ E * E H I¡¡ EE¡ q -t E ¡ EE E H !¡¡ E P á ,r g ¡ I EH ,t 1 EE¡¡¡ E!EBIE¡ HIÉtl ¡ EE ! 6 E I¡ iI!: I 5 EE IEE ¡ # ffi ! l ¡ ;! F 3 lÉE ¡ I ! ? ¡¡ 1 a - t EE ! ll E I 3 ffi ¡l i- f ¡l EE B :5 IEE ¡ # t q ¡¡ li E §I¿ IJ ¡ ¡ ¡t 8 EE lÉn ! E ¡ 9 : s i I I ¡ 9 f! ! 6 E ¡ I f. ffi a E E E E E E ! ¡ r H # ¡E IE E E E ¡ ¡ ¡ e 2a ¡E a al ffi ¡ ¡ 2. EE E IE E ¡ ¡ á il ¡¡ EE I § E, EE¡¡¡ E I E B E ¡¡¡ EE á EE¡EE E EE : j I : EE ¡¡ I EE É EE!E¡ EIE E c Etr EE¡E EE I EE¡EE EE ¡I ':1 ! : ffi E E E E E 8 !l + _ i .P i t E E E E E E ¡ ¡ I E ¡ ¡E E E ; 9 ! e¡ E E E E E f l f E E EE E E E E ¡ T I I I i I { E E E H E I a ¡ e EE ¿ n EE!E¡ EE¡EEEI IEE EBI¡E E E ! :a E E!¡E E a ffi : I EE !¡¡ ¡ t E H i'Fffi a I r ll. d EE¡¡E EB IH¡E PLAN DE ESTUDIOS CARRERA OE FISIOTERAPIA modmcado 2341-mlt UNIDADES NUM, coDtco ASIGNAfURA PREREOUISITO CO.REOUISITÓ Cumpl¡m¡eñto del sistema Nac¡onal de FFfl01 Analomra Sin correquisito 1 N¡velac¡ón y admisión (SNNA) Cumpl¡miento del s¡stema Nacional de 2 FFfi02 Bioquimica Sin correquisilo N¡velac¡ón y adm¡sión (SNNA) Curnplimienlo del sistema Nacional de 3 FFTIO3 F¡siologfa Sin conequisito Nivelación y admisión (SNNA) Cumpl¡mier o del s¡stema Nac¡onal de FPRPlOI Princ¡piG de Fis¡oterap¡a N¡velac¡ón y adm¡sión (SNtlA) Sin correquisito Cumplimiento del sistema Nacional de 5 Flsccl0t Cultura fisíca S¡n corequ¡sito N¡velación y admisión (SNt'lA) Cumplimiento del sistema Nacional de 6 Frsccl02 Oesarrollo Humano lntegral N¡velación y admisión (SNtlA) S¡n conequisito Soc¡oarfropolog¡a Cur¡pl¡miento del s¡stema Nacional de 7 Frsccr03 N¡velac¡ón y admisión (SNi¡A) S¡n conequ¡sto Cumplimiento del s¡stema Nacional de I 8 8 FCLr0r Lenguaie y comun¡cac¡ón N¡velac¡ón y admisión (SNi¡A) Sin conequ¡sito SUBfOTAL 1 s NIVEL 2 I I FFft04 Fisiopatolog¡a F¡siologla, Bioqulmica Sin corequisito c A 10 FFf105 Ergonomra Anatomia Sin conequisito 11 FFT106 Ps¡cologia y Salud Oesarollo Humano lnlegral Srn correqursito 12 FPRPI02 Fisioterap¡a en Salud Pública PnncrprG de Frsrolerapra Srn coneqursdo t3 FEMIIOl Episternologíade la lnvestigación Lengua¡e y Comunicac¡ón S¡n conequ¡sito 14 Ftsccl04 8ioélica Lenqua¡e y Comunacac¡ón 15 Ftscc105 Realidad Nacronal Soc¡oantropo¡og¡a Sin conequisito SUBTOÍAL 2 NIVEL 3 16 FFT,IOT Evalu¿ción analftic¿ y funcional Ergonom¡a Sin corequ¡slo 17 FFTlO8 Sem¡ologra F¡siopatolog¡a Sin corequisito 18 FFT.'09 Kinesiterapia Fisioterap¡a en Salud Pública Biomecánicá I 19 FPRPlO3 Biomecánica I :rgonomla Kinesiterapia Proced¡m¡entos generahs en 20 FPRPl04 Ergonomra Sin corequisito F¡sioterap¡a 21 FEi 't02 Bioestadistic¿ Epistemologia de la lnvest¡gación Sin conequisilo FCL102 Oeonlologla Bioélica Sin corequisito SUBTOÍAL 3 NIVEL 4 Métodos egpec¡ficos de 23 FFT.IlO Evaluac¡ón añallt¡ca y tunc¡onal Sin corequ¡sito lnteft\/enciófl en Fisioter¿pia 24 FFT111 Ep¡demaologfa B¡oestadistica Sin conequisito F¡s¡c{erap¡a apl¡cáda al 25 FPRPIOS Biomecánica Il B¡omecánica I Deporte 26 FPRPlO6 Fisioterap¡a Apl¡cadaal Deporte K¡nesiterapia Biomecánica ll FPRPIOT Terapia Ocupacional Evaluaoón analflica y tuncioñal Siñ conequisito 28 FPRPlOS Ageñtes fisicos I Semiologia S¡n corequ¡sito hagenologla Diagnóstica y 29 FPRP.IO9 Procedimientos generales en Fisioterap¡a S¡n conequ¡sito Te-apeuta para F¡snobraped6 SUBTOTAL 4 S¡n correqu¡sito NIVEL 5 30 FFf412 Farmacologfa Métodos especfficls de lntervención en Sin corequisito Fisioterapia 31 FPRPlIO Agenles tfsicos ll Agentes fisicos I Sin correquisilo 32 FPRPII,I F¡sioterap¡a del Ouemado Agentes fis¡cos I Sin correquisito R 33 FPRPIl2 F¡§oteraEia en Ped¡atria y Métodc específ cos de lntervenc¡óñen Sin correquisito o F¡sioterap¡a Neonatoloaia F u E FPRP,I13 Afecciones Médico-Quinlrgicas lmagenología D¡agnóstica y F is¡oterapeuta Sin correqu¡sito s 35 FPRPlI4 Eme.gencias y Desastre Epidem¡ología Sin correquislo I fe.apias complernentarias y 0 36 Ftscc106 Ancestrales Terapia Ocupacional Sin correquisito x SUBTOTAL 5 A NIVEL 6 L 37 FPRP115 Rehabilitación Cardiopulmonar Agentes físicos ll Sin corequisito Fis¡oterap¡a en especial¡dades F¡sioterap¡a en 38 FPRPlIs Clln¡cas Afec¿iones Médico - Ou¡rúrgicas espec¡d¡ddes O.rnl(icas F¡s¡oter¿pia en especialidades F¡sioterapia en 3S IPRP117 Quirúrgicas Afec.iones Méd¡co - Qu¡rurgicas espedd¡dades Ofricas Fis¡oterap¡a en Ortopedia y 40 IPRPlIS Traumatologfa Agentes físicos ll Sin correqu¡sito Fisiolerapia en Ge.iatr¡a y 41 FPRPII9 Terafias Conplernentarias y Ancesfales Sin corequisito Gerontología 42 FPRPl20 Salud Pública y Rehab¡l¡tación Emergencias y desastres S¡n conequisito SUBTOTAL 6 NIVEL 7 F¡s¡oterapia Clln¡co- O ukúr9ica Fisioterap¡a en espec¡al¡dades Cl¡nicas 43 FPRPI2l Sin conequ¡sito F¡sioterapia en especial¡dades Qu¡rurgicas Fisioterapia Ortopedia y 44 FPRPI22 Fisioterap¡a en Onoped¡a y Traumatologia S¡n correquisito Traumatologia ll 45 FEMIlO3 Diseño de lnvest¡gación Salud Públic¿ y Rehabilitación S¡n corequisito SUBfOTAL 7 NIVEL 8 P¡aclic¿s preprof es¡onales PracÍcas preprofesionales Cllnico - Medicina lnterna Quirúrgica 46 FPRPI23 Sin correquis¡to Pract¡cas preprofesionales Onopedia y Traumatologia Pr¿ctc¿s preprofesionales Clínico- Praclicas p.eprofG¡onales Clln¡co - 47 FPRPI24 Quirúrg¡ca Neurocirugia Quirúrgica Sin correquisito Pract¡cas preprofesionales Ortopedia y Practic¿s preprofesionales Cl¡nlla Practicas preprolesionales C¡in¡co - Pediátrica Quirúrg¡ca 48 FPRPI25 Sin corequisito Pract¡cas preprofesionales Ortopedia y Traumatologla Praclicas prepfofusionales Clfn¡co - Pracüc¿s preproGs¡onale§ Quirúrg¡ca 49 FPRPI26 Sin corequisito Ortopedia Técnica Practicas preprofes¡onales Odopedia y Traumatología SUBTOTAL 8 NIVEL 9 Redacción de lnforme de T 50 FEMII05 Invest¡gación S¡n corequis¡to I T 51 FEMIl06 fitulación I Sin conequisito 52 Ftscc107 Emprendimiento Sin conequisito u Pradicas preprofes¡onaies medic¡na lnlema L kadicA preprofrs¡d# Glrico{dn gho A c Neurocirugla háciic6 pEprofrs¡ddes Oirica Pediáfica I 53 FCLt03 AsesoriayCoñsulloria enSalud Práct¡c¿s preprofesionales Ortoped¡a Sin corequisito ó Técflica N"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Pedagogía de la Actividad Física y Deporte",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/pedagogia-de-la-actividad-fisica-y-deporte\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO CARRERA: PEDAGOGÍA DE LA ACTIVIDAD FÍSICA Y DEPORTE TOTAL HORAS P T R O E T S A E L N H C O IA R L A ES S EXP P E R R Á IM CT E I N C T A A S L ES T A O U T T A Ò L N H O O M RA A S S P H RE O - R P A R S O P FE R S Á IO CT N IC A A LE S S CRÉDITOS SE H M O E R S A T S R E ASI N G Ú N M AT E U RO RA S ASIST NO ASIST FILOSOF E ÍA D U E C H A IS C T I O Ó R N IA DE LA S A IS C T T E IV M ID A A S D Y C FÍ O SI N C T A E X Y T D O E S P D O E R L T A E INVESTIGACIÓN LENGUAJE Y COMUNICACIÓN MANIF F E U S L T N A A D C G A I I O M M N N E E N A S T S B O I Á A S S Y IC AS DE I PAF01FH PAF01SC PAF01IN PAF01LC PAF01FG 240 0 0 480 0 15 720 5 D 3 OCAS 0 IS P.E N 0 .A A 6 UTTO 9 TALC 3 R D 3 OC AS 0 IS P.E N 0 .A A 6 UTTO 9 TAL C 3 R D 3 OCAS 0 IS P.E N 0 .A A 6 UTTO 9 TALC 3 R D 3 OCAS 0 IS P.E N 0 .A A 6 UTTO 9 TALC 3 R D 3 OCA 0 SIS P.E N 0 .A A 6 UT TO 9 TALC 3 R 48 0 0 96 144 48 0 0 96 144 48 0 0 96144 48 0 0 96 144 48 0 0 96 144 144 144 144 144 144 U N I D A ACTIVIDA E D X E P S R C E O S R IÓ P N ORALES DE PS A IC P O R L E O N G D Í I A Z , A D JE E S H A U R M RO A L N L O O Y SO CU CI L O T L U O R G A Í L A Y , A S N U T B R JE O T P IV O I L D O A G D ÍA FUNDAMENTOS BIOLÓGICOS DEPORTES INDIVIDUALES D II 240 0 32 448 0 15 720 5 B PAF02AC PAF02PD PAF02SA PAF02FB PAF02DI Á C A S I D 3 2 O 2 C AS 0 0 IS P.E N 1 1 . 6 A 96 A 4 3 U 8 TTO 9 6 T 6 ALC 2 R D 4 3 O 8 C AS 0 0 IS P.E N 0 0 .A 14 A 9 6 4 U 6 T T 1 O 9 4 TA 4 L C 3 R D 4 3 O 8 C AS 0 0 IS P.E N 0 0 .A 144 A 9 6 U 6 TT 1 O 9 4 TA 4 L C 3 R D 6 4 O 4 C AS 0 0 IS P.E N 0 0 .A 19 1 A 2 8 2 UT 8 T 1 O 1 9 T 2 A 2 LC 4 R D 4 3 O 8 C A 0 0 SIS P.E N 1 1 . 6 A 14 A 4 8 5 U 0 T T 1 O 9 4 TA 4 LC 3 R DIDÁCTICA ECOLOGÍ E A L Y M A E C D T I I O V A ID M A B D I E E S N F T Í E SICAS EN A P C ED TI A V A G I P D O R A G E D N ÍA D F Í Y I S Z I A A C M J A E B Y D I D E E N E L P A TE O S R D TE E DEP G O IM RT N E Á S S R T ÍT IC M O I S COS DEPORTES DE COLABORACIÓN III PAF03DI PAF03EA PAF03PA(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) PAF03RG PAF03DC 240 16 16 448 0 15 720 5 DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUT TOTALCR 3AS 0 ISN 0 .A 6 9 3 3 AS 0 IS N 0 .A 6 9 3 3AS 0 ISN 0 .A 6 9 3 2AS 0 ISN 1 .A 3 6 2 4 A 1 SISN 0 .A 8 13 4 48 0 0 96 144 48 0 0 96 144 48 0 0 96144 32 0 16 48 96 64 16 0 112192 144 144 144 96 192 PSICOPED F A ÍS G IC O A G Í Y A D D E E P O LA R A TE CTIVIDAD PLANI D FI I C S F E A ÍS Ñ C IC O IÓ A C N Y U D R D E R E I L P C A O U R A L T A C E T R I V Y IDAD TEORÍA Y P JU RÁ EG C O TI S CA DE LOS METODOLOGÍA DE LA DANZA DEPORT A E C S U Y Á A T C IC T A IV S IDADES IV 240 0 48 432 0 15 720 5 PAF04PA(cid:9)(cid:9)(cid:9)(cid:9) PAF04DP PAF04TPJ(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) PAF04MA(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) PAF04AA DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUT TOTALCR 4AS 0 ISN 0 .A 8 12 4 3 AS 0 IS N 0 .A 6 9 3 2AS 0 ISN 1 .A 3 6 2 3AS 0 ISN 1 .A 5 9 3 3 A 0 SISN 1 .A 5 9 3 64 0 0 128192 48 0 0 96 144 32 0 16 48 96 48 0 16 80 144 48 0 16 80 144 192 144 96 144 144 EVALUACIÒN EDUCATIVA DE LOS DESARR H O U L M LO A I N N O TEGRAL ITIN P E A RA RA RI E O D 1 U : C E A D C U I C Ó A N C I I N Ó I N C I F A ÍS L ICA ITINER F A ÍS R IC IO A 2 Y : S A A C L T U IV D I D AD A P C E R T N O I S V C E I Ñ E D S A A O N D S Z F M A ÍS E - I T C A O A P D R Y O E D N L E Ó D P G I O Z I A C R O J T E E S D E D N E E L L L A O A S ACT A IV D ID U A LT D O F M ÍSI A C Y A O E R N EL DEP O O P R O TE S S IC D IÓ E N C O (C L O A L B E O C R TI A V C O IÓ ) N - PRÁCTICAS COMUNIT S A O R C I I A E S D A - V D INCULACIÓN CON LA V DIFERENTES NIVELES EDUCATIVOS 208 0 16 400 96 15 720 5 U N D A I D 2 OC AS 0 IS P.E N P 0 . A A F05 A A 4 U M TTO 6 TALC 2 R D 3 OC AS 0 IS P.E P N A 0 .A F05IT A 6 (cid:9)(cid:9)(cid:9)(cid:9) UT TO 9 TAL C 3 R DOC AS 0 IS P P A .E F N 0 0 .A 5IT A (cid:9)(cid:9)(cid:9)(cid:9) 0 UTTO 0 TALC 0 R D 2 OC AS 0 IS P.E P N 0 A .A F05 A E 4 U E TTO 6 TAL C 2 R D 2 OC AS 0 IS P P . A E N 0 F . 0 A 5DI A (cid:9)(cid:9)(cid:9)(cid:9) 4 UTTO 6 TALC 2 R D 4 OC A 0 SI P S P A .E F N 0 1 . 5 A DC(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) A 7 UT TO 1 T 2 ALC 4 R D 0 OC AS 0 IS P.E N 0 .A PAF05 A 6 P U C T V TO 6 TAL C 2 R D 32 0 0 64 96 48 0 0 96 144 0 0 0 0 0 32 0 0 64 96 32 0 0 64 96 64 0 16112192 0 0 0 96 96 96 144 0 96 96 192 96 P R O F E O N S I FUNDAMENTOS BIOMECÁNICOS ITIN P E A RA RA RI E O D 1 U : C E A D C U I C Ó A N C B IÓ Á N SI F C Í A SI CA ITI F N ÍS E I R C P A A R R O T I E O F R I L 2 A Á : P A C É T C U I T C T I I A V C I A D A Y D A P C E R T N O I S V N C E I E Ñ E D C S A A O E N D S S I Z D F M A Í A S E - I D T C A E O A P S D R Y E O E D D N L U E Ó D P C G I O A Z I A C R TI O J T V E E S A D E D S N E E L L L A A A S NU F E I V TN A E S S T S E Y N W DE E N L C LN IA E S S S DEL DEPO A R D T V ES E R D S E A L R U IO CHA Y PRÁCTICAS PRE-P LA R B O O FE R S A I L O E N S A I LES: PRÁCTICAS A L VI ESPECIALES 208 0 16 400 96 15 720 5 PAF06FB PAF06IT PAF06IT PAF06PM PAF06FW(cid:9)(cid:9)(cid:9)(cid:9) PAF06LA PAF06PPLI DOC P.E AUTTOTALCR DOC P.E AUT TOTAL CR DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUT TOTALCR DOC P.E AUT TOTAL CR 2AS 0 ISN 0 .A 4 6 2 4AS 0 ISN 1 .A 7 12 4 AS 0 ISN.A 0 2 AS 0 IS N 0 .A 4 6 2 2AS 0 ISN 0 .A 4 6 2 3 A 0 SISN 0 .A 5 8 3 0 AS 0 IS N 0 .A 6 6 2 32 0 0 64 96 64 0 16 112 192 0 0 0 0 0 32 0 0 64 96 32 0 0 64 96 48 0 0 96 144 0 0 0 96 96 96 192 0 96 96 144 96 REALIDAD NACIONAL ITINER P A A R R IO A 1 B : A E C D H U I C LL A E C R I A Ó T N O F ÍSICA N IT E IN C F E Í E S S R I I C A D A R A I A D O D E 2 S A : P E A T S C A P T E D IV C A I I A D A L A E D S A E C ST T A IV D ID ÍS A TI D C A FÍ S A I P C L A I C Y A D D E A P O A R L T A E PRIM DE E R LA O S A C A D T U E IV X P I O I D L R I A O T D S E F E Í N SI E C L A Á Y R EA ACTI P V E ID SA A S D A F P ÍS L I I C C A A D Y A EL S D A E L P A O RTE PRACTICAS PRE- L P A R B O O F R ES A I L O E N S A II LES: PRÁCTICAS VII 192 0 16 368 144 15 720 5 PAF07RN PAF07IT PAF07IT PAF07EA PAF07NA PAF07PA(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) EDU07PL DOC P.E AUTTOTALCR DOC P.E AUT TOTAL CR DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUT TOTALCR DOC P.E AUT TOTAL CR 2AS 0 ISN 0 .A 4 6 2 4AS 0 ISN 1 .A 7 12 4 0AS 0 ISN 0 .A 0 0 0 2 AS 0 IS N 0 .A 4 6 2 2AS 0 ISN 0 .A 4 6 2 2 A 0 SISN 0 .A 4 6 2 0 AS 0 IS N 0 .A 9 9 3 32 0 0 64 96 64 0 16 112 192 0 0 0 0 0 32 0 0 64 96 32 0 0 64 96 32 0 0 64 96 0 0 0 144 144 96 192 0 96 96 96 144 IC U N I N T E U R R NUTRICIÓN F E Í N SI C LA A ACTIVIDAD ITIN D ER E A PO RI R O T I 1 V : A M E A S S C I O FI L C A A R C - I ÓN ITINERA CO RI M O U 2 N : I R T E A C R R I E A ACIÓN DISEÑO CU D R E R I I N C T U E L G A R R ACIÒN EMP IN R N EN O D V I A M C I I E Ó N N TO E TECN D O E L L O A G A Í C A D T A I E V P P I O L D I R A C T A D E D F A ÍS I A C L A Á Y R EA D A G RC I VIII 240 32 16 432 0 15 720 5 D D E A C Ó N I U A R R L D 3 2 O 2 C AS 0 0 IS P.E N 0 P 0 . A A F 9 0 6 8 A 6 4 N U 4 T A TO 9 6 T 6 ALC 2 R D 4 3 O 8 C A 1 S 1 6 IS P.E N.A PA 1 F0 4 A 8 8 5 4 U 0 I T T T 1 O 9 4 TA 4 L C 3 R D 0 OC ASIS P.E N P . A A F0 0 8 A 0 0 U IT TTO 0 TALC 0 R D 8 5 O 0 C AS 0 0 IS P.E P N 0 0 A .A F 2 0 4 8 0 1 1 A U 6 U 0 I T 0 T 2 O 1 4 T 5 A 0 L C 5 R D 4 3 O 8 C AS 0 0 IS P.E N P 0 0 . A A 1 F0 4 8 A 4 9 6 U E 6 T I T 1 O 9 4 TA 4 LC 3 R D 3 2 O 2 C A 1 1 S 6 IS P P. A E F N 1 1 0 . 6 A 8E 9 T 6 I A 3 (cid:9)(cid:9)(cid:9)(cid:9) 2 U 2 T TO 9 6 T 6 ALC 2 R 1808 48 160 3408 336 120 5760 40 ITINERARIO I: EDUCACIÓN FÍSICA EN EL CONTEXTO ESCOLAR ITINERARIO II: ACTIVIDAD FÍSICA EN EL CONTEXTO DE LA SALUD UNIDADES DE ORGANIZACIÓN CURRICULAR RESUMEN HORAS EDUCACIÓN FÍSICA PARA LA ED A UC s A ig CI n Ó a N t IN u I r C a IA s L Ni V vel H 1 o 44 ras ACTIVIDAD FÍSICA Y SALUD Asignaturas N V iv I e l H 1 o 4 r 4 as BÁSICA N I-I I I V I ELD 7 O 2 C 0 P 6 E 4 1 A 3 U 7 T 6 P - P P - C H 2 O 1 R 6 A 0 S H H O O R R A A S S D D E E C PR O Á M C P T O IC N A E S N D T E E E D X O P C E E R N IM C E IA NTACIÓN 1 2 8 0 0 8 8 E M T E D D O A U U S C C T I A A F A I C C C I I L A Ó Ó C H N N I Ó F F O Í Í N S S R I I D C C A E A A P S P P O A A : R R R T A A IV B L A A A E C E S H D C I U L O L C L E A A R C R A IÓ TO N BÁSICA V V V I I I I I I 1 1 1 9 9 4 2 2 4 672 A R A E C C C T T R I I V V E I I A D D C A A IÓ D D N F F Í Í C S S O I I C C M A A U A T N E D R I A T A P A P T R É A I U A D T A IC A A N Y E P C R E O SI F D IL A Á D C E T S IC E A SPECIALES V V V I I I I I I 1 1 1 9 9 4 2 2 4 P IN R TEG O R F A T C E O IÓ S T N A I O C L U D N R E R A I H C L U O L R A A R S: I V V I - II VII 8 2 4 4 8 0 9 4 6 8 1 4 6 3 0 2 0 2 - 40 9 - 6 2 5 7 8 7 2 8 6 0 0 0 H H H H O O O O R R R R A A A A S S S S D D D IN E E E T T P S E E R R G R A Á R V B C A I A T C C I J I I C O Ó O A N A C S U O C L T A U M Ó B R U O N R N I R O C I A T M U A L L O E R A S I R O - TITULACIÓN* 3 2 2 9 4 4 4 6 0 0 0 8 TOTAL HORAS: 672 *Nota: Las 240 horas de la asignatura Integración Curricular están incluidas en HORAS TOTALES 5760 el global de las horas docencia y autónomas. * Nota: Las 240 horas de la asignatura Integración Curricular están MODULOS DE LENGUA E INFORMATICO LABORATORIOS PRÁCTICOS incluidas en el global de las horas docencia y autónomas. C M E Ó RF D I U TI L E O D D E E X A IN M F O P R R M EP Á A T R I A C T A I O I N I - B1 (5 MÓDULOS DE IDIOMA EXTRANJERO) P G O IM LI N D A EP SI O O R U TI N V E O M D I E LA UNEMI HORAS DE INTERACCIÓN DIRECTA CON EL DOCENTE MÓDULO DE INFORMÁTICA II LABORATORIO DE CÓMPUTO TOTAL HORAS DE DOCENCIA Y PRÁCTICA DE EXPERIMENTACIÓN 2016 TOTAL HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 1856 PORCENTAJE DE HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 92 HORAS DE PRÁCTICAS PRE-PROFESIONALES UNIDAD DE INTEGRACIÓN CURRICULAR ITINERARIO Nivel Horas REQUISITOS PRÁCTICAS LABORALES I VI 96 120 CREDITOS MÍNIMOS PRÁCTICAS LABORALES II VII 144 MÓDULOS DE INGLÉS E INFORMÁTICA PRÁCTICAS COMUNITARIAS V 96 ASIGNATURAS OBLIGATORIAS DE PROFESIONALIZACIÓN TOTAL HORAS: 336 TOTAL DE HORAS: 240 Dr. Walter Loor Briones MSc.Johnny Olivo Solis Decano de la Facultad de Educación Director de la Carrera Pedagogíade la Actividad Física y"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Educación",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/licenciatura-en-educacion\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO CARRERA: EDUCACIÓN MODALIDAD PRESENCIAL-SEDE MATRIZ MILAGRO PTROETSAELN HCOIARLAESS A E S X I T P S OP T E TRR AÁIM LC TH E N IN OC O TAR A AS A L S S E I S ST TAOUTTAÒLN HOOMRAASS PHROE-RPARSO FPERSÁICOTNICAALESS CRÉDITOS SHEOMR R EEASST N AT Ú SUI M GO RAN E S R A FILOSOFEÍAD EU HCAISCTIOÓRNIA DE LA EB SNI À SSS TEI E CÑM AA ANY S ZP YAO CDL O ÍET N ILCAT A E E X EDD TUO UCS C AE ACN TII ÒV LANA INVESTIGACIÓN LENGUAJE Y COMUNICACIÓN ESTRATEGIEASST UY DTÈIOCNICAS DE I D 4 O3 8 CA0 0 SISP.EE N0 D 0 .A U 1 0 4 1 4 A 9 6 FU 6 LTT 1 O 4 9TA 4 LC 3 R D 4 3O 8 CA0 0 SISP.EE N 3 D 2. 2 A U 1 0 4 1 4 A 6 S 4 UC 4 TT 1 O 4 9TA 4 LC 3 R D 4 O3 8 CA0 0 SISP.EN E 00 D .A U 1 0 4 1A 4 9 6 UI 6 NTT 1 O 4 9TA 4 LC 3 R D 4 O3 8 CA0 0 SISP.EN E 00 . D A U 1 0 4 1A 4 9 6 UL 6 TCT 1 O 4 9TA 4 LC 3 R D 4 O3 8 CA0 0 SISP.EN E 32 D . 2 A U 1 0 4 1A 4 6 4 TU 4 ETAT 1 O 4 9TA 4 LC 3 R 240 0 64 416 0 15 720 5 U N I D A D B Á C A S I II D 4 O 3 P 8 C SIAC A POR 00 S L I E S O P N . G E D E N Í 0 D 0 AI . Z A , U A 1 D 0 J 4 EE 2 4 A 9 6 SH PU 6 A TS URMR T 1 O O A 4 9 T LN A 4 L L OO Y C 3 R D 6 O S 4 4 O C CUCI A LOT 00 S LU IS O P R . G EE A N D 0 ÍL 0 A . U A Y, 0 1 A S 2 9 N 1 U AS 2 8 T 2 U B A R T 8 J C OE S TPI T 1 VO O 1 9 I T LD 2 A 2 OA L GDÍA C 4 R D 3 E 2 O 2 D C UCA A C 00 SI I S Ó P. N EE N P D 00 . A A U R 9 0 A 6 2 A 6 L 4 EU A 4 IT IGU TO 9 A 6 T 6 L A D L AD C 2 R D 4 O 3 8 CA00 I S NE IS L IS P N AT .E VRB N 3 E 2 EUO . D 2 A SMR T U 1 I A G 0 4 ECN 2A 4 A 6 4 I UE ÒTC 4 TI O I I N ÒS N D T D 1 O E 4 9 E T A 4 LC 3 R D 4 C O 3 O 8 C M A P 00 S E I T SP E . N E L N 1 I 1 E CT . D 6 A IEAR U 1 SA 0 4 LT 2A 48 I 5 UN UC 0 T RG L AUI T 1 S O T 4 9 T I A 4 C L AS C Y 3 R 240 0 48 432 0 15 720 5 DIDÁCTICA PEDAGOAGPÍRAE YN ADMIZABJIEENTES DE REDACCIÓN CREATIVA TALLER DE ARTE TIC APLICADA A LA EDUCACIÓN III D 4 O 3 8 CA00 SISP.EN E 00 D .A U 14 0 4 3A 9 6 UD 6 TT 1 O 4 9 TA 4 LC 3 R D 6 4 O 4 CA00 SISP.EED N 32 U . 2 A 1 0 9 3 2 PA 9 6 AU 6 AT T 1 O 1 9 T 2 A 2 LC 4 R D 4 O 3 8 CA00 SISP.EE N 32 D . 2 A U 1 0 4 3A 46 4 RU 4 TC T 1 O 4 9 TA 4 LC 3 R D 3 O 2 2 CA 11S 6 ISP.EN E 0 . D A U 9 0 6 4A 4 3 UT 8 TATO 9 6 T 6 ALC 2 R D 4 O 3 8 CA 11S 6 ISP.EN 1 E 1. D 6 A U 1 0 4 3A 46 4 TU 4 ITCT 1 O 4 9 TA 4 LC 3 R 240 32 80 368 0 15 720 5 PROGRALMITEAR ADTEU LREANGUA Y DISEÑOC U YR PRLICAUNLIFAICRACIÓN PROGRNAAMTUA RDAEL CESIENCIAS EDUECSTAICLOIÒSN D CE EANPTRREANDDAIZ EANJE L OS ESTADÌSTICA DESCRIPTIVA IV D 6 O 4 4 CA00 SISP.EE N0 D 0 .A U 1 0 9# 4 2 A 8 # PU # TL T 1 O 1 9 T 2 A 2 LC 4 R D 4 3 O 8 CA00 SISP.EED N 32 U . 2 A 1 0 4 4 4 DA 6 4 PU 4 CTT 1 O 4 9 TA 4 LC 3 R D 6 O 4 4 CA00 SISP.EED N00 . U A 1 0 9 4 1 A 2 P 8 2 UCT 8 NT 1 O 1 9 T 2 A 2 LC 4 R D 3 O 2 2 CA00 SISP.EE N 1 D 1. 6 A U0 9 4 6 A 4 E 3 UC 8 TA T O 9 6 T 6 ALC 2 R D 3 O 2 2 CA00 SISP.EN 1 E 1. D 6 A U 9 0 6 4A 4 3 EU 8 DTTO 9 6 T 6 ALC 2 R 240 0 64 416 0 15 720 5 PMROAGTERMAMÀTAIC DAE PROGRASMOAC IDALEE ESSTUDIOS EVALUACIÒN EDUCATIVA DESARRHOULMLOA NINOTEGRAL EDDIUSECÑAOTI VDOE SP RYO SOYECCIATOLESS PRÁCTICAS PREC-OPMROUFNESITIOARNIAALSES: PRÁCTICAS U N D A D I V D 6 O 4 4 CA00 E S D ISPU.E0 N00 5 .A P 1 M 9#2 A 8 # (cid:9)(cid:9)(cid:9)(cid:9)(cid:9)U # TT 1 O 1 9 T 2 A 2 LC 4 R D 4 O 3 8 CA00 SISP.EE N0 D 0 .A U 1 0 4 5A 94 6 PU 6 TES T 1 O 4 9 TA 4 LC 3 R D 3 2 O 2 CA00 SISP.EE N 1 D 1. 6 A U 9 0 6 5A 4 E 3 UV 8 TTO 9 6 T 6 ALC 2 R D 3 O 2 2 CA00 SISP.EE N D 00 .A U0 9 5 6 A 6 D 4 U 4 ITH TO 9 6 T 6 ALC 2 R D 3 O 2 2 CA00 E S D ISPU.E0 N 32 5 . 2 A DP 9 6 A 3 2 U 2 (cid:9)(cid:9)(cid:9)(cid:9)(cid:9)TTO 9 6 T 6 ALC 2 R DO 0 0 C A00 SISPE.DEU N00 . 0 A 5 9 S 6 C(cid:9)(cid:9)(cid:9)(cid:9)A 9 6 U 6 TTO 9 6 T 6 AL C 2 R 208 0 48 368 96 15 720 5 P R O F O N A E S I VI DIDÀCTLIICTAER DAET U LRENAGUA Y DIDÀCNTIACTAU DREA LCEIESNCIAS ATENCAISÒON DC II SAE C DDA UAPSC A AOC T INI D VOA A D AA LLAA S NEE LEGISLACICÒONN YF LMICETDOISACIÓN DE GESTIÒN DE RIESGO PRÁCTICAS PRE-LPARBOOFRESAILOENS AILES: PRÁCTICAS 208 0 96 320 96 15 720 5 L D 4 O 3 8 CA00 SISP.E E N 3 D 2. 2 A U 1 0 4 6 4 A 6 4 D U 4 T L T 1 O 4 9 TA 4 LC 3 R D 4 O 3 8 CA00 SISP.EE N 32 D . 2 A U 1 0 4 6A 64 4 DU 4 TCNT 1 O 4 9 TA 4 LC 3 R D 4 3 O 8 CAP 00 S.EIS ED N 32 U . 2 A 1 0 4 6 4 A A 6 4 N U 4 T E T 1 O 4 9 TA 4 LC 3 R D 3 O 2 2 CA00 SISP.E E N D 00 .A U0 9 6 6 A L 6 4 U M 4 T C TO 9 6 T 6 ALC 2 R D 3 O 2 2 CA00 SISP.EN E 00 . D A U 9 0 6 6 A 6 4 G U 4 T R TO 9 6 T 6 ALC 2 R DO 0 0 C A00 SISP E . D E U N00 . 0 A 6 9 P 6 P(cid:9)(cid:9)(cid:9)(cid:9) A 9 6 U 6 TTO 9 6 T 6 AL C 2 R DIDÁCTICA DE MATEMÁTICA ITINERCAORMIO EP D IL: UEPJC AIDA R CAA IDD Ó I NEGNM LAA DE LA ITINERARIOIN IVI: ILSAIB ELDE UCACIÒN MODEPLAORSA Y L D PAI R V IÁGE C RUT SAI I C DLADA SAD EDD YU LCAA TIVAS DIDÀCTISCOAC DIAEL EESSTUDIOS DIDÁCTICA DE CULTURA FÍSICA PRACTICAS PRE-LPARBOOFREASILOENS AIILES: PRÁCTICAS VII 192 16 96 272 144 15 720 5 D 4 O 3 8 CA00 SISP.EEN D 32. U 2 A 1 0 4 7 4 A 6 D 4 U 4 MTT 1 O 4 9 TA 4 LC 3 R D 3 O 2 2 CA00 SISP.EN E 00 . D A U 9 0 6 A 6 7 4 U 4 ITTITO 9 6 T 6 ALC 2 R DocAS 0 IS P.EUE N 0 D0 .A 0 A 0 0 UTTO 0 0 TALC 0 R D 3 2 O 2 CA EPD 00 S.EI U S 07 N 3 M 2. 2 A P 9 E 6 A 3 2 U 2 (cid:9)(cid:9)(cid:9)(cid:9)(cid:9)TTO 9 6 T 6 ALC 2 R D 4 O 3 8 CA00 SISP.EN 3 E 2. D 2 A U 1 0 4 7A 46 4 UE 4 TST 1 O 4 9 TA 4 LC 3 R D 3 O 2 2 CA 11S 6 ISP.EN E 0 . D A U 9 0 6 7A 4 3 UC 8 TF TO 9 6 T 6 ALC 2 R DO 0 0 C A00 SISP.EE N00 D .A U 1 0 4 7 4 P 1 LA 9 4 UT 4 T 1 O 4 9 TA 4 L C 3 R REALIDAD NACIONAL ITPIENNESRAAMRIIOEN I:T MO ÉCTOOMDOPLSE DJOEL INCTOINNEERCATIRVIIOSM II:O E L DISEÑOC UDRER INICTUELGARRACIÓN EMPINRENNODVIAMCIIEÓNNTO E DAIPSREÑENOD DIZEA RJEESC UDRIGSIOTAS LDEES VIII D 3 O 2 2 CA00 SISP.EE N D 00 .A U 9 0 6 8A 6 4 RU 4 NTTO 9 6 T 6 ALC 2 R D 4 O 3 8 CA00 SISP.EE N0 D 0 .A U 1 0 4 8A 94 6 IU 6 TT IIT 1 O 4 9 TA 4 LC 3 R DocAS 0 IS P.E N 0 .A 0 A 0 0 UTTO 0 0 TALC 0 R D 8 5 O 0 CA00 SISP.EE N 1 D 1. 6 A U 2 0 4 8 01 AU 9 4 UIT 4 T 2 O 1 4 T 5 A 0 LC 5 R D 4 O 3 8 CA00 SISP.EN 1 E 1. D 6 A U 14 0A 4 8 8 5 UE 0 TIT 1 O 4 9 TA 4 LC 3 R D 3 O 2 2 CA 11S 6 IS PP.EEE N 32 0 . 2 A 8N 9 A 6 A(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) 1 1 U 6 TTO 9 6 T 6 ALC 2 R 240 16 64 400 0 15 720 5 1808 64 560 2992 336 120 5760 40 ITINERARIO I: \"EDUCACIÓN SISTÉMICA\" ITINERARIO II: \"INNOVACIÓN EDUCATIVA\" UNIDADES DE ORGANIZACIÓN CURRICULAR RESUMEN HORAS PARADIGMA DE LA COMPLEJIADsAiDg EnNa LtAu rEaDsUCACIÓN NVivIIel 96 LA E H D o U r C a A s CIÒN INVISIB A LE s ignaturas NVivIIel Ho9r6as BÁSICA NI-IIIVIEL D7O2C02P2E41 A 2 U 1 T 6 P - PP - CH 2 O 1 R 6 A 0 S HHOORRAASS DDEE CPORÁMCPTOICNAESN DTEE EDXOPCEERNIMCIEANTACIÓN 1 6 8 2 0 4 8 T M M CE O É R O T T F O D A I D T U L I O E L H D D O E O E L S X R P A D E A M N E S S P A : L R M E E I N P EN A G T R O U A T C A I O O E M N I P N I L - E F J B O O 1 R (5 M M A Ó T D IC U O LOS DE IDIOMA EXTRAN V JE I R I O I ) 2 1 4 44 0 T L E P L O A O C L B T O ID O A N E R E P L C O A H T R I T V T O O I I V S R M O R A O I S O : S PRÁCTICOS VIII 1 2 4 4 4 0 I P N *gl R T No E o O b G ta R a F l A : E T d C L O I e S a Ó T sl I N A a O 2s C L 4 U N h D 0 R o E A R r h I H a C L o U s O r L da R A os A R c S de : e n lcaia a syi ganu IV at V ó I t -I u I n V ro I a I m Inatse.gr 8 2 ac 4 4 ió 8 0 n Cu 1 8 r 7 r 0 i 6 cul 1 ar 4 3 e 0 7 s 0 6 tán i 2 nc 4- lu 0 idas 9 - e 6 n el 2 5 7 8 7 2 8 6 0 0 0 *h H HHHH oN O OOOO roa RRRRR sta AAAAA d: o SSSSS Lc a DDDIT es N n O EEE 2c T 4 T i TPS a E 0 A R ER G y L h R AÁ a RE o V u BC SA rta ITA ó CC s I n J IIC d O o ÓOA em N AS l C aa U O s L C a. A s T UM i ÓB g R n UON R a NR t O I u CIAM r TU a LA OE L In RA S t I e RO g r - a T ci I ó T n U C L u A rr C ic I u Ó la N r * están incluidas en el global de 2 5 2 2 l 9 9 7 a 4 4 s 9 6 60 0 2 0 MMÓÓDDUULLOO DDEE IINNFFOORRMMÁÁTTIICCAA III L TTA AAB LLLLO EER RRA DÁTUE O LA RICR IOOT E DE CÓMPUTO HTTOO OTT RAA ALL SHH OO DRR EAA ISS N DE T NEE RDCO AON CCET CNA IÓ CCTINAO D YC I OPRRN EÁ C ECL TT AIDC OAC C ODE NEN TEE EXL PD DEERO ILMC A E EC NNA TTRAE RCEIRÓAN 21483722 PORCENTAJE DE HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 77 HORAS DE PRÁCTICAS PRE-PROFESIONALES Nivel Horas UNIDAD DE INRTEEQGURIASCITIÓONS CURRICULAR PPP RRR ÁÁÁ CCC TTT III CCC AAA SSS DDIN EET VOEG IBN RSCEA URLVE LA SACCIIOONN Y T A O YU T D A A L N T H ÍA ORAS: VVV III 31 99 34 6646 1MA 2 SÓI 0 GD C NUR ALE TOD USI R T DO AES S IO MNBGÍN LLI I GÉMSA OET O SINRFIAOSR DT MEO Á PT TRIC AOA LFE DSIOEN HALOIZRACAIÓSN: 240 DecanDo rd. eW laa lFtearc uLlotoadr Bdreio Endeuscación Directora dMe lSac .C Garrra lea cr i Eae d lLa ui cc Cea anc s ict ó rian ot Cuarast eilnlo Ciencias de"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Pedagogía de los Idiomas Nacionales y Extranjeros",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/pedagogia-de-los-idiomas-nacionales-y-extranjeros\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO CARRERA: PEDAGOGIA DE LOS IDIOMAS NACIONALES Y EXTRANJEROS PTROETSAELN HCOIARLAESS E A X T S P O I PE S RT R T AÁIM LC TH EINCO A TAR N A S SA IO L S S E T S TAOUTTAÒLN HOOMRAASS PPRROACF H ETO SICI R OAA NSS AP LREES- CREDITOS T H SE O O M T R A A A L S N AL SEHMOERSATSR EAT NSUIUGR M ANSA FILOSOFÍ E A D U E C H A IS C T I O Ó R N IA DE LA I S N IS G E T L N E É M S S E A Y Ñ S P A Y O N L C Z Í O A TI N D C T A E E L E X I D T D O U IO S C M A EN T A I V LA A INVESTIGACIÓN LENGUAJE Y COMUNICACIÓN LAN G G E U N A E G R E A D L E E V N E G LO LI P SH M I ENT: I D 3 OCAS0IS P.EP N0 E .A I01 A F 6 U H TTO 9 TALC 3 R D 3 OCAS0IS P.E N0 P .A EI01 A 6 C U I TTO 9 TALC 3 R D 3 OCAS0IS P.E N0. P A EI0 A 1 6 U I T N TO 9 TAL C 3 R D 3 OC AS0IS P.EPE N I 0 0 .A 1LC A 6 UTTO 9 TALC 3 R D 3 OCAS2IS P.E N P 0. E A I01 A 4 E U N TTO 9 TALC 3 R 240 32 0 448 0 15 45 720 5 48 0 0 96144 48 0 0 96144 48 0 0 96144 48 0 0 96144 4832 0 64144 144 144 144 144 144 U N I D A PS A IC P O R L E O N G D Í I A Z , A D JE E S H A U R M RO A L N L O O Y SO C C U I L O T L U O R G A Í L A Y , A S N U T JE R C O T P IV O I L D O A G D ÍA TÉCNICA IN S V E E I S N T S I T G R A U C M IÓ E N NTOS DE MEDIACI A Ó U N L A D E D C E O C N LA FL S I E C S TO EN EL LAN G G E U N A E G R E A D L E E V N E G L L O IS P H M I E I NT: D II 240 32 0 448 0 12 45 720 5 Á B C S I D 4 3 O 8 CAS 0 0 IS P.E P N 00 E .A I 1 0 4 2 4 P A 9 6 U S 6 TT 1 O 4 9 TA 4 LC 3 R D 6 4 O 4 CAS 0 0 IS P.E N 0 P 0 .A E 1 I0 9 2 1 2 A 8 C 2 U I T 8 T 1 O 1 9 T 2 A 2 LC 4 R D 3 2 O 2 CAS 0 0 IS P.E N 00 . P A EI0 9 A 6 2 6 4 U 4 I T N TO 9 6 T 6 AL C 2 R D 3 2 O 2 C AS 0 0 IS P. P E EI N 0 0 0 9 .A 2 6 MC A 6 4 U 4 TTO 9 6 T 6 ALC 2 R D 6 4 O 4 CA 3 S 2 2 IS P.E N P 00 . E A I 1 0 9 2 A 2 9 6 E U 6 N TT 1 O 1 9 T 2 A 2 LC 4 R A DIDÁCTICA TEACHING M M OD E E T L H S ODS AND ESTADISTICA DESCRIPTIVA LINGUISTIC LAN G G E U N A E G RA E L D E E N V G EL L O IS P H M II E I NT: III PEI03DI PEI03CI(cid:0)(cid:0)(cid:0)(cid:0)(cid:0)(cid:0) PEI03TI(cid:0)(cid:0)(cid:0)(cid:0) PEI03LG PEI03EN 240 32 0 448 0 15 45 720 5 D 3 2 O 2 CAS 0 0 IS P.E N 00 .A 96 A 6 4 U 4 TTO 9 6 T 6 ALC 2 R D 6 4 O 4 CAS 0 0 IS P.E N 00 .A 19 1 2 A 8 2 UT 8 T 1 O 1 9 T 2 A 2 LC 4 R D 3 2 O 2 CAS 0 0 IS P.E N 00 .A 9 A 6 6 4 U 4 TTO 9 6 T 6 AL C 2 R D 4 3 O 8 C AS 0 0 IS P.E N 0 1 0 .A 44 A 9 6 U 6 TT 1 O 4 9 TA 4 LC 3 R D 6 4 O 4 CA 3 S 2 2 IS P.E N 00 .A 19 A 2 9 6 U 6 TT 1 O 1 9 T 2 A 2 LC 4 R COMUNIC TE A A T C IV H E I N LA G NGUAGE CURRIC P U LA LU N M NI D N E G SIGN & AP D R I E S N EÑ DI O Z A D J E E R D E I C G U IT R A S L O E S S D (T E I C) APPLIED LINGUISTIC LAN G G E U N A E G RA E L D E E N V G EL L O IS P H M IV ENT: IV PEI04CL(cid:0)(cid:0)(cid:0)(cid:0) PEI04CI PEI04ST(cid:0)(cid:0)(cid:0)(cid:0)(cid:0) PEI04AL(cid:0)(cid:0)(cid:0)(cid:0)(cid:0) PEI04EN 240 48 0 432 0 15 45 720 5 D 3 2 O 2 CAS 0 0 IS P.E N 00 .A 96 A 6 4 U 4 TTO 9 6 T 6 ALC 2 R D 6 4 O 4 CAS 0 0 IS P.E N 00 .A 1912 A 8 2 UT 8 T 1 O 1 9 T 2 A 2 LC 4 R D 3 2 O 2 CA 1 S 1 6 IS P.E N 00 .A 9 A 46 3 U 8 TTO 9 6 T 6 AL C 2 R D 4 3 O 8 C AS 0 0 IS P.E N 0 10 .A 44 A 9 6 U 6 TT 1 O 4 9 TA 4 LC 3 R D 6 4 O 4 CA 3 S 2 2 IS P.E N 00 .A 19 A 29 6 U 6 TT 1 O 1 9 T 2 A 2 LC 4 R DI I F N F S E T R R E U N C T T I I A O T N ED DESARR IN O T L E L G O R H A U L MANO ASSESSMENT & EVALUATION ENG C L O IS M H P & A S R P A A T N IV I E S H A N LI A N L G Y U S I I S S TIC: I L N A T N EG G R U A A T G E E D D S V E K V IL E L L S O E P N M G E L N IS T H : PROFE P C S R O IO A M N C U A TI N L C E I A T S S A : P R P R I R A Á E S C - TICAS V PEI05FS(cid:0)(cid:0)(cid:0)(cid:0)(cid:0) PEI05DN(cid:0)(cid:0)(cid:0)(cid:0) PEI05CI PEI05CA(cid:0)(cid:0)(cid:0)(cid:0)(cid:0) PEI05EN(cid:0)(cid:0)(cid:0)(cid:0)(cid:0) PEI06PC(cid:0)(cid:0)(cid:0)(cid:0) 208 32 32 352 96 15 45 720 5 D 3 2 O 2 CAS 0 0 IS P.E N 11 . 6 A 96 A 4 3 U 8 TTO 9 6 T 6 ALC 2 R D 3 2 O 2 CAS 0 0 IS P.E N 00 .A 96 A 6 4 U 4 TTO 9 6 T 6 ALC 2 R D 4 3 O 8 CAS 0 0 IS P.E N 11 . 6 A 144 A 8 5 U 0 TT 1 O 4 9 TA 4 LC 3 R D 3 2 O 2 C AS 0 0 IS P.E N 00 9 .A 6 A 6 4 U 4 TTO 9 6 T 6 ALC 2 R D 6 4 O 4 CA 3 S 2 2 IS P.E N 00 .A 19 A 2 9 6 U 6 TT 1 O 1 9 T 2 A 2 LC 4 R D 0 0 OCAS 0 0 IS P.E N 00 .A 96 A 9 6 U 6 TTO 9 6 T 6 ALC 2 R U N D A D I VI HOW TO T S E K A I C L H LS THE FOUR I I T T I I T N N R E E E R R N A A D R R W S I I O O & O I R I C I O : : S H C E H A O - O L L A E P L C A E H N R I N G N I E G N S G & : S P E C I A L N E E D S E D U C A T I O N M T E E T A H C O H D S E F & L T ST O R C A H T I E L G D I R E E S N TO L C A O N R M G E P U A E A D T G I E N E N G C D & E E S V W E E L N R O G IT P L I M I N S G E H N V T I : PROFE P S R I L O A A N C B A T O I L R C E A A S L S : E P P S R R I Á E C - TICAS 208 0 48 368 96 15 45 720 5 O P R F E S D 4 3 O 8 CAS 0 0 IS P.E P N 11 E . 6 A 1 I0 4 6 4 A 8 5 S U 0 S TT 1 O 4 9 TA 4 LC 3 R D 3 2 O 2 CAS 0 0 IS P.E N P 00 . E A I 9 0 6 6 A 6 I 4 T U 4 TTO 9 6 T 6 ALC 2 R D 4 3 O 8 CAPS 0 0 .EISN 11 P . 6 A E 1 I0 4 6 4 A 8 5 C U 0 I TT 1 O 4 9 TA 4 LC 3 R D 3 2 O 2 C AS 0 0 IS P. P E E N 1 I 1 0 9 . 6 A 6 6 DF A 4 3 U 8 TTO 9 6 T 6 ALC 2 R D 4 3 O 8 CAS 0 0 IS P P E .E I0 N 00 . 6 A E 1 N 4 A (cid:0)(cid:0)(cid:0)(cid:0)(cid:0) 4 9 6 U 6 TT 1 O 4 9 TA 4 LC 3 R D 0 0 OCAS 0 0 IS P P. E E I N 0 00 . 6 A P 9 C 6 (cid:0)(cid:0)(cid:0)(cid:0) A 9 6 U 6 TTO 9 6 T 6 ALC 2 R I O N A L ITINERARIO I: ACADEMIC M T E E T A H C O H D S S O S & C C I I S E A T N L R C S A E T T U E D G I I E E S S & TO IT E I V A N E S E N S R I T S A S S R T & I E O D C I O O I L : N A C V N O E G M N U T P A I U O G T N E E S R R E A L I D A D N A C I O N A L A L M ITE E R R A IC T A U N R E A N & D C E U N LT G U LI R S E H L A A R N G G U C U M O A N E G N V E E T R D A V S E T I A V I I O T E N I L O O E N P N M & G E L N IS T H : PROFE P S L R IO A A N B C O A TI L R C E A A S L S : E P P S R R I Á I E C - TICAS VII LEARNING(cid:0)(cid:0)(cid:0)(cid:0)(cid:0) 192 0 0 384 144 15 45 720 5 PEI07TC PEI07IT PEI07CI(cid:0)(cid:0)(cid:0)(cid:0)(cid:0)(cid:0) PEI08LC PEI07EN(cid:0)(cid:0)(cid:0)(cid:0)(cid:0) PEI06PC(cid:0)(cid:0)(cid:0)(cid:0) D 3 2 O 2 CAS 0 0 IS P.E N 00 .A 96 A 6 4 U 4 TTO 9 6 T 6 ALC 2 R D 3 2 O 2 CAS 0 0 IS P.E N 00 .A 96 A 6 4 U 4 TTO 9 6 T 6 ALC 2 R D 3 2 O 2 CAPS 0 0 .EISN 00 .A 96 A 6 4 U 4 TTO 9 6 T 6 ALC 2 R D 6 4 O 4 C AS 0 0 IS P.E N 0 10 .A 921 A 8 2 UT 8 T 1 O 1 9 T 2 A 2 LC 4 R D 3 2 O 2 CAS 0 0 IS P.E N 00 .A 96 A 6 4 U 4 TTO 9 6 T 6 ALC 2 R D 0 0 OCAS 0 0 IS P.E N 00 .A 144 1 A 9 4 UT 4 T 1 O 4 9 TA 4 LC 3 R ITINERARIO I: COLLABORATIVE LEARNING: LANGUAGE DEVELOPMENT: LEADERSHIP & SCHOOL PROFESSIONAL RED U N I D A D D E I N T E G R A C I Ó N EMPRENDIMIENTO E ACADEMIC WRITING - ADMINISTRATION O C U R R I C U L A R INNOVACIÓN RESEARCH PAPER ENGLISH ITINERARIO II: MULTIMODAL VIII VIII LANGUAGE LEARNING 240 0 0 480 0 15 45 720 5 PEI08LC PEI08IT PEI08CI PEI08EI PEI08EN(cid:0)(cid:0)(cid:0)(cid:0)(cid:0) D 3 2 O 2 CAS 0 0 IS P.E N 00 .A 96 A 6 4 U 4 TTO 9 6 T 6 ALC 2 R D 4 3 O 8 CAS 0 0 IS P.E N 00 .A 144 A 9 6 U 6 TT 1 O 4 9 TA 4 LC 3 R D 8 5 O 0 CAS 0 0 IS P.E N 00 .A 2410 1 A 6 U 0 T 0 T 2 O 1 4 T 5 A 0 LC 5 R D 4 3 O 8 CAS 0 0 IS P.E N 00 .A 14 A 9 6 4 U 6 TT 1 O 4 9 TA 4 L C 3 R D 3 2 O 2 CAS 0 0 IS P.E N 00 .A 96 A 6 4 U 4 TTO 9 6 T 6 ALC 2 R 1808 176 80 3360 336 117 360 5760 40 Itinerario N°1: Organiza P c r ió o n fe d s e io E n v a e le n s tos Acádemicos y Redes Itinerario N°2: Tecnología e Innovación Educativa RESUMEN HORAS Asignaturas Nivel Horas Asignaturas Nivel Horas HORAS DE COMPONENTE DOCENCIA 1808 Coaching & Workshop VI 96 E-learing:Ttrends & Challenges VI 96 HORAS DE PRÁCTICAS DE EXPERIMENTACIÓN 256 Academic Events & Conventions VII 96 Computer Assissted Language Learning VII 96 HORAS DE TRABAJO AUTÓNOMO 3360 Collaborative Learning; Proffesional Red VIII 144 Multimodal Language Learning VIII 144 HORAS DE PRÁCTICAS LABORALES 240 TOTAL HORAS: 336 TOTAL HORAS: 336 HORAS DE SERVICIO COMUNITARIO 96 HORAS DE UNIDAD DE INTEGRACIÓN CURRICULAR* 240 MODULOS DE LENGUA E INFORMATICO UNIDADES DE INTEGRACIÓN CURRICULAR HORAS TOTALES 5760 M CCee o rrff d iitt u iiee lo dd d EE e xx aa Q mm ui c PP h rree u pp a aarraattiioonn II I- - B B12 BLaÁbSoICraAtorio de Computo N I I - V I E II L D 7 O 20 C P 9 . 6 E 1 A 3 U 4 T 4 P 0 .PP 0 .C T 2 O 1 T 6 A 0 L * g l N o o b t a a l : d la e s h 2 o 4 r 0 a s h d o e ra d s o d c e e n la c a ia s i y g a n u a t t ó u n ra o m de a s in . tegración curricular están incluidas en el Cerfitied Exam Preparation II - B2 PROFESIONAL IV - VIII 1088 1602016240 96 3600 HORAS DE INTERACCIÓN DIRECTA CON EL DOCENTE Modulo de Informatica I INTEGRACIÓN CURRICULAR* VIII 80 0 160 0 0 240 Modulo de Informatica II TOTAL HORAS DE DOCENCIA Y PRÁCTICA DE EXPERIMENTACIÓN 2064 TOTAL HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 1808 * Nota: las 240 horas de la asignatura de integración curricular están incluidas en el global de horas de docencia y autónomas.(cid:0)(cid:0)(cid:0)(cid:0)(cid:0)(cid:0)(cid:0)(cid:0)(cid:0)(cid:0)(cid:0)(cid:0)(cid:0)(cid:0) PORCENTAJE DE HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 88% HORAS DE PRÁCTICAS PRE-PROFESIONALES UNIDAD DE INTEGRACIÓN CURRICULAR ITINERARIO Nivel Horas REQUISITOS PRÁCTICAS COMUNITARIAS V 96 HABER COMPLETADO LAS HORAS DE PRÁCTICAS PRE-PROFESIONALES PRÁCTICAS LABORALES I VI 96 HABER COMPLETADO LOS MODULOS DE LENGUA E INFORMATICA PRÁCTICAS LABORALES II VII 144 TOTAL HORAS: 336 TOTAL DE HORAS: 240 Paolo Fabre Merchán, MSc. Dr. Walter Loor Briones DIRECTOR DE CARRERA DECANO FACE"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Educación Especial",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/educacion-especial\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO CARRERA: EDUCACIÒN ESPECIAL - PRESENCIAL PTROETSAELN HCOIARLAESS EX T P OPERT R AÁIM LC TH EINCO TAR ASA L S E S TAOUTTAÒLN HOOMRAASS PPRROAFCH ETO SICI R OAA NSS AP LREES- CREDITOS SEHMOERSATSR E AT NSUIUGR M ANSA ASIST NO ASIST FILOSOFÍ E A D U E C H A IS C T I O Ó R N IA DE LA BASES BIOLÓGICAS HUMANAS C P O ED N A T G EX I O N T G C O Ì L S A U , E S S D I I V U S O T C E S A M TI A V S O Y S INVESTIGACIÓN LENGUAJE Y COMUNICACIÒN I PEE01FH PEE01BB PEE01SC PEE02IN PEE01LC 240 0 64 416 0 15 720 5 D 3 OCAS 0 IS P.E N 0 .A A 6 UTTO 9 TALC 3 R D 3 OCAS 0 IS P.E N 0 .A A 6 UTTO 9 TAL C 3 R D 3 OCAS 0 IS P.E N 0 .A A 6 UTTO 9 TALC 3 R D 3 OCAS 0 IS P.E N 0 .A A 6 UTTO 9 TALC 3 R D 3 OCAS 0 IS P.E N 0 .A A 6 UTTO 9 TALC 3 R 48 0 3264144 48 0 0 96 144 48 0 3264144 48 0 0 96 144 48 0 0 96 144 144 144 144 144 144 U N I D A D II TRASTORNOS DEL LENGUAJE PS A IC P O R L E O N G D Í I A Z , A D JE E S H A U R M RO A L N L O O Y PSICOMOTRICIDAD PA I R N T V IC E I S P T A IG T V I A V I C D A IÓ A . H S N I S A T C O C R IÓ IA N D E FONÉTICA Y D F I O CC N I O Ó L N OGÍA. VOZ Y 240 0 0 480 0 15 720 5 Á B C S I D 3 2 O 2 C AS 0 0 IS P.E P N 0 0 E .A E 9 0 6 2 A 6 4 T U 4 L TTO 9 6 T 6 ALC 2 R D 4 3 O 8 C AS 0 0 IS P.E N P 0 0 . E A E 1 0 4 2 A 94 6 U P 6 T S T 1 O 9 4 TA 4 LC 3 R D 6 4 O 4 C AS 0 0 IS P.E N 0 0 P .A EE 1 0 9 1 A 2 8 2 2 U P T 8 C T 1 O 1 9 T 2 A 2 L C 4 R D 3 2 O 2 C AS 0 0 IS P.E N 0 P 0 .A EE 9 0 6 3 A 6 4 U I 4 A TTO 9 6 T 6 ALC 2 R D 6 4 O 4 C AS 0 0 IS P.E N 0 P 0 .A EE 1 0 9 2 1 2 A 8 F 2 U F T 8 T 1 O 1 9 T 2 A 2 LC 4 R A TRASTORN L O A S V D O E Z L HABLA Y LI D T O E ID R N Á A O C T U T A I R C L A A A Y D D E N IS L E C A E A A L P E S A N O C G C ID U IA A A D D Y A S NEUR E O D C U I C EN AC C I I Ó A N EN LA A M P S R O O E D N B E R D L E I O Z A S A M J P E E B S D I I E A N N G C T O L E U G S S I D C IV E O O S S E E S N TR C A O T N EG TE IA X S T O IN S V E E D S U TI C G A A T T IV IV O A S S III PEE03TH PEE03DL PEE03NE(cid:9)(cid:9) PEE03MP PEE03EM 240 32 0 448 0 15 720 5 DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR 2AS 0 ISN 0 .A4 6 2 4AS 0 ISN 0 .A 8 12 4 2AS 0 ISN 0 .A 4 6 2 3AS 0 ISN 0 .A 6 9 3 4AS 2 ISN 0 .A 6 12 4 32 0 09664 96 64 0 0 19 1 2 28192 32 0 0 96 64 96 48 0 0 144 96 144 6432 0 192 96 192 IV D A FI EASA TS CS E M TOA NU IPC C L D AI I I AI A Ó P C AD N E IY N DA E TE CA 0 SED O D 4 OSU M. A C C NR E U OA EO N N L T AA I I V D N C L A A E IAÓ E D A N A M S D A O I D T C D E I I À S A M P C C D E À A T E A T I P C 0 S I A C 4 A O C A D D I S N M D E O Y A L D A A N S E L E A ESTIM D U P E E L L A E D 0 C E 4 I S Ó E A T N R (cid:9)(cid:9)(cid:9)(cid:9)(cid:9) R TE O M LL P O RANA DISC P A EE P M 0 A 4 O C D I T D F O (cid:9)(cid:9)(cid:9)(cid:9)(cid:9) A R D A FÍSICA PSI C C O O N P E T E V E D P A X E A L T E U G O 0 A Ò 4 E C G E S I P I O C C O N A L E A N R EL 240 48 0 432 0 15 720 5 DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR 2AS 0 ISN 0 .A4 6 2 4AS 0 ISN 0 .A 8 12 4 2AS 1 ISN 0 .A 3 6 2 3AS 0 ISN 0 .A 6 9 3 4AS 2 ISN 0 .A 6 12 4 32 0 0 96 64 96 64 0 0191228192 3216 09648 96 48 0 014496 144 6432 019296 192 V DIS C IT A IA CP N O UA E N DC R II T A DT E RIAX VI DT OA OE. I SS :I TM D E I D INÚ S U EC LC RT A AIAP PT RA LI IE C V OS I O D EI S AIN D L OS N D A I T D A U Á S R C O A T D C I L I I C E S A A S C D A Y D A P E S S A O L O C A C I N S D IA O A C L I D E E A S N L Y C A I N A E S E DISEÑO IN D C E L L U C S U IV R O RICULO MUS T I A CA LL L E A R N D T E E E L D A U D C I A V C E I R Ó S N ID AD CONV E E I D N R U V G C E E A R N T T C I I V D IA O A D S Y : E E L L A L O S A S U T M I L C A ED IOS C V AO I P NP NR RC S E O D U E NR I LY RSD A IE V T CI CC M IAZ C TI A O P O I O O JA N ESP C S C COY I; OD O T EE MA EN NSN D T U L EI CL I A N SN IOT A I S TT USDO EA DDO L C R IE E I A R I E C O N D T D UT AE EA D SL : 208 32 32 352 96 13 720 5 PEE05IT(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) PEE05DN(cid:9)(cid:9)(cid:9)(cid:9) PEE05DC PEE05TM(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) PEE05CM(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) PEE05SC(cid:9)(cid:9)(cid:9)(cid:9) DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR 2AS 0 ISN 1 .A3 6 2 2AS 0 ISN 0 .A 4 6 2 3AS 0 ISN 1 .A 5 9 3 2AS 0 ISN 0 .A 4 6 2 4AS 2 ISN 0 .A 6 12 4 0AS 0 ISN 0 .A 0 0 0 32 0 169648 96 32 0 09664 96 48 0 1614840 144 32 0 0 96 64 96 6432 0 192 96 192 0 0 0 96 0 96 U N I D A D O P R VI I E T INS IN PI T Y TE E E I L C R R N A T A V E R ER R EO N N I A O S C RA E I I I UÓ O Ñ D TN BA I II R S I N S P C TTAZ SAR AAI I L C. P A LD PO A SEE RT C P L OO I E D S D R G AI N A S R D T G OA E V ÓM M D I G S AE A U I L C D A A E L P D L E A A N P I F R I E C N A D C I I Ó Z A N J E D S E I N A M C L B U I S E I N V T O E S S A T M R A E L B C L I E E U R N R T D S I E O N E S S C E D L L D U E A I D S B A I Á O P V C R R O T E A S I N C C D I O Ó I S Z N A E D N JE E S C TA O L R L P E O A R D R D A A E L P E T Y X A D P D R E O P E O SI R Ó T N E ED L U A C S C A C O T T O I N I C M V N A Y U E L A N E A I E P C A S A A T T R C U E A I N Ó D C L I N A A IÓ N N T ES EST P R R D AA Á PI YT C VA UE T ERGDI R C AIA S A A I N LS DE S A D T A E D I A U DA D E T C U : O E E A CC NN BR T A S C I E E T V E I A L IÓ O R V C Á V NAI M OA SA NC B Y L I I ODL TAA O NE S Y T IC 192 0 48 336 144 12 720 5 F E S I D 2 OC AS 0 IS P.E P N 1 E .A E06 A 3 U IT TTO 6 TALC 2 R D 2 OC AS 0 IS P.E N 0 P .A EE0 A 6 4 U P T A TO 6 TALC 2 R D 3 OC A P S 0 .E ISN 1 P .A EE0 A 6 5 U T T R TO 9 TAL C 3 R D 3 OC AS 0 IS P.E N 1 P .A EE06 A 5 T U C TTO 9 TALC 3 R D 2 OC AS 0 IS P P . E E N E 0 . 0 A 6TI(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) A 4 UTTO 6 TALC 2 R D 0 OC AS 0 IS P P .E E N E 0 . 0 A 6PP A (cid:9)(cid:9)(cid:9)(cid:9) 0 UTTO 0 TALC 0 R O N 32 0 16 96 48 96 32 0 0 96 64 96 48 0 16 14 8 4 0 144 48 0 16 144 80 144 32 0 0 96 64 96 0 0 0 144 0 144 A L PREPARACIÓN DE LA FAMILIA IT I I T N IN ER ERA A AT RL ER IEO NINOC GI I . IÓ UL I A N AS O ED ER N D ED S U SE OC EÑÑ AC A EA T N GI S V Z U A A E R D A E Y L A T R D A I S S E E C T N S O A T P R L U A A N D C O A I I A S D T N E A D N T D E E C L S V I E Ó I C S S N O P U E N A A C L T Y R O RE D A I L V ID ER A S D ID C A O D N E T E IN M C P L O U R S À IÒ N N EA. C SCO IOS N TME NUM ENA EI D CS AI AA SSC CO LI A TÓC E PINR AA N DC EA AN ID T S E A I O VS D CO NOS OL DA A ER L LEA AS IN T F A O L R LE M R E D D E E E I S N C V R E IT S U TI R G A A C D I E Ó L N PRÀCTICAS INTEGRALES VII AUTISTA 208 0 16 400 96 13 720 5 PEE07IT PEE07PF PEE07RC(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) PEE07SA PEE07TE(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) PEE07PA(cid:9)(cid:9)(cid:9)(cid:9) DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOCP.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR 2AS 0 ISN 0 .A4 6 2 3AS 0 ISN 1 .A 5 9 3 2AS 0 ISN 0 .A 4 6 2 4AS 0 ISN 0 .A 8 12 4 2AS 0 ISN 0 .A 4 6 2 0AS 0 ISN 0 .A 0 0 0 32 0 09664 96 48 0 1614840 144 32 0 09664 96 64 0 0191228192 32 0 0 96 64 96 0 0 0 96 0 96 EMINPNROENVDAICMIÓIENN YT O P D RO E Y C E O C N T T O I E N D X C T E L O U M S S E I E V J D O O U R S C A A M T I I E V N O T S O D ( I U SE n Ñ id O C a U C d D u R E d r R r e I i I N c C I u n T U l E t a L e G r A g ) R R r A a c C i I ó Ò n N D D ES E A L R D R O O C L E L N O T P E R IN O C F L E U SI S O IV N O AL NARRATIVAS ACADÈMICAS VIII PEE08IE PEE08PM PEE08UI PEE08DP PEE08NA(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) 240 0 0 480 0 15 720 5 DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR DOC P.E AUTTOTAL CR DOC P.E AUTTOTALCR DOC P.E AUTTOTALCR 2AS 0 ISN 0 .A4 6 2 3AS 0 ISN 0 .A 6 9 3 5AS 0 ISN 0 .A10 15 5 3AS 0 ISN 0 .A 6 9 3 2AS 0 ISN 0 .A 4 6 2 32 0 09664 96 48 0 014946 144 80 0 0241060240 48 0 014496144 32 0 0 96 64 96 1808 112 160 3344 336 113 5760 40 ITINERARIO I DISCAPACIDADES SENSORIALES ITINERARIO II DISCAPACIDADES MÚLTIPLES RESUMEN HORAS Asignaturas Nivel Horas Asignaturas Nivel Horas HORAS DE COMPONENTE DOCENCIA 1808 DISCAPACIDADES SENSORIALES: DISCAPACIDAD AUDITIVA. V 96 DISCAPACIDADES MÚLTIPLES EN LOS CONTEXTOS EDUCATIVOS V 96 HORAS DE PRÁCTICAS DE EXPERIMENTACIÓN 272 DISCAPACIDAD VISUAL Y LA ENSEÑANZA DEL SISTEMA BRAILLE VI 96 TINRTAESRTVOERNNCOIÓ DNE LP SEISCPOECPTERDOA GAÓUGTIISCTAA. PROGRAMA DE VI 96 HORAS DE TRABAJO AUTÓNOMO 3344 LA ENSEÑANZA DE LA LENGUA DE SEÑAS VII 96 SORDOCEGUERA Y ATENCIÓN EDUCATIVA VII 96 HORAS DE PRÁCTICAS LABORALES 240 TOTAL HORAS: 288 TOTAL HORAS: 288 HORAS DE SERVICIO COMUNITARIO 96 HORAS TOTALES 5760 MODULOS DE LENGUA E INFORMATICO LABORATORIOS PRACTICOS Cerfitied Exam Preparation I - B1 TALLER DE EDUCACIÓN MUSICAL ANTE LA DIVERSIDAD MCeordfuitlioe dde E Inxafomrm Parteicpa aIration II - B2 TILNAaCLbLLEUoRSr IDaVEOt oESLrAiBoO dRAeC CIÓoNm DEp RuEtCoURSOS DIDÁCTICOS EN AMBIENTES DE APRENDIZAJES HORAS DE INTERACCIÓN DIRECTA CON EL DOCENTE Modulo de Informatica II LDAISSC TAICP A ECNID LAAD ATENCIÓN EDUCATIVA A ESTUDIANTES CON NEE ASOOCIADOS O NO A LA TOTAL HORAS DE DOCENCIA Y PRÁCTICA DE EXPERIMENTACIÓN 2080 TALLER DE EXPRESIÓN CORPORAL Y DEPORTE ADAPTADO TOTAL HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 1920 PORCENTAJE DE HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 92 HORAS DE PRÁCTICAS PRE-PROFESIONALES UNIDAD DE INTEGRACIÓN CURRICULAR ITINERARIO Nivel Horas REQUISITOS PRÁCTICAS DE VINCULACION V 96 120 CREDITOS MINIMOS PRÁCTICAS DE OBSERVACION Y AYUDANTIA VI 144 MODULOS DE LENGUA E INFORMATICA PRÁCTICAS INTEGRALES VII 96 TOTAL HORAS: 336 TOTAL DE HORAS: 240"
    },
    {
        "universidad":"UNEMI",
        "carrera":"Pedagogía de la Lengua y Literatura",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/pedagogia-de-la-lengua-y-literatura\/",
        "url_malla":"PDF",
        "contenido_malla":"UNIVERSIDAD ESTATAL DE MILAGRO CARRERA: PEDAGOGÍA DE LA LENGUA Y LA LITERATURA PTROETSAELN HCOIARLAESS TOTAEXL PHEORRIMASE NPRTAÁLCETSICAS TAOUTTAÒLN HOOMRAASS HORPARSO PFRESAICOTNICAALSE SPRE- CREDITOS HORAS SEMESTREASI N G R U A N M S AT U ASISTIDA NO ASISTIDA FILOSOFÍ E A D E U H CA IS C T I O Ó R N IA DE LA SISTEMAS, CONTEXTOS Y POLÍTICA EDUCATIVAL INVESTIGACIÓN LENGUAJE Y COMUNICACIÓN ARTE Y CULTURA I 2 40 3 2 - 4 48 - 1 5 7 20 5 PLL101FH PLL107CI PLL103IN PLL106LC PLL104AC DOC P.E AUT TOTAL CR DOC ACD P.E APE AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 48 AS 0 IS N 0 .A 96 144 3 48 A S I 1 S T 6 N . A - 80 144 3 48 AS 0 IS N 0 .A 96 144 3 48 AS 0 IS N 0 .A 96 144 3 48 A 1 S 6 IS N 0 .A 80 144 3 144 144 144 144 144 U N PLL101FH PLL107CI PLL101FH PLL104AC PLL103IN PLL103IN PLL106LC I D D A PSICOLOGÍA, DESARROLLO Y APRENDIZAJE HUMANO SOCIOLOGÍA, A S N U T JE R C O T P IV O I L D O A G D ÍA CULTURAL Y METODOLOGÍAS DE DISEÑOS SOCIALES EDUCACIÓN INTERCULTURAL BILINGÜE COMUNICACIÓN EDUCATIVA II 2 40 1 6 - 4 64 - 1 5 7 20 5 B Á S C I D 4 O 8 C AS 0 IS P.E N 0 .A PLL2 1 0 4 A 9 2 4 U 6 P T D T 1 O 4 TA 4 L C 3 R D 6 O 4 C A 1 SI 6 ST P.E P N 0 L .A L2 1 0 9 2 2 6CI 1 A 1 U 2 T T 1 O 9 TA 2 L C 4 R D 6 O 4 C AS 0 IS P.E N 0 . P A LL2 1 1 0 9 A 2 3 U 2 8 T MI T 1 O 9 TA 2 L C 4 R D 3 O 2 C AS 0 IS P.E N 0 .A PLL2 9 0 6 7EI A 6 U 4 T TO 9 T 6 AL C 2 R D 3 O 2 C AS 0 IS P.E N 0 . P A LL2 9 0 6 5 A 6 C U 4 E T TO 9 T 6 AL C 2 R A PLL202PD PLL202PD PLL2026CI PLL203MI PLL207EI PLL207EI PLL202PD DIDÁCTICA GENERAL PEDAGO M G O ÍA D , E A L M O B S I C E O N M TE U S N D IC E A A T P I R V E O N S DIZAJE, ELABORACIÓ E N V D A E LU IN A S C T IÓ R N U MENTOS DE LINGUÍSTICA GENERAL LITERATURA UNIVERSAL III 240 32 0 448 - 15 720 5 PLL303DG(cid:9)(cid:9)(cid:9) PLL306CI PLL304EI(cid:9)(cid:9) PLL301LG PLL307LU DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 32 AS 0 IS N 0 .A 96 64 96 2 64 A 1 SI 6 ST N 0 .A 192 112 192 4 48 A 1 S 6 IS N 0 .A 14 8 4 0 144 3 48 AS 0 IS N 0 .A 144 96 144 3 48 AS 0 IS N 0 .A 144 96 144 3 PLL304EI(cid:9)(cid:9) PLL303DG(cid:9)(cid:9)(cid:9) PLL306CI PLL303DG(cid:9)(cid:9)(cid:9) PLL307LU PLL306CI LINGÜÍSTICA ESPAÑOLA DISEÑO CURRICULAR Y PLANIFICACIÓN LINGÜÍSTICA APLICADA GRAMÁTICA Y ESTILÍSTICA GÉNEROS LITERARIOS IV 240 16 0 464 - 15 720 5 PLL401LE(cid:9) PLL405CI PLL403LA(cid:9)(cid:9) PLL404GE PLL406GL DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 48 AS 0 IS N 0 .A 144 96 144 3 64 A 1 SI 6 ST N 0 .A 192 112 192 4 32 AS 0 IS N 0 .A 9 6 6 4 96 2 48 AS 0 IS N 0 .A 144 96 144 3 48 AS 0 IS N 0 .A 144 96 144 3 U N I PLL403LA(cid:9)(cid:9) PLL405CI PLL404GE PLL404GE D A D ANÁLISIS DEL DISCURSO CRÍTICA LITERARIA EVALUACIÓN EDUCATIVA Y DEL APRENDIZAJE TALLERES DE LECTURA Y ESCRITURA LITERATURA COMPARADA PRÁCTICAS C C O O M M U U N N I I T T A A R R I I O AS ) (SERVICIO O P R E S F V D 3 O 2 C AS 0 IS P.E P N L 0 . L A 5 9 0 6 8A A 6 D U 4 T TO 9 T 6 AL C 2 R D 4 O 8 C AS 0 IS P.E N 0 .A PLL 1 5 4 0 A 9 4 3 U 6 C T L T 1 O 4 TA 4 L C 3 R D 6 O 4 C A 1 S P I . 6 S E T N 0 P . L A L 1 5 9 0 2 5CI 1 A 1 U 2 T T 1 O 9 TA 2 L C 4 R D 3 O 2 C AS 0 IS P.E N P 0 . L A L40 9 3 A 6 6 U L 4 T A(cid:9)(cid:9) TO 9 T 6 AL C 2 R D 3 O 2 C AS 0 IS P.E N 0 P .A LL50 9 6 6 LC(cid:9)(cid:9) A 6 U 4 T TO 9 T 6 AL C 2 R DO 0 C AS 0 IS P.E N P 0 . L A L50 9 7 6 P 9 P C . 6 P (cid:9)(cid:9) . TO 9 T 6 AL C 2 R 208 16 0 400 9 6 15 720 5 I O N A PLL503CL PLL506LC(cid:9)(cid:9) PLL507PC(cid:9)(cid:9) PLL506LC(cid:9)(cid:9) PLL506LC(cid:9)(cid:9) PLL505CI L E DIDÁCTICA DE LA LENGUA LITERATURA LATINOAMERICANA EDUCACIÓN ESPECIAL PRÁCTICAS LABORALES I DIDÁCTICA DE LA LITERATURA ESTADÍSTICA I VI 208 32 0 384 9 6 15 720 5 N PLL606DLE PLL608LL PLL605EE PLL603ES(cid:9) PLL607DLL PLL608P1(cid:9) T DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT P.P.1 TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR G E R 48 A 1 S 6 IS N 0 .A 144 80 144 3 32 AS 0 IS N 0 .A 96 64 96 2 64 A 1 SI 6 ST N 0 .A 192 112 192 4 0 AS 0 IS N 0 .A 0 96 96 96 2 32 AS 0 IS N 0 .A 96 64 96 2 32 AS 0 IS N 0 .A 96 64 96 2 A C I PLL606DLE PLL606DLE PLL608LL PLL608P1(cid:9) PLL603ES(cid:9) PLL608P1(cid:9) Ó N C REALIDAD NACIONAL MANEJO DE LAS TICS PARA LENGUA Y LITERATURA DISEÑO Y ELABORACIÓN DE RECURSOS DIDÁCTICOS GESTIÓN I Y N S F O O C R I M AL A I C Z I A Ó C N IÓ N DE LA LITERATURA ECUATORIANA PRÁCTICAS LABORALES II U U R R C L I VII D 3 O 2 C AS 0 IS P.E P N L 0 . L A 7 9 0 6 7R A 6 N U 4 T TO 9 T 6 AL C 2 R D 3 O 2 C A 1 S 6 IS P.E N 0 .A PLL7 9 0 6 A 4 7 U 8 R T N TO 9 T 6 AL C 2 R D 4 O 8 C A 1 S P I . 6 S E T N 0 P . L A L 1 7 4 0 4 4CI A 8 U 0 T T 1 O 4 TA 4 L C 3 R D 3 O 2 C AS 0 IS P.E N 0 .A PLL A 7 0 U 0 T 9 8 6 P2(cid:9)(cid:9) P 6 .P 4 .1 TO 9 T 6 AL C 2 R D 4 O 8 C AS 0 IS P.E N 0 .A PLL7 1 0 4 7 4 RN A 9 U 6 T T 1 O 4 T 4 AL C 3 R DO 0 C AS 0 IS P.E N 0 .A PLL7 A 0 0 1 U 7 T 4 R 4 N(cid:9)(cid:9) 1 P. 4 P. 4 2 T 1 O 4 TA 4 L C 3 R 192 32 0 352 1 44 15 720 5 A R PLL707RN PLL707RN PLL707RN PLL707RN PLL707RN PLL704CI EMPRENDIMIENTO E INNOVACIÓN DESARROLLO INTEGRAL HUMANO EDICIÓN Y PUBLICACIÓN REDACCIÓN Y COMPOSICIÓN UNIDAD DE INTEGRACIÓN CURRICULAR VIII 240 32 0 448 - 15 720 5 ECO08PLE ECO08ECI ECO08CDE ECO08ESP ECO08IC DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR DOC P.E AUT TOTAL CR 48 A 1 S 6 IS N 0 .A 144 80 144 3 32 AS 0 IS N 0 .A 96 64 96 2 32 AS 0 IST N 0 .A 96 64 96 2 48 A 1 S 6 IS N 0 .A 144 80 144 3 8 0 A - SIS N . A - 2 4 0 160 240 5 1808 2 08 - 3408 336 120 5760 4 0 HORAS DE PRÁCTICAS PRE-PROFESIONALES RESUMEN HORAS MODULOS DE LENGUA E INFORMATICO Nivel Horas HORAS DE COMPONENTE DOCENCIA 1.808 CERFITIED EXAM PREPARATION I - B1 (5 MÓDULOS DE IDIOMA EXTRANJERO) PRÁCTICAS LABORALES I VI 96 HORAS DE PRÁCTICAS DE EXPERIMENTACIÓN 2 08 MÓDULO DE INFORMÁTICA I PRÁCTICAS LABORALES II VII 144 HORAS DE TRABAJO AUTÓNOMO 3.408 MÓDULO DE INFORMÁTICA II PRÁCTICAS COMUNITARIAS V 96 HORAS DE PRÁCTICAS LABORALES 2 40 TOTAL HORAS: 336 HORAS DE SERVICIO COMUNITARIO 9 6 HORAS INTEGRACIÓN CURRICULAR - TITULACIÓN* 2 40 HORAS DE INTEGRACIÓN CURRICULAR \/ TITULACIÓN HORAS TOTALES 5 .760 *Nota: las 240 horas de la asignatura de integración curricular están incluidas en el global de horas de docencia y Nivel Horas autónomas. UNIDAD DE INTEGRACIÓN CURRICULAR VIII 240 HORAS DE INTERACCIÓN DIRECTA CON EL DOCENTE TOTAL HORAS: 240 TOTAL HORAS DE DOCENCIA Y PRÁCTICA DE EXPERIMENTACIÓN 208 1.808 TOTAL HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 1808 1808 UNIDADES DE ORGANIZACIÓN CURRICULAR Nivel DOC P.E. AUT. P.P. P.C. Horas PORCENTAJE DE HORAS EN CONTACTO CON EL DOCENTE DE LA CARRERA 100% BÁSICA I - III 7 20 8 0 1 .360 - - 2160 PROFESIONAL IV-VIII 1088 128 2048 2 40 9 6 3600 Dr. Walter Loor Briones Dr. Mirtha Manzano Díaz INTEGRACIÓN CURRICULAR* VIII 8 0 0 1 60 - - 240 Decano de la Facultad de Educación Responsable de la carrera de Pedagogía de la Lengua y la Literatura TOTAL HORAS: 5760 *Nota: las 240 horas de la asignatura de integración curricular están incluidas en el global de horas de docencia y autónomas."
    },
    {
        "universidad":"UNEMI",
        "carrera":"¿Cuáles son las carreras que oferta la UNEMI en modalidad presencial?",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/#1696970269395-9798c51a-3579",
        "url_malla":"HTML",
        "contenido_malla":"Carreras en modalidad presencial en Ecuador ¡Estudia en UNEMI! Nuestros programas están diseñados para brindarte una experiencia educativa integral, que te desafiará intelectualmente y te preparará para los retos del futuro. Conjugamos la teoría y la práctica en un campus con cómodas zonas verdes, laboratorios y una biblioteca a la vanguardia. Conoce nuestra oferta de programas en modalidad presencial Explora nuestra variedad de programas de grado y posgrado en modalidad presencial, nuestra oferta abarca una amplia gama de disciplinas, desde ciencias hasta humanidades. Cada programa está diseñado con cuidado para proporcionar una base sólida en tu campo de interés y prepararte para un futuro exitoso. Programas de grado Ciencias e Ingenierías Software Arquitectura Sostenible Biotecnología Ingeniería Industrial Ingeniería Ambiental Alimentos Ingeniería Civil Ciencias Sociales, Educación Comercial y Derecho Multimedia y Producción Audiovisual Administración de Empresas Contabilidad y Auditoría Turismo Comunicación Economía Agronegocios Salud y Servicios Sociales Medicina Enfermería Nutrición y Dietética Psicología Clínica Fisioterapia Educación Pedagogía de la Actividad Física y Deporte Educación Pedagogía de los Idiomas Nacionales y Extranjeros Educación Especial Pedagogía de la Lengua y Literatura Programas de Posgrado Maestría en Marketing con mención en Marketing Digital Duración: 1 año Titulación: Magíster en Marketing con mención en Marketing Digital Más información Maestría en Comunicación Estratégica con mención en Comunicación Digital Modalidad: en línea Duración: 1 año Titulación: Magíster en Comunicación Estratégica con mención en Comunicación Digital Más información Maestría en Educación de Bachillerato con menciones en: Pedagogía de la Matemática Pedagogía de las Ciencias Naturales Pedagogía de las Ciencias Sociales Modalidad: en línea Duración: 1 año Titulación: Magíster en Educación de Bachillerato con menciones en: Pedagogía de la Matemática, Pedagogía de las Ciencias Naturales y Pedagogía en las Ciencias Sociales Más información ¿Por qué estudiar en UNEMI? Calidad académica reconocida: nuestra universidad se destaca por ofrecer una educación de calidad respaldada por docentes altamente calificados y programas de estudio rigurosos. La universidad se esfuerza por mantener estándares académicos elevados. Diversidad de programas: ofrecemos una amplia gama de programas educativos en diversas disciplinas. Esto te brinda la oportunidad de elegir el campo que mejor se adapte a tus intereses y aspiraciones. Infraestructura moderna: nuestro campus conjuga la infraestructura vanguardista con la naturaleza y los espacios de bienestar. Además, las instalaciones cuentan con recursos modernos que facilitan tu experiencia educativa. Vínculos con la comunidad y la industria: la universidad se enorgullece de sus conexiones con la comunidad local y la industria. Contamos con programas de extensión, pasantías y colaboraciones con empresas nacionales y universidades internacionales. Enfoque en el desarrollo integral: en la UNEMI no solo nos centramos en la formación académica, sino también en el desarrollo integral de los estudiantes. Ofrece oportunidades para participar en actividades deportivas, culturales y de servicio comunitario, lo que te permitirá crecer como individuo completo y contribuir positivamente a la sociedad. ¿Cuáles son las carreras que oferta la UNEMI en modalidad presencial? Los programas que oferta la UNEMI son: Ciencias e ingenierías: Ingeniería de Software, Ingeniería Industrial, Ingeniería Ambiental, Ingeniería en Alimentos y Biotecnología; Ciencias Sociales, Educación Comercial y Derecho: Multimedia y Producción Audiovisual, Administración de Empresas, Contabilidad y Auditoría, Turismo, Comunicación y Economía; Carreras de Salud y Servicios sociales: Enfermería, Nutrición y Dietética y Medicina; Educación: Pedagogía de la Actividad Física y Deporte, Educación, Pedagogía de los Idiomas Nacionales y Extranjeros, Educación Especial y Pedagogía de la Lengua y Literatura. Puedes conocer todos los programas en modalidad presencial aquí https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/ ¿Cuál es la duración de las carreras presenciales en la UNEMI? La duración de las carreras presenciales en la UNEMI varía entre 8 y 10 semestres. ¿La UNEMI ofrece prácticas preprofesionales en sus carreras presenciales? Sí, las prácticas preprofesionales forman parte de la malla de todas sus carreras y son requisito obligatorio para la titulación. ¿Cómo puedo contactar con la UNEMI para obtener más información? Puedes comunicarte con la oficina virtual a través del siguiente enlace: https:\/\/meet.google.com\/oeo-obqw-pia Becas y otras alternativas financieras Existen los siguientes tipos de becas que se adjudicarán a estudiantes regulares, por: Situación económica insuficiente Alto promedio y distinción académica Alto rendimiento en deporte Discapacidad ﻿ Cargando…"
    },
    {
        "universidad":"UNEMI",
        "carrera":"¿Cuál es la duración de las carreras presenciales en la UNEMI?",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/#1696970269411-ba243474-7865",
        "url_malla":"HTML",
        "contenido_malla":"Carreras en modalidad presencial en Ecuador ¡Estudia en UNEMI! Nuestros programas están diseñados para brindarte una experiencia educativa integral, que te desafiará intelectualmente y te preparará para los retos del futuro. Conjugamos la teoría y la práctica en un campus con cómodas zonas verdes, laboratorios y una biblioteca a la vanguardia. Conoce nuestra oferta de programas en modalidad presencial Explora nuestra variedad de programas de grado y posgrado en modalidad presencial, nuestra oferta abarca una amplia gama de disciplinas, desde ciencias hasta humanidades. Cada programa está diseñado con cuidado para proporcionar una base sólida en tu campo de interés y prepararte para un futuro exitoso. Programas de grado Ciencias e Ingenierías Software Arquitectura Sostenible Biotecnología Ingeniería Industrial Ingeniería Ambiental Alimentos Ingeniería Civil Ciencias Sociales, Educación Comercial y Derecho Multimedia y Producción Audiovisual Administración de Empresas Contabilidad y Auditoría Turismo Comunicación Economía Agronegocios Salud y Servicios Sociales Medicina Enfermería Nutrición y Dietética Psicología Clínica Fisioterapia Educación Pedagogía de la Actividad Física y Deporte Educación Pedagogía de los Idiomas Nacionales y Extranjeros Educación Especial Pedagogía de la Lengua y Literatura Programas de Posgrado Maestría en Marketing con mención en Marketing Digital Duración: 1 año Titulación: Magíster en Marketing con mención en Marketing Digital Más información Maestría en Comunicación Estratégica con mención en Comunicación Digital Modalidad: en línea Duración: 1 año Titulación: Magíster en Comunicación Estratégica con mención en Comunicación Digital Más información Maestría en Educación de Bachillerato con menciones en: Pedagogía de la Matemática Pedagogía de las Ciencias Naturales Pedagogía de las Ciencias Sociales Modalidad: en línea Duración: 1 año Titulación: Magíster en Educación de Bachillerato con menciones en: Pedagogía de la Matemática, Pedagogía de las Ciencias Naturales y Pedagogía en las Ciencias Sociales Más información ¿Por qué estudiar en UNEMI? Calidad académica reconocida: nuestra universidad se destaca por ofrecer una educación de calidad respaldada por docentes altamente calificados y programas de estudio rigurosos. La universidad se esfuerza por mantener estándares académicos elevados. Diversidad de programas: ofrecemos una amplia gama de programas educativos en diversas disciplinas. Esto te brinda la oportunidad de elegir el campo que mejor se adapte a tus intereses y aspiraciones. Infraestructura moderna: nuestro campus conjuga la infraestructura vanguardista con la naturaleza y los espacios de bienestar. Además, las instalaciones cuentan con recursos modernos que facilitan tu experiencia educativa. Vínculos con la comunidad y la industria: la universidad se enorgullece de sus conexiones con la comunidad local y la industria. Contamos con programas de extensión, pasantías y colaboraciones con empresas nacionales y universidades internacionales. Enfoque en el desarrollo integral: en la UNEMI no solo nos centramos en la formación académica, sino también en el desarrollo integral de los estudiantes. Ofrece oportunidades para participar en actividades deportivas, culturales y de servicio comunitario, lo que te permitirá crecer como individuo completo y contribuir positivamente a la sociedad. ¿Cuáles son las carreras que oferta la UNEMI en modalidad presencial? Los programas que oferta la UNEMI son: Ciencias e ingenierías: Ingeniería de Software, Ingeniería Industrial, Ingeniería Ambiental, Ingeniería en Alimentos y Biotecnología; Ciencias Sociales, Educación Comercial y Derecho: Multimedia y Producción Audiovisual, Administración de Empresas, Contabilidad y Auditoría, Turismo, Comunicación y Economía; Carreras de Salud y Servicios sociales: Enfermería, Nutrición y Dietética y Medicina; Educación: Pedagogía de la Actividad Física y Deporte, Educación, Pedagogía de los Idiomas Nacionales y Extranjeros, Educación Especial y Pedagogía de la Lengua y Literatura. Puedes conocer todos los programas en modalidad presencial aquí https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/ ¿Cuál es la duración de las carreras presenciales en la UNEMI? La duración de las carreras presenciales en la UNEMI varía entre 8 y 10 semestres. ¿La UNEMI ofrece prácticas preprofesionales en sus carreras presenciales? Sí, las prácticas preprofesionales forman parte de la malla de todas sus carreras y son requisito obligatorio para la titulación. ¿Cómo puedo contactar con la UNEMI para obtener más información? Puedes comunicarte con la oficina virtual a través del siguiente enlace: https:\/\/meet.google.com\/oeo-obqw-pia Becas y otras alternativas financieras Existen los siguientes tipos de becas que se adjudicarán a estudiantes regulares, por: Situación económica insuficiente Alto promedio y distinción académica Alto rendimiento en deporte Discapacidad ﻿ Cargando…"
    },
    {
        "universidad":"UNEMI",
        "carrera":"¿La UNEMI ofrece prácticas preprofesionales en sus carreras presenciales?",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/#1696970406706-4d8d351d-f9fe",
        "url_malla":"HTML",
        "contenido_malla":"Carreras en modalidad presencial en Ecuador ¡Estudia en UNEMI! Nuestros programas están diseñados para brindarte una experiencia educativa integral, que te desafiará intelectualmente y te preparará para los retos del futuro. Conjugamos la teoría y la práctica en un campus con cómodas zonas verdes, laboratorios y una biblioteca a la vanguardia. Conoce nuestra oferta de programas en modalidad presencial Explora nuestra variedad de programas de grado y posgrado en modalidad presencial, nuestra oferta abarca una amplia gama de disciplinas, desde ciencias hasta humanidades. Cada programa está diseñado con cuidado para proporcionar una base sólida en tu campo de interés y prepararte para un futuro exitoso. Programas de grado Ciencias e Ingenierías Software Arquitectura Sostenible Biotecnología Ingeniería Industrial Ingeniería Ambiental Alimentos Ingeniería Civil Ciencias Sociales, Educación Comercial y Derecho Multimedia y Producción Audiovisual Administración de Empresas Contabilidad y Auditoría Turismo Comunicación Economía Agronegocios Salud y Servicios Sociales Medicina Enfermería Nutrición y Dietética Psicología Clínica Fisioterapia Educación Pedagogía de la Actividad Física y Deporte Educación Pedagogía de los Idiomas Nacionales y Extranjeros Educación Especial Pedagogía de la Lengua y Literatura Programas de Posgrado Maestría en Marketing con mención en Marketing Digital Duración: 1 año Titulación: Magíster en Marketing con mención en Marketing Digital Más información Maestría en Comunicación Estratégica con mención en Comunicación Digital Modalidad: en línea Duración: 1 año Titulación: Magíster en Comunicación Estratégica con mención en Comunicación Digital Más información Maestría en Educación de Bachillerato con menciones en: Pedagogía de la Matemática Pedagogía de las Ciencias Naturales Pedagogía de las Ciencias Sociales Modalidad: en línea Duración: 1 año Titulación: Magíster en Educación de Bachillerato con menciones en: Pedagogía de la Matemática, Pedagogía de las Ciencias Naturales y Pedagogía en las Ciencias Sociales Más información ¿Por qué estudiar en UNEMI? Calidad académica reconocida: nuestra universidad se destaca por ofrecer una educación de calidad respaldada por docentes altamente calificados y programas de estudio rigurosos. La universidad se esfuerza por mantener estándares académicos elevados. Diversidad de programas: ofrecemos una amplia gama de programas educativos en diversas disciplinas. Esto te brinda la oportunidad de elegir el campo que mejor se adapte a tus intereses y aspiraciones. Infraestructura moderna: nuestro campus conjuga la infraestructura vanguardista con la naturaleza y los espacios de bienestar. Además, las instalaciones cuentan con recursos modernos que facilitan tu experiencia educativa. Vínculos con la comunidad y la industria: la universidad se enorgullece de sus conexiones con la comunidad local y la industria. Contamos con programas de extensión, pasantías y colaboraciones con empresas nacionales y universidades internacionales. Enfoque en el desarrollo integral: en la UNEMI no solo nos centramos en la formación académica, sino también en el desarrollo integral de los estudiantes. Ofrece oportunidades para participar en actividades deportivas, culturales y de servicio comunitario, lo que te permitirá crecer como individuo completo y contribuir positivamente a la sociedad. ¿Cuáles son las carreras que oferta la UNEMI en modalidad presencial? Los programas que oferta la UNEMI son: Ciencias e ingenierías: Ingeniería de Software, Ingeniería Industrial, Ingeniería Ambiental, Ingeniería en Alimentos y Biotecnología; Ciencias Sociales, Educación Comercial y Derecho: Multimedia y Producción Audiovisual, Administración de Empresas, Contabilidad y Auditoría, Turismo, Comunicación y Economía; Carreras de Salud y Servicios sociales: Enfermería, Nutrición y Dietética y Medicina; Educación: Pedagogía de la Actividad Física y Deporte, Educación, Pedagogía de los Idiomas Nacionales y Extranjeros, Educación Especial y Pedagogía de la Lengua y Literatura. Puedes conocer todos los programas en modalidad presencial aquí https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/ ¿Cuál es la duración de las carreras presenciales en la UNEMI? La duración de las carreras presenciales en la UNEMI varía entre 8 y 10 semestres. ¿La UNEMI ofrece prácticas preprofesionales en sus carreras presenciales? Sí, las prácticas preprofesionales forman parte de la malla de todas sus carreras y son requisito obligatorio para la titulación. ¿Cómo puedo contactar con la UNEMI para obtener más información? Puedes comunicarte con la oficina virtual a través del siguiente enlace: https:\/\/meet.google.com\/oeo-obqw-pia Becas y otras alternativas financieras Existen los siguientes tipos de becas que se adjudicarán a estudiantes regulares, por: Situación económica insuficiente Alto promedio y distinción académica Alto rendimiento en deporte Discapacidad ﻿ Cargando…"
    },
    {
        "universidad":"UNEMI",
        "carrera":"¿Cómo puedo contactar con la UNEMI para obtener más información?",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/#1696970793497-04c3cea9-f048",
        "url_malla":"HTML",
        "contenido_malla":"Carreras en modalidad presencial en Ecuador ¡Estudia en UNEMI! Nuestros programas están diseñados para brindarte una experiencia educativa integral, que te desafiará intelectualmente y te preparará para los retos del futuro. Conjugamos la teoría y la práctica en un campus con cómodas zonas verdes, laboratorios y una biblioteca a la vanguardia. Conoce nuestra oferta de programas en modalidad presencial Explora nuestra variedad de programas de grado y posgrado en modalidad presencial, nuestra oferta abarca una amplia gama de disciplinas, desde ciencias hasta humanidades. Cada programa está diseñado con cuidado para proporcionar una base sólida en tu campo de interés y prepararte para un futuro exitoso. Programas de grado Ciencias e Ingenierías Software Arquitectura Sostenible Biotecnología Ingeniería Industrial Ingeniería Ambiental Alimentos Ingeniería Civil Ciencias Sociales, Educación Comercial y Derecho Multimedia y Producción Audiovisual Administración de Empresas Contabilidad y Auditoría Turismo Comunicación Economía Agronegocios Salud y Servicios Sociales Medicina Enfermería Nutrición y Dietética Psicología Clínica Fisioterapia Educación Pedagogía de la Actividad Física y Deporte Educación Pedagogía de los Idiomas Nacionales y Extranjeros Educación Especial Pedagogía de la Lengua y Literatura Programas de Posgrado Maestría en Marketing con mención en Marketing Digital Duración: 1 año Titulación: Magíster en Marketing con mención en Marketing Digital Más información Maestría en Comunicación Estratégica con mención en Comunicación Digital Modalidad: en línea Duración: 1 año Titulación: Magíster en Comunicación Estratégica con mención en Comunicación Digital Más información Maestría en Educación de Bachillerato con menciones en: Pedagogía de la Matemática Pedagogía de las Ciencias Naturales Pedagogía de las Ciencias Sociales Modalidad: en línea Duración: 1 año Titulación: Magíster en Educación de Bachillerato con menciones en: Pedagogía de la Matemática, Pedagogía de las Ciencias Naturales y Pedagogía en las Ciencias Sociales Más información ¿Por qué estudiar en UNEMI? Calidad académica reconocida: nuestra universidad se destaca por ofrecer una educación de calidad respaldada por docentes altamente calificados y programas de estudio rigurosos. La universidad se esfuerza por mantener estándares académicos elevados. Diversidad de programas: ofrecemos una amplia gama de programas educativos en diversas disciplinas. Esto te brinda la oportunidad de elegir el campo que mejor se adapte a tus intereses y aspiraciones. Infraestructura moderna: nuestro campus conjuga la infraestructura vanguardista con la naturaleza y los espacios de bienestar. Además, las instalaciones cuentan con recursos modernos que facilitan tu experiencia educativa. Vínculos con la comunidad y la industria: la universidad se enorgullece de sus conexiones con la comunidad local y la industria. Contamos con programas de extensión, pasantías y colaboraciones con empresas nacionales y universidades internacionales. Enfoque en el desarrollo integral: en la UNEMI no solo nos centramos en la formación académica, sino también en el desarrollo integral de los estudiantes. Ofrece oportunidades para participar en actividades deportivas, culturales y de servicio comunitario, lo que te permitirá crecer como individuo completo y contribuir positivamente a la sociedad. ¿Cuáles son las carreras que oferta la UNEMI en modalidad presencial? Los programas que oferta la UNEMI son: Ciencias e ingenierías: Ingeniería de Software, Ingeniería Industrial, Ingeniería Ambiental, Ingeniería en Alimentos y Biotecnología; Ciencias Sociales, Educación Comercial y Derecho: Multimedia y Producción Audiovisual, Administración de Empresas, Contabilidad y Auditoría, Turismo, Comunicación y Economía; Carreras de Salud y Servicios sociales: Enfermería, Nutrición y Dietética y Medicina; Educación: Pedagogía de la Actividad Física y Deporte, Educación, Pedagogía de los Idiomas Nacionales y Extranjeros, Educación Especial y Pedagogía de la Lengua y Literatura. Puedes conocer todos los programas en modalidad presencial aquí https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/ ¿Cuál es la duración de las carreras presenciales en la UNEMI? La duración de las carreras presenciales en la UNEMI varía entre 8 y 10 semestres. ¿La UNEMI ofrece prácticas preprofesionales en sus carreras presenciales? Sí, las prácticas preprofesionales forman parte de la malla de todas sus carreras y son requisito obligatorio para la titulación. ¿Cómo puedo contactar con la UNEMI para obtener más información? Puedes comunicarte con la oficina virtual a través del siguiente enlace: https:\/\/meet.google.com\/oeo-obqw-pia Becas y otras alternativas financieras Existen los siguientes tipos de becas que se adjudicarán a estudiantes regulares, por: Situación económica insuficiente Alto promedio y distinción académica Alto rendimiento en deporte Discapacidad ﻿ Cargando…"
    },
    {
        "universidad":"UNEMI",
        "carrera":"PQRS (Peticiones, quejas, reclamos y solicitudes)",
        "url_origen":"https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/#sg-popup-id-50819",
        "url_malla":"HTML",
        "contenido_malla":"Carreras en modalidad presencial en Ecuador ¡Estudia en UNEMI! Nuestros programas están diseñados para brindarte una experiencia educativa integral, que te desafiará intelectualmente y te preparará para los retos del futuro. Conjugamos la teoría y la práctica en un campus con cómodas zonas verdes, laboratorios y una biblioteca a la vanguardia. Conoce nuestra oferta de programas en modalidad presencial Explora nuestra variedad de programas de grado y posgrado en modalidad presencial, nuestra oferta abarca una amplia gama de disciplinas, desde ciencias hasta humanidades. Cada programa está diseñado con cuidado para proporcionar una base sólida en tu campo de interés y prepararte para un futuro exitoso. Programas de grado Ciencias e Ingenierías Software Arquitectura Sostenible Biotecnología Ingeniería Industrial Ingeniería Ambiental Alimentos Ingeniería Civil Ciencias Sociales, Educación Comercial y Derecho Multimedia y Producción Audiovisual Administración de Empresas Contabilidad y Auditoría Turismo Comunicación Economía Agronegocios Salud y Servicios Sociales Medicina Enfermería Nutrición y Dietética Psicología Clínica Fisioterapia Educación Pedagogía de la Actividad Física y Deporte Educación Pedagogía de los Idiomas Nacionales y Extranjeros Educación Especial Pedagogía de la Lengua y Literatura Programas de Posgrado Maestría en Marketing con mención en Marketing Digital Duración: 1 año Titulación: Magíster en Marketing con mención en Marketing Digital Más información Maestría en Comunicación Estratégica con mención en Comunicación Digital Modalidad: en línea Duración: 1 año Titulación: Magíster en Comunicación Estratégica con mención en Comunicación Digital Más información Maestría en Educación de Bachillerato con menciones en: Pedagogía de la Matemática Pedagogía de las Ciencias Naturales Pedagogía de las Ciencias Sociales Modalidad: en línea Duración: 1 año Titulación: Magíster en Educación de Bachillerato con menciones en: Pedagogía de la Matemática, Pedagogía de las Ciencias Naturales y Pedagogía en las Ciencias Sociales Más información ¿Por qué estudiar en UNEMI? Calidad académica reconocida: nuestra universidad se destaca por ofrecer una educación de calidad respaldada por docentes altamente calificados y programas de estudio rigurosos. La universidad se esfuerza por mantener estándares académicos elevados. Diversidad de programas: ofrecemos una amplia gama de programas educativos en diversas disciplinas. Esto te brinda la oportunidad de elegir el campo que mejor se adapte a tus intereses y aspiraciones. Infraestructura moderna: nuestro campus conjuga la infraestructura vanguardista con la naturaleza y los espacios de bienestar. Además, las instalaciones cuentan con recursos modernos que facilitan tu experiencia educativa. Vínculos con la comunidad y la industria: la universidad se enorgullece de sus conexiones con la comunidad local y la industria. Contamos con programas de extensión, pasantías y colaboraciones con empresas nacionales y universidades internacionales. Enfoque en el desarrollo integral: en la UNEMI no solo nos centramos en la formación académica, sino también en el desarrollo integral de los estudiantes. Ofrece oportunidades para participar en actividades deportivas, culturales y de servicio comunitario, lo que te permitirá crecer como individuo completo y contribuir positivamente a la sociedad. ¿Cuáles son las carreras que oferta la UNEMI en modalidad presencial? Los programas que oferta la UNEMI son: Ciencias e ingenierías: Ingeniería de Software, Ingeniería Industrial, Ingeniería Ambiental, Ingeniería en Alimentos y Biotecnología; Ciencias Sociales, Educación Comercial y Derecho: Multimedia y Producción Audiovisual, Administración de Empresas, Contabilidad y Auditoría, Turismo, Comunicación y Economía; Carreras de Salud y Servicios sociales: Enfermería, Nutrición y Dietética y Medicina; Educación: Pedagogía de la Actividad Física y Deporte, Educación, Pedagogía de los Idiomas Nacionales y Extranjeros, Educación Especial y Pedagogía de la Lengua y Literatura. Puedes conocer todos los programas en modalidad presencial aquí https:\/\/www.unemi.edu.ec\/index.php\/carreras-presencial\/ ¿Cuál es la duración de las carreras presenciales en la UNEMI? La duración de las carreras presenciales en la UNEMI varía entre 8 y 10 semestres. ¿La UNEMI ofrece prácticas preprofesionales en sus carreras presenciales? Sí, las prácticas preprofesionales forman parte de la malla de todas sus carreras y son requisito obligatorio para la titulación. ¿Cómo puedo contactar con la UNEMI para obtener más información? Puedes comunicarte con la oficina virtual a través del siguiente enlace: https:\/\/meet.google.com\/oeo-obqw-pia Becas y otras alternativas financieras Existen los siguientes tipos de becas que se adjudicarán a estudiantes regulares, por: Situación económica insuficiente Alto promedio y distinción académica Alto rendimiento en deporte Discapacidad ﻿ Cargando…"
    }
]