[
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/pedagogia_idiomas",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "ccaahh@utc.edu.ec",
    "career_name": "Pedagogía de los Idiomas",
    "faculty_name": "Facultad de Ciencias Sociales Artes y Educación (CSAYE)",
    "degree_title": "Licenciado /a en Pedagogía del Idioma Inglés.",
    "semesters": "8 Semestres",
    "description": "DIRECTORA DE LA CARRERA DE PEDAGOGÍA DE LOS IDIOMAS OBJETO DE ESTUDIO: El objeto de estudio de la carrera de PEDAGOGIA DE LOS IDIOMAS NACIONALES Y EXTRANJEROS (Inglés): son los procesos educativos lingüísticos, y pedagógicos, orientados a la formación metodológica y didáctica de la enseñanza del idioma Inglés, como fenómeno complejo y multirreferencial, mediante el cual se lleva a cabo las interconexiones que tienen lugar en cada persona para aprender, vinculando la planeación y gestión de planes educativos particulares, creación de material didáctico, asistencia del educando con problemáticas de aprendizaje, diseño de programas que impulsen el desarrollo educacional bajo un análisis crítico y reflexivo de la educación que le permita resolver los conflictos educativos en los procesos de enseñanza del idioma como futuro docente del Idioma Inglés. : Practica valores éticos y morales actuando con lealtad, compromiso y dignidad en sus actividades educativas y sociales promoviendo el recate de valores. Demuestra sentido de pertenencia a una sociedad histórica, multiétnica, multicultural y biodiversa valorando y aprovechando eficientemente los recursos existentes en la generación de proyectos educativos para la enseñanza del idioma inglés. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/Extensión Pujilí/PEDAGOGIA DE LOS IDIOMAS-EPUJI M G.pdf?ver=2025-12-19-121324-960"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/edu_basica",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "ccaahh@utc.edu.ec",
    "career_name": "Educación Básica",
    "faculty_name": "Facultad de Ciencias Sociales Artes y Educación (CSAYE)",
    "degree_title": "Licenciado/a en Ciencias de la Educación Básica.",
    "semesters": "8 Semestres",
    "description": "DIRECTOR DE LA CARRERA DE EDUCACIÓN BÁSICA OBJETO DE ESTUDIO: La Carrera de Educación Básica busca la transformación de la concepción del docente, sus modos de actuación y las prácticas centradas en el contenido; en experiencias de aprendizaje flexibles, reflexivas, críticas y significativas, con un clima social escolar que favorezca el desarrollo integral del sujeto y las relaciones armónicas entre la comunidad educativa y la sociedad del conocimiento a través de una comunicación permanente y un aprendizaje práctico, inclusivo y para toda la vida. : Ajustado y contextualizado a las demandas de la profesión, fenómenos, sistemas y contextos en que se desarrolla el acto educativo para la sociedad del conocimiento,el perfil del docente de educación básica, debe tomar en consideración que la docencia es una experiencia concebida como un trabajo educativo, integral y de servicio hacia los demás, por ello los profesionales del área deben tener en cuenta cada una de las habilidades y destrezas a desarrollar en ámbitos de comunicación crítica y creativa, la convivencia con grupos diversos y el vivir y actuar con autonomía en los contextos sociales, que son los siguientes: Identificar los diversos aportes culturales, Reflexiona y autorregula el accionar pedagógico y personal para generar ambientes motivadores e integradores, Demuestra liderazgo y responsabilidad, Genera espacios de aprendizaje para satisfacer las demandas educativas de la sociedad. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/Extensión Pujilí/BASICA_PUJILI.pdf?ver=2025-12-19-120925-647"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/sistemas_informaticos",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.sistemas@utc.edu.ec",
    "career_name": "Sistema de Información",
    "faculty_name": "Facultad de Ciencias de la Ingeniería y Aplicadas (CIYA)",
    "degree_title": "Ingeniero/a en Sistemas Información",
    "semesters": "8 Semestres",
    "description": "Dr. José Augusto Cadena-Moreano, Ph.D. DIRECTOR DE LA CARRERA DE SISTEMAS DE INFORMACIÓN PERFIL PROFESIONAL DE LA CARRERA “El/a Ingeniero/a en Sistemas de Información graduado en la Universidad Técnica de Cotopaxi, innova en el análisis, diseño e implementación de aplicaciones informáticas, aplica de manera práctica las metodologías, arquitecturas, seguridad en sistemas inteligentes, así como, el tratamiento de información en grandes volúmenes de datos. Está capacitado para realizar tareas de gestión, administración, planeación, diseño, construcción y adaptación de infraestructura tecnológica”. Campo Ocupacional: El futuro profesional en Ingeniero/a Sistemas de Información se desempeñará como: Planificador, analista, diseñador, operador, evaluador y auditor de sistemas de información, aplicados en las áreas administrativas, técnicas, científicas y sociales. Analista, diseñador e implementador de Sistemas Informáticos. Proveedor de tecnologías de mejoramiento de procesos organizacionales Asesor en la construcción de metodologías y planes de acción para enfrentar problemas informáticos a corto, mediano y largo plazo. Diseñador y administrador de redes de computadoras y sistemas digitales. Técnico capacitado para aplicar software utilitario y paquetes informáticos. Asesor de procesos de evaluación y control de plataformas de Hardware y Software. Analista, diseñador y administrador de bases de datos en distintas plataformas. El futuro profesional puede desempeñarse en el: Sector Público, Sector Privado, y como profesional independiente. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/BELEN/2021%20PDF/MALLAS/MALLA_SISTEMAS.pdf?ver=2021-10-27-153720-060"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Extensi%C3%B3n-La-Man%C3%A1/Turismo_LM",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "@utc.edu.ec",
    "career_name": "Turismo",
    "faculty_name": "Extensión La Maná",
    "degree_title": "Licenciado/a en Turismo",
    "semesters": "8 Semestres",
    "description": "DIRECTOR DE LA CARRERA DE TURISMO - EXTENSIÓN LA MANÁ Diseñar planes, programas y proyectos para la conservación y manejo sustentable del patrimonio natural con fines de aprovechamiento turístico de acuerdo a las características sociales, ambientales y turísticas. Aplicar modelos de desarrollo turístico mediante la creación de planes y proyectos socio-productivos para la dinamización del turismo.Gestionar el desarrollo turístico - empresarial por medio del proceso administrativo para el sector publico y privado. Dinamizar la cultura mediante planes de revitalización, para potencializar los bienes materiales e inmateriales del país. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/BELEN/2021%20PDF/MALLAS/TURISMO_LM.pdf?ver=2021-10-29-121235-577"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Extensi%C3%B3n-La-Man%C3%A1/Agronom%C3%ADa_LM",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "@utc.edu.ec",
    "career_name": "Agronomía",
    "faculty_name": "Extensión La Maná",
    "degree_title": "Ingeniero/a en Agronomía",
    "semesters": "8 Semestres",
    "description": "DIRECTOR DE LA CARRERA DE AGRONOMÍA - EXTENSIÓN LA MANÁ PERFIL DE EGRESO El egresado de la Carrera de Agronomía de la Universidad Técnica de Cotopaxi, conoce los factores de la producción agrícola, determinar las técnicas más apropiadas para mejorar los agricultura, genera emprendimientos agrícolas sostenibles, mediante la implementación de técnicas y tecnologías agrícolas, cuyos procesos estarán enmarcados en la sostenibilidad, sensibilidad humana, social y ecológica, se constituye en un profesional que conoce la problemática del sector agrícola de la provincia y región, en virtud de ello y a partir de su formación en el orden aptitud y actitudinal dará las soluciones más pertinentes en el campo agrícola OBJETO DE ESTUDIO La carrera Agronomía estudia los procesos de los sistemas agrícolas, la producción de alimentos de origen agrícola, incluyendo el uso y manejo sostenible de los recursos naturales con un enfoque de sustentabilidad, que persigue la trasformación de los ecosistemas. Entiende a la agricultura como un proceso holístico y dinámico en el cual se envuelven varios actores, involucrando el desarrollo tecnológico, socioeconómico, y ancestral del sector productivo. En esta perspectiva será la responsable de la transformación tecnológica de los procesos productivos agrícolas en todas sus dimensiones con la finalidad de un mejoramiento de las condiciones socio-económicas de los agricultores, para lo cual se planteará el proceso de generación, validación y transferencia de tecnologías apropiadas, amigables con el ambiente y accesibles a las condiciones del agricultor. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/EXTENSION LA MANA/AGRONOMIA_EMANA M G.pdf?ver=2025-12-19-122201-037"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Extensi%C3%B3n-La-Man%C3%A1/Agroindustrias_LM",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "@utc.edu.ec",
    "career_name": "Agroindustrias",
    "faculty_name": "Extensión La Maná",
    "degree_title": "Ingeniero/a en Agroindustrias",
    "semesters": "8 Semestres",
    "description": "DIRECTORA DE LA CARRERA DE AGROINDUSTRIA - EXTENSIÓN LA MANÁ PERFIL DE EGRESO El Ingeniero Agroindustrial es un profesional con formación integral, competitivo, difusor de la ciencia y la tecnología, que aplica los fundamentos científicos, tecnológicos y biotecnológicos de ingeniería en la transformación de materias primas y recursos naturales provenientes del sector agropecuario de acuerdo a la matriz productiva de la región y el país. Adopta parámetros de calidad requeridos para la producción de productos alimentarios y no alimentarios con valor agregado para competir en el mercado nacional e internacional, aplica metodologías de investigación en la solución de problemas de producción agroindustrial para establecer estrategias de innovación a fin de garantizar la seguridad y soberanía alimentaria. La Carrera de Agroindustria estudia los componentes de la ingeniería enfocada a analizar, diseñar, implementar y supervisar procesos de transformación de materia prima, generando productos agroindustriales alimenticios y no alimenticios, con el fin de consolidar desde la ingeniería, la incorporación de nuevas técnicas, métodos e insumos, que aumenten la eficiencia, la productividad de los sistemas y la comercialización de los productos, generando investigación para el mejoramiento tecnológico aprovechando de manera óptima la producción agropecuaria mediante la aplicación de normas técnicas de calidad, contribuyendo significativamente en el cambio de la matriz productiva Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2024/LA MANÁ/AGROINDUSTRIAL- EMANÁ M G.pdf?ver=2024-07-15-104237-963"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Extensi%C3%B3n-La-Man%C3%A1/Sistemas-de-Informaci%C3%B3n_LM",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "Contactar vía web oficial",
    "career_name": "Sistema de Información",
    "faculty_name": "Extensión La Maná",
    "degree_title": "Ingeniero/a en Sistemas Informáticos",
    "semesters": "8 Semestres",
    "description": "Ing. Johnny Xavier Bajaña-Zajia, Mg. DIRECTOR DE LA CARRERA DE SISTEMAS DE INFORMACIÓN - EXTENSIÓN LA MANÁ PERFIL PROFESIONAL DE LA CARRERA Elaborar proyectos de sistemas de información aplicando estándares y metodologías para la gestión de procesos, es decir conseguir que el profesional aplique procesos de ingeniería de software en la planificación, ejecución, seguimiento y control de los proyectos de sistemas de información Campo Ocupacional: El futuro profesional en Ingeniero/a Sistemas de Información se desempeñará como: · Planificador, analista, diseñador, operador, evaluador y auditor de sistemas de información, aplicados en las áreas administrativas, técnicas, científicas y sociales. · Analista, diseñador e implementador de Sistemas Informáticos. · Proveedor de tecnologías de mejoramiento de procesos organizacionales. · Asesor en la construcción de metodologías y planes de acción para enfrentar problemas informáticos a corto, mediano y largo plazo. · Diseñador y administrador de redes de computadoras y sistemas digitales. · Técnico capacitado para aplicar software utilitario y paquetes informáticos. · Asesor de procesos de evaluación y control de plataformas de Hardware y Software. · Analista, diseñador y administrador de bases de datos en distintas plataformas. En: Sector Público · Dependencias administrativas. · Organismos paraestatales. · Comunicaciones. · Instituciones educativas, de salud, de servicio. · Instituciones Militares y de Policía Sector. Sector Privado · Empresas comerciales y de servicios. · Industrias. · Instituciones educativas y de investigación. · Instituciones Financieras y Bancarias. · Fundaciones, ONGs. · Medios de comunicación. · Transporte. · Micro empresas y medianas empresas. Como profesional independiente · Consultor de empresas públicas y privadas. · Gremios y colegios profesionales. · Organizaciones sociales. · Empresas Informáticas. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/BELEN/2021%20PDF/MALLAS/SISTEMAS%20INF_LM.pdf?ver=2021-10-29-121235-443"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Extensi%C3%B3n-La-Man%C3%A1/Electromec%C3%A1nica_LM",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.electromecanicalm@utc.edu.ec",
    "career_name": "Electromecánica",
    "faculty_name": "Extensión La Maná",
    "degree_title": "Ingeniero/a en Electromecánica",
    "semesters": "8 Semestres",
    "description": "Ing. William Armando Hidalgo-Osorio. Mg. DIRECTOR DE LA CARRERA DE ELECTROMECÁNICA - EXTENSIÓN LA MANÁ PERFIL PROFESIONAL DE LA CARRERA Se describe que como perfil de egreso en el resultado de las instituciones de educación, forman al final un profesional con criterios técnicos, humanísticos, ambientales que cumplan con las necesidades del medio y la sociedad. ·Desarrollar conocimiento y competencias básicas de ingeniería electromecánica para fomentar la responsabilidad. ·Aplicar el cálculo, métodos y normativas para la resolución de problemas afines en sistemas electromecánicos, lo que permite desarrollar la creatividad y la independencia en la solución de tareas profesionales como rasgos de su personalidad. ·Desarrollar habilidades para la elaboración de componentes y mecanismos, mediante la aplicación de algoritmos y el fundamento de los principios matemáticos para la creación de modelos y simulaciones en la ingeniería electromecánica, generando el pensamiento lógico, capacidades cognoscitivas y axiológicas que le permitan la aplicación de un enfoque integral en la actividad laboral. Campo Ocupacional: El futuro profesional en Ingeniero/a en Electromecánica se desempeñará como: · Jefes de producción, mantenimiento y gestión de la calidad. · Asesores de diseño, construcción y operación de sistemas electromecánicos. · Fiscalizador de construcciones eléctricas y mecánicas. · Gerentes de comercialización técnica de planta. · Gestor de proyectos industriales. · Consultor y capacitador técnico. En: · Industrias publicas o privadas (manufacturera, petrolera, alimenticia, minera, generación de energía eléctrica, florícolas, etc). · Consultoras. · Libre ejercicio de la profesión. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/EXTENSION LA MANA/ELECTROMECANICA_LM.pdf?ver=2025-12-19-121937-757"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Extensi%C3%B3n-La-Man%C3%A1/Contabilidad_LM",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.contabilidadyauditorialm@utc.edu.ec",
    "career_name": "Contabilidad y Auditoría",
    "faculty_name": "Extensión La Maná",
    "degree_title": "Licenciado/a en Contabilidad y Auditoría",
    "semesters": "8 Semestres",
    "description": "DIRECTORA DE LA CARRERA DE CONTABILIDAD Y AUDITORÍA - EXTENSIÓN LA MANÁ PERFIL DE EGRESO Profesional con una sólida formación integral tanto en la teoría como en la práctica, con capacidad de asesorar, diseñar e implementar sistemas de información contable, de costos dirigidas a los sectores comercial, de servicios, industrial, agrícola y ganadero, lo que le permitirá generar resultados económicos financieros de manera oportuna, veraz y útil como herramienta de gestión para la administración en la toma de decisiones, todo esto bajo el estricto cumplimiento de la normativa legal, tributaria vigente, además tiene la competencia de aplicar técnicas y herramientas de auditoría para emitir una opinión profesional basada en evidencias suficientes y relevantes que garantiza la confiabilidad y autenticidad en los procesos llevados a cabo en cada organización, de esta forma el profesional Contador- Auditor cumple su rol social que va de la mano con sus valores éticos, lo que se ve reflejado en el desarrollo de su ejercicio profesional. : La Carrera de Contabilidad y Auditoría, estudia los procesos contables, de auditoria, los costos y los aspectos tributarios, da solución a los problemas referentes a la inaplicabilidad de metodologías de auditoría integral en procedimientos del desarrollo de las actividades empresariales, la evasión tributaria, la ausencia de estructura contable, desde una visión de investigación y gestión de procesos integrales, contables, presupuestarios, tributarios de costos y de auditoria, con solvencia científica y responsabilidad social, desarrollando proyectos de mejoramiento en la cultura tributaria, contribuyendo con el desarrollo del país, el crecimiento del PIB, que responda a los desafíos del Plan Nacional del Buen Vivir y el plan de desarrollo de la provincia de Cotopaxi. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2024/LA MANÁ/C. AUDITORÍA HÍBRIDA-MG LAMANÁ.pdf?ver=2024-07-15-105158-873"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Extensi%C3%B3n-La-Man%C3%A1/Administraci%C3%B3n_LM",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "Contactar vía web oficial",
    "career_name": "Administración de Empresas",
    "faculty_name": "Extensión La Maná",
    "degree_title": "Licenciado/a en Administración de Empresas",
    "semesters": "Consultar universidad",
    "description": "DIRECTORA DE LA CARRERA DE ADMINISTRACIÓN DE EMPRESAS - EXTENSIÓN LA MANÁ PERFIL DE EGRESO El profesional será capaz de usar los conocimientos adquiridos para el manejo responsable de empresas públicas y privadas, convirtiéndose en un profesional con liderazgo y visión estratégica, que contribuya al crecimiento y desarrollo del tejido empresarial de la región y el país, dentro de sus principales competencias están: Será un tomador de decisiones con conocimientos de todas las áreas funcionales, diagnosticar problemáticas empresariales y proponer soluciones, organizar y optimizar los recursos de la empresa, además de diseñar, planear y ejecutar estrategias y acciones que marcarán el futuro de la organización, con habilidad en la negociación y perseverancia en el alcance de objetivos, consciente de que el objeto próximo de la Administración son las relaciones entre las personas, con valores morales y principios éticos para administrar cualquier tipo de empresas. La carrera de Administración de Empresas estudia: el proceso administrativo, cuyos componentes son la planificación, la organización, la dirección y el control, de empresas públicas y privadas, así como también su dinámica, su estructura, las diversas formas de autoridad, la gestión del talento humano, la relación con los clientes y usuarios, introduciendo sistemas de gestión orientados hacia la calidad, la mejora continua, los emprendimientos y la prospectiva estratégica como base para contribuir al sector empresarial de la economía popular y solidaria a nivel local, regional y del país Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/CARLOS 2023 ARTES/LA MANÁ/EMPRESAS_MALLA .pdf?ver=2023-11-13-115017-630"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Extensi%C3%B3n-Pujil%C3%AD/Pedagog%C3%ADa-de-las-Matem%C3%A1ticas-y-la-F%C3%ADsica",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccionextensionpujili@utc.edu.ec",
    "career_name": "Pedagogía de las Matemáticas y la Física",
    "faculty_name": "Extensión Pujilí",
    "degree_title": "Licenciado/a en Pedagogía de las Matemáticas y la Física",
    "semesters": "8 Semestres",
    "description": "COORDINADOR DE LA CARRERA DE PEDAGOGÍA DE LAS CIENCIAS EXPERIMENTALES OBJETO DE ESTUDIO Identifica los procesos de enseñanza aprendizaje mediante la integración de las necesidades del currículo nacionalen el área de la enseñanza de las Matemáticas y la Física. Desarrolla programas y propuestas de aprendizaje propiciando la interdisciplinariedad, creatividad ymetacognición de la comunidad en relación a los objetivos planteados en el currículo. Construye el conocimiento de forma crítica y creativa orientado a la práctica y desarrollo del pensamiento. Emplea las tecnologías de Información y Comunicación como herramientas mediadoras en el proceso deenseñanza-aprendizaje, promoviendo la retroalimentación de conocimientos contextualizados. Identifica los fundamentos básicos que posibiliten una formación, lógica, epistemológica y sociológica. PERFIL DE EGRESO: La Carrera de Pedagogía de las Ciencias Experimentales con titulación de Licenciado/a en Pedagogía de las Matemáticas y la Física estudiará los procesos de enseñanza aprendizaje en los ámbitos de Matemáticas y Física, a partir del estudio de los contextos, problemas, procesos fenómenos socioeducativos, desde una visión integral, holística, sistémica y humanista enmarcados en la Filosofía, la Pedagogía y la Didáctica, para la construcción de currículos flexibles y pertinentes que comprende el desarrollo de macro destrezas, orientados a la interculturalidad del saber, al pensamiento y conocimiento del ser humano, mediante el desarrollo de habilidades para diseñar, modelizar y generar innovación del proceso curricular, didáctico y de enseñanza aprendizaje de las Matemáticas y Física en idioma español en las instituciones fiscales, fisco misionales, municipales y particulares de EGB superior y bachillerato, con capacidad para analizar, planificar, gestionar y evaluar modelos y estrategias de intervención en los campos profesionales de la docencia asociados a la ciencias de la educación, las Matemáticas y Física, así como la comprensión, análisis, redacción e interpretación de los procesos lógicos y fenómenos físicos, para construir conocimientos y potenciar el desarrollo de habilidades, valores y actitudes que fortalezcan su formación académica mediante un ambiente de aprendizaje estimulante, con dominios en la generación y aplicación del conocimiento disciplinar, profesional e investigativo. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/Extensión Pujilí/MALLA2  GRÁFICA PEDAGOGÍA DE LA MATEMÁTICA Y LA FÍSICA -  15-02-2022 ANEXO 5 - CORREGIDA 2025.pdf?ver=2025-10-16-163043-593"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Facultad-de-Ciencias-Sociales-Artes-y-Educaci%C3%B3n-CSAYE/Lengua-y-Literatura",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "Contactar vía web oficial",
    "career_name": "Pedagogía de la Lengua y la Literatura",
    "faculty_name": "Facultad de Ciencias Sociales Artes y Educación (CSAYE)",
    "degree_title": "PEDAGOGÍA DE LA LENGUA Y LA LITERATURA",
    "semesters": "Consultar universidad",
    "description": "PhD. Raúl Bolivar Cárdenas Quintana. DIRECTOR DE LA CARRERA DE PEDAGOGÍA DE LA LENGUA Y LA LITERATURA OBJETO DE ESTUDIO La carrera de Pedagogía de la Lengua y la Literatura estudiará los procesos de enseñanza aprendizaje en los ámbitos de literatura, lingüística y cultura, a partir del estudio de los contextos, problemas, procesos fenómenos socioeducativos, desde una visión integral, holística, sistémica y humanista enmarcados en la Filosofía y Sociología , la Pedagogía y la Didáctica, para la construcción de currículos flexibles y pertinentes que comprende el desarrollo de macro destrezas, orientados a la interculturalidad del saber, al pensamiento y conocimiento del ser humano, mediante el desarrollo de habilidades para diseñar, modelar y generar innovación del proceso curricular, didáctico y de enseñanza aprendizaje de la lengua y la literatura en idioma español en las instituciones fiscales, fisco misionales, municipales y particulares de EGB superior y bachillerato, con capacidad para analizar, planificar, gestionar y evaluar modelos y estrategias de intervención en los campos profesionales de la docencia asociados a la ciencias de la educación, la lingüística y la literatura, así como la comprensión, análisis, redacción e interpretación de los textos literarios, para construir conocimientos y potenciar el desarrollo de habilidades, valores y actitudes que fortalezcan su formación académica mediante un ambiente de aprendizaje estimulante, con dominios en la generación y aplicación del conocimiento disciplinar, profesional e investigativo, desarrollando cualidades humanas y del buen vivir, para construir conocimientos y potenciar el desarrollo de habilidades, valores y actitudes que fortalezcan su formación académica mediante un ambiente de aprendizaje estimulante, con dominios en la generación y aplicación del conocimiento disciplinar, profesional e investigativo, desarrollando cualidades humanas y del buen vivir, vinculado al sistema escolar ecuatoriano. : El graduado de la carrera de Pedagogía de la Lengua y la Literatura será capaz de desarrollar procesos de enseñanza y aprendizaje enmarcados en la Filosofía, Sociología, Pedagogía y Didáctica, así como también diseñar unidades didácticas de lengua y Literatura, utilizando la expresión oral en los contextos cotidianos usando la conciencia, la lingüística que transformen los contenidos disciplinarios en saberes específicos a ser diseñados, alineados con las experiencias y conocimientos previos de los estudiantes, para que respondan a la interculturalidad del saber, del pensamiento y conocimiento del ser humano. Comprender el funcionamiento de obras, géneros y tendencias en los diferentes campos de la literatura, occidental, española y ecuatoriana, así como el contexto histórico, social y cultural en que estos surgen; para emitir opiniones críticas fundadas respecto a su relevancia y aporte. Construyendo un marco de referencia para participar e iniciar trabajos académicos de investigación en el ámbito de la literatura. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/BELEN/2021%20PDF/P.LENGUA.%20L-EPUJI%20MG.pdf?ver=2021-11-15-162323-960"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/electromecanica_1",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.electromecanica@utc.edu.ec",
    "career_name": "Electromecánica",
    "faculty_name": "Facultad de Ciencias de la Ingeniería y Aplicadas (CIYA)",
    "degree_title": "Ingeniero/a en Electromecánica.",
    "semesters": "8 Semestres",
    "description": "Ing. Cristian Fabián Gallardo-Molina, Mgtr. DIRECTOR DE LA CARRERA DE ELECTROMECÁNICA PERFIL PROFESIONAL DE LA CARRERA “El/a Ingeniero/a Electromecánico/a graduado en la Universidad Técnica de Cotopaxi, genera soluciones innovadoras para el desarrollo de proyectos tecnológicos desde el diseño, construcción, implementación y ejecución de mantenimiento a elementos y máquinas; incorporando procesos de automatización, protección y control, teniendo en cuenta la eficiencia energética y el uso de fuentes renovables; aplicando herramientas para dar solución y prevención a problemas industriales asociados a los procesos de conversión y uso de la energía en sistemas electromecánicos”. Campo Ocupacional: Diseña y desarrolla productos que combinan componentes eléctricos, electrónicos y mecánicos. J efe de mantenimiento en sistemas electromecánicos Fiscalizador de construcción y montaje eléctrico y mecánico Gerentes de comercialización técnica de planta. Gestor de proyectos electromecánicos Consultor y capacitador en sistemas electromecánicos En Industrias públicas y privadas Petrolera Alimenticia Acería Textil Manufacturera Minera Agrícola Generación eléctrica Consultorías Libre ejercicio de la profesión Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/FACULTAD CIYA/ELECTROMECANICA/MALLA_ELECTROMECANICA.pdf?ver=2025-12-19-084251-457"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/enfermeria",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "arrera.enfermeria@utc.edu.ec",
    "career_name": "Educación Inicial",
    "faculty_name": "Desconocido",
    "degree_title": "Licenciado/a en Enfermería",
    "semesters": "9 Semestres",
    "description": "OBJETO DE ESTUDIO La carrera de Enfermería se enfoca en la gestión del cuidado integral de la salud, desarrollando conocimientos teóricos y prácticos necesarios para comprender y aplicar los principios científicos, éticos y humanistas en la atención de las personas, familias y comunidades a lo largo del ciclo vital. Su formación está orientada a la promoción, prevención, recuperación y rehabilitación de la salud, garantizando la seguridad y calidad en la atención. Analiza los aspectos estratégicos relacionados con la enfermería, incluyendo la planificación y gestión de servicios de salud, la implementación de intervenciones basadas en evidencia y la participación en la investigación en salud pública, con un enfoque de equidad, interculturalidad y sostenibilidad. PERFIL DE EGRESO: El/la licenciado/a en enfermería será capaz de prestar el cuidado de forma integral a la persona, familia, grupos y comunidad, con fundamentación científica, técnica, ética, humanística e intercultural, en consideración a la seguridad del paciente como un deber ético en el ejercicio profesional para garantizar la calidad de la atención en salud y a los determinantes sociales de la salud, las políticas de salud del país y las tendencias en el quehacer profesional y de la salud en general. Su intervención se desarrollará en los procesos asistenciales tanto en el ámbito comunitario, hospitalario y en áreas relacionadas a la educación, investigación, vinculación con la comunidad y gestión de servicios de salud en concordancia con el contexto social, epidemiológico y ambiental, esto en el marco de la autonomía de la profesión y el proceder científico, así como en actividades y funciones como parte del equipo multidisciplinario. Contáctanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/CARRERA ENFERMERIA/MALLA GRÁFICA ENFERMERÍA.pdf?ver=2025-10-13-165435-093"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Facultad-de-Ciencias-de-la-Ingenier%C3%ADa-y-Aplicadas-CIYA/Software",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.sistemas@utc.edu.ec",
    "career_name": "Sofware",
    "faculty_name": "Facultad de Ciencias de la Ingeniería y Aplicadas (CIYA)",
    "degree_title": "Ingeniero/a en So",
    "semesters": "9 Semestres",
    "description": "Dr. José Augusto Cadena-Moreano, Ph.D. DIRECTOR DE LA CARRERA DE SOFTWARE PERFIL PROFESIONAL DE LA CARRERA El Ingeniero en Software estará en la capacidad de desarrollar aplicaciones multiplataforma empleando estándares, prácticas y herramientas actuales de software y hardware para garantizar la implantación de sistemas eficientes, seguros, confiables y flexibles; implementar proyectos de inteligencia de negocios para el apoyo en la toma de decisiones, aplicando procesos de extracción de datos y algoritmos avanzados; diseñar modelos de predicción con técnicas de Machine Learning para hacer inferencias lógicas y/o probabilísticas aplicables en problemas del mundo real; construir modelos matemáticos formales simples para estudiar y simular situaciones del mundo real. Campo Ocupacional: El campo ocupacional de la ingeniería de software es amplio y diverso, ya que la demanda de profesionales en este campo ha ido en aumento con el crecimiento constante de la tecnología y la informatización en diversos sectores. Áreas principales en las que un ingeniero en software puede desenvolverse: Desarrollo de Software, Ingeniería de Sistemas, Desarrollo Web, Ingeniería de Datos, Inteligencia Artificial y Aprendizaje Automático, Desarrollo de Aplicaciones Móviles, Seguridad Informática, Gestión de Proyectos de Software, Consultoría en Tecnología de la Información El profesional de Ingeniería en Software puede prestar sus servicios en: Sector Público · Dependencias administrativas. · Organismos estatales. · Comunicaciones. · Instituciones educativas, de salud, de servicio. · Instituciones Militares y de Policía. Sector Privado · Empresas comerciales y de servicios. · Industrias. · Instituciones educativas y de investigación. · Instituciones Financieras y Bancarias. · Fundaciones, ONGs. Contáctanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/FACULTAD CIYA/SOFTWARE/MALLA GRAFICA SOFTWARE.pdf?ver=2025-12-19-110551-077"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Facultad-de-Ciencias-de-la-Ingenier%C3%ADa-y-Aplicadas-CIYA/Hidr%C3%A1ulica",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.hidraulica@utc.edu.ec",
    "career_name": "Hidráulica",
    "faculty_name": "Facultad de Ciencias de la Ingeniería y Aplicadas (CIYA)",
    "degree_title": "Ingeniero/a Hidráulica",
    "semesters": "8 Semestres",
    "description": "Ing. Yenson Vinicio Mogro-Cepeda, Mgtr. DIRECTOR DE LA CARRERA DE HIDRÁULICA PERFIL PROFESIONAL DE LA CARRERA “El/a Ingeniero/a Hidráulico/a graduado en la Universidad Técnica de Cotopaxi, contribuye con soluciones específicas para la conservación, gestión, uso y aprovechamiento de los recursos hídricos. Las principales áreas en las que estará involucrado el profesional son: dirección, construcción, operación y mantenimiento de obras hidráulicas como riego, drenaje, azudes, presas, embalses, obras fluviales, corrección de torrentes, estudios de crecidas, desagües urbanos y rurales; además, podrá realizar estudios y proyectos de topografía, geotecnia e impactos ambientales, aplicando modelos para la solución de problemas”. El/a Ingeniero/a Hidráulico/a podrá desempeñarse en diversas áreas del sector público y privado, así como en proyectos de investigación y consultoría, en actividades como: Estudios geotécnicos aplicados a la planificación y construcción de obras hidráulicas. Diseño, optimización y evaluación de sistemas hidráulicos para captación, almacenamiento, distribución, transporte y bombeo de fluidos en sectores agrícola, industrial y urbano. Análisis y caracterización de terrenos para la construcción de infraestructuras hidráulicas en entornos poblacionales, industriales y agrícolas. Implementación y mantenimiento de sistemas de aprovechamiento de la energía hidráulica, así como sistemas de tratamiento de agua potable y aguas residuales. Gestión y mitigación de impactos ambientales en proyectos hidráulicos, contribuyendo a la protección de cuerpos de agua y ecosistemas asociados. Aplicación de modelos hidráulicos y herramientas tecnológicas para la solución de problemas sociotecnológicos relacionados con la disponibilidad, distribución y aprovechamiento del recurso hídrico. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/FACULTAD CIYA/HIDRAULICA/MALLA_HIDRAULICA.pdf?ver=2025-12-19-084557-750"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Facultad-de-Ciencias-Sociales-Artes-y-Educaci%C3%B3n-CSAYE/Psicolog%C3%ADa-Social",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "Contactar vía web oficial",
    "career_name": "Psicología Social",
    "faculty_name": "Facultad de Ciencias Sociales Artes y Educación (CSAYE)",
    "degree_title": "Licenciado/a en Psicología Social",
    "semesters": "8 Semestres",
    "description": "DIRECTOR DE LA CARRERA DE PSICOLOGÍA SOCIAL PERFIL PROFESIONAL DE LA CARRERA El profesional de Psicología Social de la Universidad Técnica de Cotopaxi contará con contenidos teóricos y metodológicos para la comprensión de cada realidad social, intentando rescatar los elementos culturales que han contribuido al funcionamiento de los pueblos y sociedades, promoviendo la recuperación y resignificación en función de las actuales necesidades de las comunidades en proyección al bienestar individual-social. Para lo cual contará con los valores institucionales, como el humanismo, la identidad, la interculturalidad, la equidad, la inclusión; todo esto conjugado para propiciar la restitución de los derechos a una vida digna y de calidad de los habitantes de la provincia y del país. PERFIL DE EGRESO El profesional de Psicología Social en su proceso de formación adquiere habilidades sociales y de comunicación para intervenir de manera oportuna y asertiva en los diversos contextos sociales, a partir de información especializada para la transformación de realidades de grupos y comunidades. Para lo cual requiere analizar los postulados antropológicos, sociológicos y filosóficos del contexto sociocultural del país y del mundo que construyen la base de las políticas sociales que favorecen a la sociedad. Por lo tanto, el Psicólogo Social domina los métodos, modelos para el entendimiento del ser humano y su funcionamiento psicosocial; contará con elementos técnicos para realizar el diagnóstico detectando problemáticas que invaden el funcionamiento social y así promover proyectos sociales efectivos que solventen los conflictos intergrupales, potenciando recursos y capacidades de la comunidad con la intención de mejorar la calidad de vida de los habitantes en sus contextos. Contáctanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/FACULTAD SOCIALES/MALLA GRAFICA PSICOLOGIA SOCIAL.pdf?ver=2025-12-19-120150-713"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/PREGRADO/ciya/industrial",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.industrial@utc.edu.ec",
    "career_name": "Industrial",
    "faculty_name": "Facultad de Ciencias de la Ingeniería y Aplicadas (CIYA)",
    "degree_title": "Ingeniero/a Industrial",
    "semesters": "8 Semestres",
    "description": "Ing. Edison Patricio Salazar-Cueva, Mgtr. DIRECTOR DE LA CARRERA DE INDUSTRIAL PERFIL PROFESIONAL DE LA CARRERA “El Ingeniero Industrial graduado en la Universidad Técnica de Cotopaxi, optimiza procesos industriales minimizando costos de producción y maximizando productividad y rentabilidad, organiza procesos de manufactura, mediante el uso de metodologías, métodos y herramientas para el mejoramiento continuo de la calidad en los procesos productivos y de servicios”. Campo Ocupacional: El campo laboral del Ingeniero Industrial de la Universidad Técnica de Cotopaxi es amplio y estratégico, ya que su enfoque en optimización, productividad y tecnología lo hace clave en múltiples sectores, que puede desempeñarse en áreas clave de la industria como: Gestión de la Producción: Optimización de procesos industriales, administración de la producción y mejora de calidad. Levantamiento y Diseño de Procesos: Aplicación de ingeniería de métodos para mejorar la eficiencia operativa. Logística y Cadena de Suministro: Planificación y optimización del transporte, inventarios y localización de plantas industriales. Seguridad y Salud Ocupacional: Gestión de riesgos, ergonomía y normativas de seguridad industrial. Gestión de la Calidad y Productividad: Control y gestión de calidad, aplicación de sistemas integrados y normas ISO. Gestión de Proyectos de Innovación y Tecnológicos: Inclusión de metodologías LEAN, automatización industrial y herramientas tecnológicas para la mejora continua y toma de decisiones. El Ingeniero Industrial es un profesional versátil y clave para el crecimiento productivo y empresarial del país. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/BELEN/2021%20PDF/MALLAS/MALLA_INDUSTRIAL.pdf?ver=2021-10-27-153720-060&timestamp=1635369180077"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/disenio_grafico",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.disenografico@utc.edu.ec",
    "career_name": "Diseño Gráfico",
    "faculty_name": "Facultad de Ciencias Sociales Artes y Educación (CSAYE)",
    "degree_title": "Licenciado/a en Diseño Gráfico",
    "semesters": "8 Semestres",
    "description": "Manuel Enrique Lanas-López, Mg. DIRECTOR DE LA CARRERA DE DISEÑO GRÁFICO PERFIL PROFESIONAL DE LA CARRERA El egresado de la carrera de Diseño Gráfico, posee elementos de juicio para identificar problemas y determinar las soluciones idóneas de comunicación gráfica y audiovisual, será capaz de aplicar elementos del diseño básico en la construcción de composiciones creativas, construir elementos gráficos en espacios tridimensionales, desarrollar a través de técnicas de ilustración la representación de elementos conceptuales, elaborar proyectos de diseño orientados a la transformación social, producir ilustraciones y composiciones creativas digitales, desarrollar la marca y línea gráfica en productos corporativos, así como también, desarrollar procesos de sonorización para un producto audiovisual, construir piezas gráficas de fotocomposición mediante la utilización de herramientas digitales, proponer productos gráficos sostenibles que satisfagan las necesidades humanas, construir escenas tridimensionales para medios impresos y digitales; con una actitud ética y reflexiva, apoyado en el arte y la cultura en general. : El futuro profesional en lLicenciado/a en Diseño Gráfico desempeñará como: Diseñador gráfico y audiovisual en agencias de publicidad, consultor publicitario, gerente empresas publicitarias, director creativo de proyectos de comunicación visual, capacitador técnico de productos o servicios gráficos, coordinador de publicaciones gráficas, · generador de proyectos gráficos. En establecimientos tales como: empresas de Diseño, instituciones públicas o privadas y trabajo independiente en la generación proyectos de emprendimiento. El mayor campo ocupacional está centrado en el diseño de marca y comunicación. En empresas sean pequeñas, medianas o grandes requieren de los profesionales del diseño gráfico para su promoción y posicionamiento de sus ventas. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/BELEN/2021%20PDF/MALLAS/MALLA_DISENIO%20G..pdf?ver=2021-10-28-145542-220"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/comunicacion_social",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.comunicacionsocial@utc.edu.ec",
    "career_name": "Comunicación",
    "faculty_name": "Facultad de Ciencias Sociales Artes y Educación (CSAYE)",
    "degree_title": "Licenciado / Licenciada en Comunicación",
    "semesters": "8 Semestres",
    "description": "DIRECTOR DE LA CARRERA DE COMUNICACIÓN OBJETO DE ESTUDIO El objeto de estudio de la carrera de COMUNICACIÓN son los procesos comunicacionales que implican la investigación, producción, intercambio, intelección, usos y mediaciones de los mensajes y sus sentidos, así como el diálogo entre actores diversos, a través de la comunicación alternativa, favoreciendo la democratización de la comunicación, sustentada en principios éticos y humanísticos. El profesional en Comunicación utiliza herramientas para diagnosticar, proponer, aplicar y evaluar estrategias comunicacionales con participación ciudadana, generando discursos y prácticas comunicacionales de sensibilización y resiliencia en los campos visual, auditivo y lingüístico, empleando plataformas tecnológicas diversas, basándose en contenidos que promuevan el respeto, reconocimiento e inclusión de las diversidades sociales. : La Carrera de Comunicación plantea un proceso de formación que contribuye al logro de habilidades para el buen vivir, es decir, el sujeto que aprende estará en la capacidad de ser generador de nuevos escenarios, caracterizados por la promoción de principios y valores. El futuro comunicador podrá desempeñar las siguientes funciones en el campo laboral: Realizador de géneros y contenidos para televisión y formatos radiofónicos, fotoperiodista, creativo publicitario, asesor de comunicación (dentro de la empresa), consultor de comunicación (externo), gestor de redes sociales, diseñador de campañas propagandísticas, gestor de comunicación para comunidades y organizaciones sociales, gestor de comunidades virtuales, gestor de procedimientos de responsabilidad social corporativa y comunicador organizacional. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/BELEN/2021%20PDF/MALLAS/MALLA_COMUNICACION.pdf?ver=2021-10-28-145542-220"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/veterinaria",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "@utc.edu.ec",
    "career_name": "Veterinaria",
    "faculty_name": "Facultad de Ciencias Agropecuarias y Recursos Naturales (CAREN)",
    "degree_title": "Médico Veterinario",
    "semesters": "9 Semestres",
    "description": "Dr. Cristian Fernando Beltrán Romero, Mgtr. DIRECTOR DE LA CARRERA DE MEDICINA VETERINARIA PERFIL DE EGRESO El Estudiante de la Carrera de Medicina Veterinaria de la UTC aplicará con criterio clínico las diferentes técnicas de diagnóstico, pronóstico, tratamiento y de control de las enfermedades que afectan a los animales domésticos y silvestres, con especial atención a aquellas especies en peligro de extinción. Además, actuará con criterio epidemiológico en el campo de la profesión, desarrollando diferentes medidas sanitarias que permitan prevenir, controlar y erradicar las enfermedades que comprometen la salud y bienestar animal minimizando riesgos para la población humana. La Carrera de Medicina Veterinaria, estudia los procesos de salud pública, los componentes del bienestar animal, los protocolos médicos orientado a los animales y la prevención como fenómeno complejo y multirreferencial, desde una visión de investigación y gestión de procesos integrales de salud animal, pero sobre todo con responsabilidad ética y social, transformando el modo de actuación de los médicos veterinarios, mediante proyectos de salud, medicina, producción agropecuaria, pecuaria y zoogenéticos. Con la aplicación de tecnologías modernas, en el manejo, conservación, mejora y cuidado de los animales, así como también, en actividades de clínica y medicina usando metodologías activas y de investigación acción, que contribuyan con la seguridad alimentaria y la preservación de los saberes ancestrales Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/FACULTAD CAREN/VETERINARIA/MALLA GRAFICA VETERINARIA.pdf?ver=2025-12-18-163938-007"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/PREGRADO/CAREN/turismo",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.turismo@utc.edu.ec",
    "career_name": "Turismo",
    "faculty_name": "Facultad de Ciencias Agropecuarias y Recursos Naturales (CAREN)",
    "degree_title": "El Licenciado/a Turismo será un profesional capaz de gestionar de manera sostenible los procesos turísticos, integrando la tecnología, y adaptándose a las tendencias emergentes.",
    "semesters": "8 Semestres",
    "description": "DIRECTORA DE LA CARRERA DE TURISMO PERFIL DE EGRESO El Licenciado/a Turismo será un profesional capaz de gestionar de manera sostenible los procesos turísticos, integrando la tecnología, y adaptándose a las tendencias emergentes. Será un experto en diseñar estrategias de turismo accesible e inclusivo, aplicar marketing digital, y liderar negocios turísticos eficientes. Capaz de crear experiencias turísticas innovadoras y gestionar crisis, con enfoque en la investigación aplicada, bilingüe y con fuerte ética profesional. Promueve la resiliencia, la conservación de los recursos naturales y culturales, y actúa como agente de cambio para el desarrollo sostenible del turismo; capaces de generar conocimiento científico a través de la investigación y vinculación, para que contribuyan a la transformación social, tecnológica y económica del país. OBJETO DE ESTUDIO Diseñar planes, programas y proyectos para la conservación y manejo sustentable del patrimonio natural con fines de aprovechamiento turístico de acuerdo a las características sociales, ambientales y turísticas. Aplicar modelos de desarrollo turístico mediante la creación de planes y proyectos socio-productivos para la dinamización del turismo. Gestionar el desarrollo turístico - empresarial por medio del proceso administrativo para el sector publico y privado. Dinamizar la cultura mediante planes de revitalización, para potencializar los bienes materiales e inmateriales del país. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/FACULTAD CAREN/TURISMO/6. Anexo Malla Curricular-1.1pdf.pdf?ver=2025-01-08-092327-740"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/ambiente",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "caren@utc.edu.ec",
    "career_name": "Ambiente",
    "faculty_name": "Facultad de Ciencias Agropecuarias y Recursos Naturales (CAREN)",
    "degree_title": "Ingeniero en Ambiente",
    "semesters": "8 Semestres",
    "description": "PERFIL DE EGRESO La Carrera de Ingeniería Ambiental de acuerdo a los resultados o logros de los aprendizajes posibilitarán el desarrollo de las capacidades y actitudes de los futuros profesionales para consolidar sus valores referentes a la pertinencia, la bio-conciencia, la participación responsable, la honestidad, y otros, el perfil de egreso del Ingeniero Ambiental es aplicar y difundir los resultados de aprendizajes mediante la implementación de nuevas metodologías, técnicas, procedimientos, y tecnologías, para la conservación, preservación del Patrimonio Natural y mejorar la calidad de vida de la sociedad La carrera de ingeniería ambiental estudia la degradación de los recursos naturales derivada de la interacción entre las actividades de la sociedad y el medio natural desde una visión de conocimiento teórico-práctico de los factores de biodiversidad, físicos y factores sociales, de investigación de las relaciones entre estos factores que confluyen en la conformación de los ecosistemas y de análisis del estado y la sostenibilidad de los mismos, para la transformación de los ingenieros ambientales desarrollando respuestas técnicas e investigativas para resolver los problemas ambientales de degradación de los recursos naturales contribuyendo a la recuperación y conservación de los servicios ecosistémicos tales como: alimentos, materias primas, agua pura, aire limpio, reducción de la huella de carbono, entre otros, y mejorar las condiciones de vida de la sociedad. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/BELEN/2021%20PDF/MALLAS/MALLA_AMBIENTAL.pdf?ver=2021-10-27-151616-133"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/agronomia",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "caren@utc.edu.ec",
    "career_name": "Agronomía",
    "faculty_name": "Facultad de Ciencias Agropecuarias y Recursos Naturales (CAREN)",
    "degree_title": "Ingeniero/a en Agronomía",
    "semesters": "Consultar universidad",
    "description": "Ing. Wilman Paolo Chasi-Vizuete, Mgtr. DIRECTOR DE LA CARRERA DE AGRONOMÍA PERFIL DE EGRESO El egresado de la Carrera de Agronomía de la Universidad Técnica de Cotopaxi, conoce los factores de la producción agrícola, determinar las técnicas más apropiadas para mejorar los agricultura, genera emprendimientos agrícolas sostenibles, mediante la implementación de técnicas y tecnologías agrícolas, cuyos procesos estarán enmarcados en la sostenibilidad, sensibilidad humana, social y ecológica, se constituye en un profesional que conoce la problemática del sector agrícola de la provincia y región, en virtud de ello y a partir de su formación en el orden aptitud y actitudinal dará las soluciones más pertinentes en el campo agrícola OBJETO DE ESTUDIO La carrera Agronomía estudia los procesos de los sistemas agrícolas, la producción de alimentos de origen agrícola, incluyendo el uso y manejo sostenible de los recursos naturales con un enfoque de sustentabilidad, que persigue la trasformación de los ecosistemas. Entiende a la agricultura como un proceso holístico y dinámico en el cual se envuelven varios actores, involucrando el desarrollo tecnológico, socioeconómico, y ancestral del sector productivo. En esta perspectiva será la responsable de la transformación tecnológica de los procesos productivos agrícolas en todas sus dimensiones con la finalidad de un mejoramiento de las condiciones socio-económicas de los agricultores, para lo cual se planteará el proceso de generación, validación y transferencia de tecnologías apropiadas, amigables con el ambiente y accesibles a las condiciones del agricultor. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/FACULTAD CAREN/AGRONOMIA/MALLA _AGRONOMIA.pdf?ver=2025-12-18-165309-037"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/agroindustrial",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "caren@utc.edu.ec",
    "career_name": "Agroindustrial",
    "faculty_name": "Facultad de Ciencias Agropecuarias y Recursos Naturales (CAREN)",
    "degree_title": "Ingeniero/a en Agroindustrias",
    "semesters": "Consultar universidad",
    "description": "DIRECTOR DE LA CARRERA DE AGROINDUSTRIAL PERFIL DE EGRESO El Ingeniero Agroindustrial es un profesional con formación integral, competitivo, difusor de la ciencia y la tecnología, que aplica los fundamentos científicos, tecnológicos y biotecnológicos de ingeniería en la transformación de materias primas y recursos naturales provenientes del sector agropecuario de acuerdo a la matriz productiva de la región y el país. Adopta parámetros de calidad requeridos para la producción de productos alimentarios y no alimentarios con valor agregado para competir en el mercado nacional e internacional, aplica metodologías de investigación en la solución de problemas de producción agroindustrial para establecer estrategias de innovación a fin de garantizar la seguridad y soberanía alimentaria. La Carrera de Agroindustria estudia los componentes de la ingeniería enfocada a analizar, diseñar, implementar y supervisar procesos de transformación de materia prima, generando productos agroindustriales alimenticios y no alimenticios, con el fin de consolidar desde la ingeniería, la incorporación de nuevas técnicas, métodos e insumos, que aumenten la eficiencia, la productividad de los sistemas y la comercialización de los productos, generando investigación para el mejoramiento tecnológico aprovechando de manera óptima la producción agropecuaria mediante la aplicación de normas técnicas de calidad, contribuyendo significativamente en el cambio de la matriz productiva Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/FACULTAD CAREN/AGROINDUSTRIAL/MALLA GRAFICA AGROINDUSTRIAL.pdf?ver=2025-12-18-163426-903"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Facultad-de-Ciencias-de-la-Ingenier%C3%ADa-y-Aplicadas-CIYA/Electricidad",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.electrica@utc.edu.ec",
    "career_name": "Electricidad",
    "faculty_name": "Facultad de Ciencias de la Ingeniería y Aplicadas (CIYA)",
    "degree_title": "Ingeniero/a Eléctrico",
    "semesters": "8 Semestres",
    "description": "Ing. Xavier Alfonso Proaño-Maldonado, Mgtr. DIRECTOR DE LA CARRERA DE ELECTRICIDAD PERFIL PROFESIONAL DE LA CARRERA “El/a Ingeniero/a Eléctrico/a graduado en la Universidad Técnica de Cotopaxi, se forma en competencias científicas, tecnológicas y humanistas, siendo capaz de aplicar metodologías de cálculo, simulación, resolución de problemas, lo que le permite realizar investigaciones, análisis, diseños y auditorías en los sistemas eléctricos de los sectores residenciales, comerciales e industriales. Las principales áreas en las que estará involucrado el profesional son: planificación, diseño, construcción y operación de estos sistemas, con el objetivo de garantizar un suministro de energía confiable y eficiente al usuario”. CAMPO OCUPACIONAL Como Ingeniero/a Eléctrico/a, tendrás la oportunidad de trabajar en diversos sectores, ya sea en el ámbito público o privado, formando parte de empresas, instituciones o incluso emprendiendo de manera independiente. ¡Tú decides cómo marcar la diferencia! ¿Qué puedes lograr? • Liderar proyectos: Con experiencia, podrás ocupar cargos de gerencia, ser parte de directorios o convertirte en jefe/a departamental en empresas del sector eléctrico. • Impulsar industrias: La electricidad es esencial en sectores como el industrial, comercial, petrolero y muchos más. Podrás brindar soluciones innovadoras a problemas relacionados con la energía eléctrica. • Desarrollar tu creatividad: Desde el diseño hasta la supervisión, tendrás la oportunidad de trabajar en proyectos que transformen la forma en que usamos la energía. ¿Qué funciones podrás desempeñar? • Planificar, diseñar y construir sistemas eléctricos: Crea soluciones que iluminen el futuro. • Operar, mantener y supervisar sistemas eléctricos: Asegúrate de que todo funcione a la perfección. • Fiscalizar proyectos eléctricos: Garantiza que los proyectos cumplan con los estándares de calidad y seguridad. • Diagnosticar y evaluar sistemas eléctricos: Identifica problemas y propone mejoras para optimizar el uso de la energía mediante automatización de redes eléctricas y uso de energías renovables. Este campo ocupacional no solo ofrece estabilidad laboral, sino también la posibilidad de innovar y contribuir al desarrollo tecnológico y social. Conviértete en un profesional que impulse el futuro de la energía. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/BELEN/2021%20PDF/MALLAS/MALLA_ELECTRICIDAD.pdf?ver=2021-10-27-153720-060&timestamp=1635369275853"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Facultad-de-Ciencias-Administrativas-y-Econ%C3%B3micas-CAYE/Finanzas1",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": ".finanzas@utc.edu.ec",
    "career_name": "Finanzas",
    "faculty_name": "Facultad de Ciencias Administrativas y Económicas (CAYE)",
    "degree_title": "Licenciado/a en Finanzas",
    "semesters": "8 Semestres",
    "description": "Ing. Efrén Gonzalo Montenegro Cueva, MSc. DIRECTOR DE LA CARRERA EN FINANZAS, Encargado PERFIL DE EGRESO: El Licenciado en Finanzas graduado en la Universidad Técnica de Cotopaxi se caracteriza por sus habilidades analíticas para gestionar eficientemente los recursos financieros en diversos contextos empresariales, mediante sólidos conocimientos en las áreas financiera, administrativa y económica orientados a la toma de decisiones estratégicas. Está capacitado para aplicar las normativas y regulaciones financieras vigentes en el país, así como para utilizar herramientas tecnológicas y de inteligencia artificial en modelos de simulación financiera. Su capacidad de comunicación y trabajo en equipo le permite interactuar con diferentes actores en el ámbito financiero, contribuyendo a la generación de valor en las organizaciones con un enfoque ético y una visión integral de los negocios. : La carrera en Finanzas se orienta hacia la preparación de profesionales altamente capacitados para la administración, análisis y optimización de los recursos financieros en organizaciones, utilizando conocimientos en contabilidad, finanzas, inversiones, presupuestos y gestión de riesgos, con el apoyo de herramientas tecnológicas y habilidades de comunicación fomentando sus capacidades para la toma de decisiones estratégicas y la planificación financiera efectiva, considerando el contexto económico y jurídico del país con responsabilidad social, contribuyendo al desarrollo sostenible y al éxito financiero de las organizaciones en Ecuador. Contáctanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/FACULTAD ADMINISTRATIVAS/FINANZAS - MALLA GRAFICA UTC.pdf?ver=2025-12-19-112201-140"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/PREGRADO/CCAA/Mercadot%C3%A9cnia1",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.mercadotecnia@utc.edu.ec",
    "career_name": "Mercadotécnia",
    "faculty_name": "Facultad de Ciencias Administrativas y Económicas (CAYE)",
    "degree_title": "Licenciado/a en Mercadotecnia",
    "semesters": "8 Semestres",
    "description": "DIRECTOR DE LA CARRERA DE MERCADOTECNIA PERFIL DE EGRESO El egresado de la carrera de Mercadotecnia será capaz de desarrollar estrategias de mercadotecnia, campañas promocionales, asesorías en la comercialización y distribución de productos y servicios, coadyuvando con la gestión de canales de distribución propiciando la eficiencia de los negocios inclusivos e incrementando la cobertura nacional e internacional, consiguiendo un crecimiento económico sostenible y sustentable de los sectores productivos de Ecuador. : La carrera en mercadotecnia desarrolla capacidades que permiten gestionar el proceso comercial que se lleva a efecto en el mercado, con el objetivo de crecer, posicionar empresas, marcas, productos e imagen personal y corporativa, para de esta manera contribuir al comercio justo, al posicionamiento de productos y servicios coadyuvando con el mejoramiento económico del país. La carrera de mercadotecnia contempla los siguientes núcleos: mercadotecnia, psicología, investigación comercial y administración. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/BELEN/2021%20PDF/MALLAS/MERCADOTECNIA_MALLA.pdf?ver=2021-10-28-143618-243"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/gestion_informacion_gerencial",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.gestioninformaciongerencial@utc.edu.ec",
    "career_name": "Gestión de la Información Gerencial",
    "faculty_name": "Facultad de Ciencias Administrativas y Económicas (CAYE)",
    "degree_title": "Licenciado/a en Gestión de la Información Gerencial",
    "semesters": "8 Semestres",
    "description": "Ing. Alexandra Lorena Alajo-Anchatuña, Mgtr. DIRECTORA DE LA CARRERA DE GESTIÓN DE LA INFORMACIÓN GERENCIAL PERFIL DE EGRESO El Profesional será capaz de: Construir la gestión documental en el sector empresarial, desarrolla sistemas ágiles de archivo para la gestión de la información, desarrolla competencias laborales esenciales para una administración efectiva en la oficina, empleando de forma eficiente y oportuna la agenda electrónica, además prepara documentos relacionados con su entorno laborar, profesional y empresarial aplicando las Tecnologías de la Información y la Comunicación. De igual forma, aplica normas y estándares aceptados a nivel nacional e internacional en la seguridad de documentos e información de las empresas, emplea competencias gerenciales para contribuir al logro de objetivos y el desarrollo dentro de la organización, como soporte técnico en los procesos administrativos de la empresa, también trabaja mediante la gestión por resultados, puede explicar los estados financieros para la toma de decisiones y aplicar estrategias de negociación, contribuye con la gestión gerencial, con eficiencia y eficacia, ejecuta procesos de etiqueta, protocolo, relaciones públicas e imagen en las organizaciones, para contribuir al logro de objetivos y metas empresariales e institucionales. : La carrera de Gestión de la Información Gerencial estudia: Los procesos; administrativo los de gestión documental, la gestión por resultados, los sistemas de archivo, las relaciones públicas, la etiqueta y protocolo, la imagen personal e institucional, así como las tecnologías de información y comunicación, desde una visión de las ciencias administrativas y de información, contribuyendo a la solución de la inadecuada gestión de los recursos, la poca aplicación de tecnologías de información y comunicación, el manejo inadecuado de la gestión estratégica y las TICS, aplicando metodologías investigativas, participativas y de investigación que aporten en la toma de decisiones del sector empresarial de la provincia de Cotopaxi. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/FACULTAD ADMINISTRATIVAS/INFORMACION_MALLA.pdf?ver=2025-12-19-111502-103"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Facultad-de-Ciencias-Sociales-Artes-y-Educaci%C3%B3n-CSAYE/Trabajo-Social",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.trabajosocial@utc.edu.ec",
    "career_name": "Trabajo Social",
    "faculty_name": "Facultad de Ciencias Sociales Artes y Educación (CSAYE)",
    "degree_title": "Licenciado/a en Trabajo Social",
    "semesters": "8 Semestres",
    "description": "DIRECTOR DE LA CARRERA DE TRABAJO SOCIAL PERFIL PROFESIONAL DE LA CARRERA El egresado de la carrera de Trabajo Social de la Universidad Técnica de Cotopaxi posee una perspectiva amplia por la justicia social, es portador de valores humanistas y ciudadanos; con sensibilidad social, abierto/a a la reflexión de los hechos sociales y dispuesto al diálogo con distintos actores sociales. Es una persona con actitud proactiva en la búsqueda de alternativas a los problemas humanos. Con este propósito, utiliza referentes como la Declaración de los Derechos Humanos, los principios de la justicia social y la promoción de la participación ciudadana. Es un/a profesional con conocimientos éticos disciplinares referidos al desarrollo y funcionamiento humano en su relación con el entorno, estructuras y procesos sociales. Su desempeño profesional se caracteriza por el respeto a la diversidad, reconocimiento a la dignidad, valor y singularidad de los sujetos. Asimismo, es capaz de intervenir en la realidad social de manera significativa, constituyéndose en promotor del cambio y el mejoramiento de las condiciones de vida de las personas y comunidades. Los profesionales en Trabajo Social de la Universidad Técnica de Cotopaxi se orientan a la transformación social. Cuentan con herramientas teóricas y técnicas para desempeñarse adecuadamente en el mundo laboral y aportar, desde su rol profesional, al mejoramiento de condiciones de vida y la disminución de brechas provocadas por la inequidad social. Valorar la capacidad de recursos naturales y los beneficios de su explotación, alcanzando un desarrollo sostenible de la sociedad para generar fuentes de empleo y recursos económicos que beneficien el desarrollo económico social de los habitantes del sector o comunidad donde se dé el estudio de los recursos o la explotación Desarrollar una cultura de prevención del consumo de drogas especialmente en niños y adolescentes que son un colectivo vulnerable evitando la aparición de riesgos psicosociales que afecten a la sociedad como robo, delincuencia, violaciones, pandillas, entre otros. Desarrollar asociatividad en todos los niveles de la sociedad, especialmente en las familias agricultoras campesinas con el fin de establecer acuerdos de productividad, intercambios de saberes, convivencia armónica y generación de recursos que beneficien a todos los integrantes del sector campesino. Proporcionar estrategias a las personas para su autodeterminación, identidad cultural, para superar cualquier tipo de discriminación de origen cultural y social, mediante acciones afirmativas y de reparación integral para la construcción de una sociedad inclusiva. Proporcionar estrategias a las personas para que sean capaces de incidir en los procesos de toma de decisiones en materia política, reivindicando sus derechos, necesidades, puntos de vista y circunstancias Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/BELEN/2021%20PDF/MALLAS/MALLA_T.%20SOCIAL.pdf?ver=2021-10-28-145542-283"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Facultad-de-Ciencias-Sociales-Artes-y-Educaci%C3%B3n-CSAYE/Animaci%C3%B3n-Digital",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.animaciondigital@utc.edu.ec",
    "career_name": "Animación Digital",
    "faculty_name": "Facultad de Ciencias Sociales Artes y Educación (CSAYE)",
    "degree_title": "Licenciado/a en Animación Digital",
    "semesters": "8 Semestres",
    "description": "Alfredo Mauricio Astudillo-Mamarandi. Mg DIRECTOR DE LA CARRERA DE ANIMACIÓN DIGITAL, Encargado PERFIL PROFESIONAL DE LA CARRERA La formación de las/os profesionales en animación digital, se desarrollará en crear proyectos de investigación y vinculación con la sociedad y estos van de la mano con los resultados de aprendizaje esperado. Por tal razón el objetivo es: Desarrollar estudios en el contexto de la cotidianidad para detectar necesidades del mercado actual en función de la animación, investigar los modos de producción en el desarrollo de proyectos de animación aplicables en las MIPYMES. Finalmente, en la unidad de titulación el objetivo se enmarca en: Potenciar la industria de la animación digital, cine de animación mediante procesos digitales en el contexto sociocultural, no solo usando diversos programas, herramientas y plataformas acorde a la vanguardia, sino como complemento podrá vincular herramientas multimedia interactivas, lo que genera una gran diferencian de las demás carreras de animación digital en el País. Perfil de egreso El animador digital es un profesional integral con la capacidad de idear, dirigir y ejecutar proyectos audiovisuales animados desde la preproducción hasta la postproducción. Su dominio de las técnicas narrativas visuales le permite comunicar ideas y conceptos de manera efectiva en diversos ámbitos, recreando sucesos históricos o creando mundos ficticios. Además, cuenta con un amplio conocimiento de herramientas y técnicas, tanto tradicionales como digitales, que le permiten dar vida a sus creaciones, desde el desarrollo de guiones hasta la construcción de espacios compositivos en 2D y 3D. Su formación le permite abordar proyectos multidisciplinarios en el sector del entretenimiento, la educomunicación y la cultura, contribuyendo así al desarrollo de las industrias creativas. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/FACULTAD SOCIALES/MALLA GRAFICA ANIMACION DIGITAL.pdf?ver=2025-12-19-115748-137"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/administracion_de_empresas",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.comercial@utc.edu.ec",
    "career_name": "Administración de Empresas",
    "faculty_name": "Facultad de Ciencias Administrativas y Económicas (CAYE)",
    "degree_title": "Licenciado/a en Administración de Empresas",
    "semesters": "8 Semestres",
    "description": "Ing. Roberto Carlos Arias-Figueroa, Mgtr. DIRECTOR DE LA CARRERA DE ADMINISTRACIÓN DE EMPRESAS PERFIL DE EGRESO El profesional será capaz de usar los conocimientos adquiridos para el manejo responsable de empresas públicas y privadas, convirtiéndose en un profesional con liderazgo y visión estratégica, que contribuya al crecimiento y desarrollo del tejido empresarial de la región y el país, dentro de sus principales competencias están: Será un tomador de decisiones con conocimientos de todas las áreas funcionales, diagnosticar problemáticas empresariales y proponer soluciones, organizar y optimizar los recursos de la empresa, además de diseñar, planear y ejecutar estrategias y acciones que marcarán el futuro de la organización, con habilidad en la negociación y perseverancia en el alcance de objetivos, consciente de que el objeto próximo de la Administración son las relaciones entre las personas, con valores morales y principios éticos para administrar cualquier tipo de empresas. La carrera de Administración de Empresas estudia: el proceso administrativo, cuyos componentes son la planificación, la organización, la dirección y el control, de empresas públicas y privadas, así como también su dinámica, su estructura, las diversas formas de autoridad, la gestión del talento humano, la relación con los clientes y usuarios, introduciendo sistemas de gestión orientados hacia la calidad, la mejora continua, los emprendimientos y la prospectiva estratégica como base para contribuir al sector empresarial de la economía popular y solidaria a nivel local, regional y del país Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/BELEN/2021%20PDF/MALLAS/EMPRESAS_MALLA%20.pdf?ver=2021-10-28-143615-810"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Facultad-de-Ciencias-Agropecuarias-y-Recursos-Naturales-CAREN/Biotecnologia",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "caren@utc.edu.ec",
    "career_name": "Biotecnología",
    "faculty_name": "Facultad de Ciencias Agropecuarias y Recursos Naturales (CAREN)",
    "degree_title": "Ingeniero/a Biotecnólogo/a",
    "semesters": "Consultar universidad",
    "description": "Ing. Geraldo Ariolfo Cuadrado Barreto, Mgtr. DIRECTOR DE LA CARRERA DE BIOTECNOLOGÍA PERFIL DE EGRESO El egresado de la carrera de Biotecnología de la Universidad Técnica de Cotopaxi, combinará sus conocimientos de biología con la tecnología para transformar y optimizar los sistemas agroindustriales y pecuarios, a través de la manipulación de microorganismos para producir bioprocesos amigables con el ambiente. La carrera de Biotecnología tiene como objeto de estudio la tecnología aplicada a los procesos biológicos. En este sentido, existe un amplio consenso sobre el carácter y objeto de estudio de la biotecnología, la cual es descrita como ciencia y tecnología a la vez, teniendo como centro de su estudio a los fenómenos y procesos biológicos. Esta situación implica que un conglomerado de técnicas y procedimientos de carácter tecnológico sean aplicados a la biología. Por otra parte, la enseñanza de la biotecnología se ha descrito como una necesidad generada desde el contexto de la producción científica y tecnológica, que satisface intereses sociales, económicos e investigativos. La naturaleza interdisciplinar de la biotecnología hace que se beneficie de aportes de diferentes disciplinas, como la microbiología, genética, bioquímica y la ingeniería, los cuales se aplican sobre organismos unicelulares y pluricelulares, ya sea para obtener un producto o resultado concreto que sea útil para la sociedad o simplemente para la generación de nuevo conocimiento científico. Por consiguiente, la enseñanza de la biotecnología discurre entre dos ejes: por una parte, interviene el conocimiento teórico centrado en los fenómenos y procesos biológicos y, por otro lado, se tiene al saber hacer que representa al componente práctico de la biotecnología, en donde el elemento científico – tecnológico juega un rol preponderante en el desarrollo de las habilidades y destrezas requeridas para la profesión. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/FACULTAD CAREN/BIOTECNOLOGÍA/MALLA GRAFICA BIOTECNOLOGIA.pdf?ver=2025-12-18-171942-267"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Facultad-de-Ciencias-Agropecuarias-y-Recursos-Naturales-CAREN/Agropecuarias",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "caren@utc.edu.ec",
    "career_name": "Agropecuarias",
    "faculty_name": "Facultad de Ciencias Agropecuarias y Recursos Naturales (CAREN)",
    "degree_title": "Ingeniero/a Agropecuario/a",
    "semesters": "Consultar universidad",
    "description": "Ing. Cléver Gilberto Castillo de la Guerra, Mgtr. DIRECTOR DE LA CARRERA DE AGROPECUARIA PERFIL DE EGRESO El egresado de la carrera de Agropecuaria en la Universidad Técnica de Cotopaxi, tendrá amplios conocimientos de las actividades primarias de la economía, la agricultura, la ganadería y las ciencias básicas de la ingeniería, capaz de generar y administrar empresas agropecuarias, aplicando procesos biotecnológicos con tecnologías de punta, metodologías de investigación científica que aporte al desarrollo sostenible de la producción vegetal y animal, a la generación de emprendimientos, comprometido con la protección y conservación ambiental, respetando los valores, las culturas La carrera de Agropecuaria estudia los sistemas de gestión y producción agropecuaria rural sostenible. Considerando que la principal actividad económica de la provincia de Cotopaxi es la agricultura y la ganadería. De esta manera, aprovechar extensamente la biodiversidad de la provincia fomentando. El desarrollo productivo utilizando alternativas limpias y amigables con el ambiente para mejorar los procesos de producción agrícola y pecuaria con el objetivo de garantizar la seguridad e inocuidad alimentaria. Así, hacer de la provincia de Cotopaxi el centro de la producción agrícola y pecuaria del país vinculando la comunidad, la academia y la industria. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2025/FACULTAD CAREN/AGROPECUARIA/MALLA GRAFICA AGROPECUARIA.pdf?ver=2025-12-18-171654-820"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Facultad-de-Ciencias-Administrativas-y-Econ%C3%B3micas-CAYE/Gestion-del-Talento-Humano",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.gestiontalentohumano@utc.edu.ec",
    "career_name": "Gestión del Talento Humano",
    "faculty_name": "Facultad de Ciencias Administrativas y Económicas (CAYE)",
    "degree_title": "Licenciado/a en Gestión de Talento Humano",
    "semesters": "8 Semestres",
    "description": "DIRECTOR DE LA CARRERA DE GESTIÓN DE TALENTO HUMANO PERFIL DE EGRESO Propondrá planes de carrera en las Instituciones públicas y privadas potenciando el desarrollo de los trabajadores y sus capacidades, a través de las posiciones de sucesión en los cargos críticos de la organización. Promoverá el desarrollo de personas en las organizaciones generando mayor productividad, que aporte al cumplimiento de los objetivos organizacionales coadyuvando en la competitividad empresarial. Planificará orientaciones técnicas respecto de las actividades de administración del personal, entrenamiento y formación, bienestar social, seguridad y salud ocupacional, basados en las políticas, directrices y normas legales de la empresa. Desarrollará capacidades de investigación y desarrollo para el fortalecimiento del talento humano en sus diferentes etapas en instituciones públicas y privadas, contribuyendo a la solución de los problemas empresariales. : La Carrera de Gestión de Talento Humano fortalece la importancia que tienen las personas en la organización, más que como recurso, como seres individuales con potencialidades y competencias que los haces baluartes únicos, siendo un socio estratégico en diseño de tácticas administrativas, aspectos que le permiten a las personas convertirse en una ventaja competitiva y sostenible en la empresa Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/BELEN/2021%20PDF/MALLAS/G.T.%20HUMANO_MALLA.pdf?ver=2021-10-28-143615-810"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/GRADO/Facultad-de-Ciencias-Administrativas-y-Econ%C3%B3micas-CAYE/Economia",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.economia@utc.edu.ec",
    "career_name": "Economía",
    "faculty_name": "Facultad de Ciencias Administrativas y Económicas (CAYE)",
    "degree_title": "Economista",
    "semesters": "Consultar universidad",
    "description": "DIRECTOR DE LA CARRERA DE ECONOMÍA, Encargado PERFIL DE EGRESO El graduado de la carrera de Economía de la Universidad Técnica de Cotopaxi, tendrá una sólida formación económica, analítica, humanista y social, capaz de entender los grandes problemas económicos desde una perspectiva interdisciplinaria para dar respuesta a los nuevos retos de la realidad económica social del país y de la región. El objeto de estudio de la carrera está en relación a las tres instituciones básicas de un sistema económico moderno: la empresa, el mercado y el Estado y con ello aportar a las necesidades del entorno social, empresarial, profesional y estudiantil de la profesión del economista. Contactanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/2024/ECONOMÍA/ECONOMÍA - MALLA GRÁFICA UTC 2024..pdf?ver=2024-10-17-122448-220"
  },
  {
    "university_name": "Universidad Técnica de Cotopaxi",
    "career_url": "https://www.utc.edu.ec/contabilidadAuditoria2",
    "data_collection_date": "2026-01-24",
    "university_type": "Pública",
    "university_contact": "direccion.contabilidadyauditoria@utc.edu.ec",
    "career_name": "Contabilidad y Auditoría",
    "faculty_name": "Facultad de Ciencias Administrativas y Económicas (CAYE)",
    "degree_title": "Licenciado/a en Contabilidad y Auditoría",
    "semesters": "8 Semestres",
    "description": "Ing. Clara de las Mercedes Razo-Ascazubi, Mg. DIRECTORA DE LA CARRERA DE CONTABILIDAD Y AUDITORÍA PERFIL DE EGRESO Profesional con una sólida formación integral tanto en la teoría como en la práctica, con capacidad de asesorar, diseñar e implementar sistemas de información contable, de costos dirigidas a los sectores comercial, de servicios, industrial, agrícola y ganadero, lo que le permitirá generar resultados económicos financieros de manera oportuna, veraz y útil como herramienta de gestión para la administración en la toma de decisiones, todo esto bajo el estricto cumplimiento de la normativa legal, tributaria vigente, además tiene la competencia de aplicar técnicas y herramientas de auditoría para emitir una opinión profesional basada en evidencias suficientes y relevantes que garantiza la confiabilidad y autenticidad en los procesos llevados a cabo en cada organización, de esta forma el profesional Contador- Auditor cumple su rol social que va de la mano con sus valores éticos, lo que se ve reflejado en el desarrollo de su ejercicio profesional. : La Carrera de Contabilidad y Auditoría, estudia los procesos contables, de auditoria, los costos y los aspectos tributarios, da solución a los problemas referentes a la inaplicabilidad de metodologías de auditoría integral en procedimientos del desarrollo de las actividades empresariales, la evasión tributaria, la ausencia de estructura contable, desde una visión de investigación y gestión de procesos integrales, contables, presupuestarios, tributarios de costos y de auditoria, con solvencia científica y responsabilidad social, desarrollando proyectos de mejoramiento en la cultura tributaria, contribuyendo con el desarrollo del país, el crecimiento del PIB, que responda a los desafíos del Plan Nacional del Buen Vivir y el plan de desarrollo de la provincia de Cotopaxi. Contáctanos",
    "locations": [
      "Latacunga",
      "La Maná",
      "Pujilí"
    ],
    "cost": "Gratuita (Pública)",
    "modality": "Presencial",
    "study_plan_pdf": "https://www.utc.edu.ec/Portals/0/BELEN/2021%20PDF/MALLAS/AUDITORIA_MALLA.pdf?ver=2021-10-28-143618-243"
  }
]