[
    {
        "universidad":"UTMACH",
        "carrera":"Portal Web",
        "url_origen":"http:\/\/www.utmachala.edu.ec\/portalwp\/",
        "url_malla":"PDF",
        "contenido_malla":"RESOLUCIÓN NRO 0340-2025-CU-SO-17 CONSIDERANDO: Que, la Constitución de la República del Ecuador en el artículo 83, numeral 11 determina como deber y responsabilidad de las y los ecuatorianos asumir funciones públicas como un servicio a la colectividad y rendir cuentas a la sociedad y a la Autoridad, de acuerdo con la Ley; Que, la Constitución de la República del Ecuador en su artículo 355 reconoce a las universidades y escuelas politécnicas autonomía académica, administrativa, financiera y orgánica, acorde con los objetivos del régimen de desarrollo y los principios establecidos en la Constitución; Que, la Ley Orgánica de Educación Superior en su artículo 17 establece que el Estado reconoce la autonomía académica, administrativa, financiera y orgánica, de las universidades y escuelas politécnicas acorde con los principios establecidos en la Constitución de la República; Que, el artículo 25 de la Ley Orgánica de Educación Superior dispone que las instituciones del Sistema de Educación Superior deberán rendir cuentas de los fondos públicos recibidos en relación con sus fines, mediante el mecanismo que establezca la Contraloría General del Estado, en coordinación con el órgano rector de la política pública de educación superior, y conforme las disposiciones de la Ley que regula el acceso a la información; Que, el artículo 27 de la Ley Orgánica de Educación Superior señala que Las instituciones que forman parte del Sistema de Educación Superior, en el ejercicio de su autonomía responsable, tienen la obligación anual de rendir cuentas a la sociedad, sobre el cumplimiento de su misión, fines y objetivos. La rendición de cuentas también se lo realizará ante el Consejo de Educación Superior. Que, la Ley Orgánica de Educación Superior en el artículo 50 determina como una de las obligaciones del Rector o la Rectora deberá presentar el informe anual de rendición de cuentas a la sociedad, en el que incluya el respectivo informe del cumplimiento de su plan de trabajo a la comunidad universitaria o politécnica, al Consejo de Educación Superior y al ente rector de la política pública de educación superior, que será publicado en un medio que garantice su difusión masiva; Pá gi n a 1 | 4 RESOLUCIÓN NRO 0340-2025-CU-SO-17 Que, el artículo 89 de la Ley Orgánica de Participación Ciudadana define a la rendición de cuentas como un proceso sistemático, deliberado, interactivo y universal, que involucra a autoridades, funcionarias y funcionarios o sus representantes y representantes legales, según sea el caso, que estén obligadas u obligados a informar y someterse a evaluación de la ciudadanía por las acciones u omisiones en el ejercicio de su gestión y en la administración de recursos públicos; Que, la Ley Orgánica de Participación Ciudadana en su artículo 93 establece que las funcionarias y los funcionarios, directivos y los responsables de la conducción de unidades administrativas, administraciones territoriales, empresas, fundaciones y otras organizaciones que manejen fondos públicos, están obligados, principalmente, a rendir cuentas sobre: 1. Planes operativos anuales; 2. Presupuesto aprobado y ejecutado; 3. Contratación de obras y servicios; 4. Adquisición y enajenación de bienes; y, 5. Compromisos asumidos con la comunidad; Que, el artículo 94 de la Ley Orgánica de Participación Ciudadana en su parte pertinente determina que es atribución del Consejo de Participación Ciudadana y Control Social, de conformidad con la ley, establecer y coordinar los mecanismos, instrumentos y procedimientos para la rendición de cuentas de las instituciones y entidades del sector público; Que, el artículo 95 de la Ley Orgánica de Participación ciudadana dispone que la rendición de cuentas se realizará una vez al año y al final de la gestión, teniendo en consideración las solicitudes que realice la ciudadanía, de manera individual o colectiva, de acuerdo con la Constitución y la Ley; Que, el artículo 16 del Estatuto de la Universidad Técnica de Machala indica que: “La Universidad Técnica de Machala, anualmente rendirá cuentas del cumplimiento de su misión, fines y objetivos, así como de los fondos públicos recibidos, mediante mecanismos que establezcan los organismos de control del Estado, en coordinación con el órgano rector de la política pública de Educación Superior; y, conforme las disposiciones establecidas por la ley que regula el acceso a la Información. La autoridad encargada de esta rendición social de cuentas será el Rector de la Universidad, debiendo utilizar mecanismos de difusión pública, con distribución masiva para los diferentes estamentos universitarios y ciudadanía en general.” Que, el literal g) del artículo 25 del Estatuto de la Universidad Técnica de Machala indica que el Consejo Universitario, conocerá el informe anual de Rendición de Cuentas del Rector de la Universidad Técnica de Machala; Pá gi n a 2 | 4 RESOLUCIÓN NRO 0340-2025-CU-SO-17 Que, el literal ee) del artículo 25 del Estatuto de la Universidad Técnica de Machala indica que el Consejo Universitario, ejercerá las demás atribuciones que le señalen la Constitución, la Ley, el presente Estatuto y los Reglamentos, en ejercicio de la autonomía responsable; Que, mediante memorando nro. UTMACH-DPLAN-2025-0359-M, de fecha 11 de junio de 2025, suscrito por el Ab. Oscar Rolando Sánchez López, Director de Planificación de la Universidad Técnica de Machala, remite al Dr. Jhonny Pérez Rodríguez, Rector, el INFORME PRELIMINAR DE RENDICION DE CUENTAS 2024, y el respectivo formulario para las Instituciones de Educación Superior; para que se ponga en conocimiento del Consejo Universitario. Que, en la décima séptima sesión ordinaria, los miembros del órgano colegiado superior, luego de conocer y analizar el contenido del memorado nro. UTMACH- DPLAN-2025-0359-M, de fecha 11 de junio de 2025, suscrito por el Ab. Oscar Rolando Sánchez López, Director de Planificación de la Universidad Técnica de Machala, conjuntamente con los documentos anexados; los miembros del órgano colegiado Institucional en función de la argumentación expuesta y en uso de las atribuciones que le confiere la Constitución de la República del Ecuador, la Ley Orgánica de Educación Superior; y, el Estatuto Institucional, por unanimidad consideran pertinente acoger el contenido de los mismos; y, RESUELVE: Artículo uno. - Conocer y aprobar el Informe Preliminar de Rendición de Cuentas 2024, de conformidad con la documentación adjunta en el enlace web institucional que se encuentra en el memorando nro. UTMACH-DPLAN-2025- 0359-M, anexado a la presente resolución. Artículo dos. - Disponer a la Dirección de Comunicación realice la publicación de la presente resolución en la página web institucional www.utmachala.edu.ec, en la ventana “RESOLUCIONES”, de la sección “SECRETARIA GENERAL” que se despliega en el menú NOSOTROS. DISPOSICIONES GENERALES: PRIMERA. – Notificar la presente resolución a Consejo Universitario. SEGUNDA. - Notificar la presente resolución a Procuraduría General. TERCERA. - Notificar la presente resolución Dirección de Planificación CUARTA. - Notificar la presente resolución a la Coordinación General de Rectorado. Pá gi n a 3 | 4 RESOLUCIÓN NRO 0340-2025-CU-SO-17 QUINTA. – Notificar la presente resolución a la Dirección de Comunicación. Dada en la ciudad de Machala, a los dieciocho (18) días del mes de junio del año 2025, en la décima séptima sesión ordinaria del Consejo Universitario de la Universidad Técnica de Machala. FKiArmRadIo NelAec trEónLicIamZenAteB pEoTr:H RODRIGUEZ ROMERO Validar únicamente con FirmaEC Abg. Karina Elizabeth Rodriguez Romero, Esp. SECRETARIA GENERAL Pá gi n a 4 | 4 INFORME PRELIMINAR DE RENDICIÓN DE CUENTAS GESTIÓN 2024 Contenido Contenido ......................................................................................................................... 1 Introducción...................................................................................................................... 3 Desarrollo ......................................................................................................................... 6 Cumplimiento de Políticas, planes y programas ........................................................................ 6 Cumplimiento del Plan Estratégico de Desarrollo Institucional ................................................ 8 Cumplimiento del Plan Operativo Anual ................................................................................. 17 Ejecución del Presupuesto Institucional .................................................................................. 23 Procesos de Contratación Pública Y Contratación de Obras y Servicios ................................. 36 Adquisición y enajenación de bienes ....................................................................................... 37 Gasto en publicidad y propaganda, Transparencia y Acceso a la Información ....................... 39 Cumplimiento de Obligaciones Laborales ............................................................................... 40 Cumplimiento de Obligaciones Tributarias.............................................................................. 48 Mecanismos de Participación Ciudadana ................................................................................ 50 Mecanismos de Control Social ................................................................................................. 52 Cumplimiento de recomendaciones y pronunciamientos....................................................... 52 INFORME PRELIMINAR DE RENDICIÓN DE CUENTAS - GESTIÓN AÑO 2024 Página 1 de 153 Cumplimiento de acuerdos de deliberación de Rendición de Cuentas de la gestión anterior53 Trascendencia para el interés colectivo................................................................................... 54 Cumplimiento de Procesos electorales ............................................................................... 54 Servicios para la comunidad en prácticas preprofesionales.................................................... 60 Programas de Vinculación con la Sociedad ............................................................................. 76 Procesos de autoevaluación .................................................................................................. 107 Concursos públicos de méritos y oposición para profesores ................................................ 113 Régimen Disciplinario............................................................................................................. 113 Implementación de Políticas Públicas para la Igualdad ......................................................... 120 Temas de Interés para la Ciudadanía ........................................................................... 122 Conclusiones ................................................................................................................. 148 Recomendaciones......................................................................................................... 151 Fuentes de Información ................................................................................................ 152 INFORME PRELIMINAR DE RENDICIÓN DE CUENTAS - GESTIÓN AÑO 2024 Página 2 de 153 Introducción En cumplimiento de lo establecido en la Ley Orgánica de Participación Ciudadana y Control Social, en su artículo 90, la Universidad Técnica de Machala (UTMACH) presenta su Informe de Rendición de Cuentas correspondiente al año 2024. La UTMACH es una institución de educación superior pública, ubicada en la provincia de El Oro, en la ciudad de Machala. Desde agosto del año 2022, su administración está a cargo de las siguientes autoridades: • Dr. Jhonny Pérez Rodríguez, Ph.D. - Rector; • Ing. Rosemary Samaniego Ocampo, Ph.D. - Vicerrectora Académica; • Ing. Luis Brito Gaona, Ph.D. - Vicerrector de Investigación, Vinculación y Posgrado; • Ing. Irene Sánchez González, Ph.D. - Vicerrectora Administrativa. La institución está conformada por cinco facultades, en el año 2024 ofreció un total de 32 carreras, acogiendo a 13.789 estudiantes durante el período 2024-2. Tabla 1 Facultades y Carreras de la UTMACH - año 2024 Facultad de Carrera • Acuicultura Ciencias • Agronomía Agropecuarias • Medicina y Veterinaria • Agropecuaria (aprobada en septiembre 2024) • Administración de Empresas • Comercio Exterior • Contabilidad y Auditoría Ciencias • Economía Empresariales • Finanzas y Negocios Digitales • Mercadotecnia • Turismo INFORME PRELIMINAR DE RENDICIÓN DE CUENTAS - GESTIÓN AÑO 2024 Página 3 de 153 Facultad de Carrera • Alimentos • Bioquímica y Farmacia Ciencias Químicas y de • Enfermería la Salud • Ingeniería Química • Medicina • Psicología Clínica • Artes Plásticas • Comunicación • Derecho • Educación Básica • Educación Básica en Línea (aprobada en marzo 2024) Ciencias Sociales • Educación Inicial • Pedagogía de la Actividad Física y el Deporte • Pedagogía de las Ciencias Experimentales • Pedagogía de los Idiomas Nacionales y Extranjeros • Psicopedagogía • Sociología • Trabajo Social • Ingeniería Ambiental Ingeniería Civil • Ingeniería Civil • Ingeniería de Tecnologías de la Información Fuente: Plan Operativo Anual 2024 A continuación, se muestra de manera gráfica la ubicación de los estudiantes según la facultad. Gráfico 1 Número de estudiantes por Facultad - año 2024 INFORME PRELIMINAR DE RENDICIÓN DE CUENTAS - GESTIÓN AÑO 2024 Página 4 de 153 2.319 2.397 1.915 830 499 1.466 1.028 947 1.208 1.180 FCA FCE FCQS FCS FIC HOMBRES MUJERES Fuente: SIUTMACH\/MATRÍCULA 2024-2 La Universidad Técnica de Machala, en cumplimiento del derecho ciudadano a la transparencia en la gestión de los recursos públicos y con el objetivo de evidenciar el uso responsable de los fondos institucionales, presenta su rendición de cuentas conforme a lo dispuesto en el Artículo 10 de la Ley Orgánica del Consejo de Participación Ciudadana y Control Social (LOCPCCS) y el Artículo 93 de la Ley Orgánica de Participación Ciudadana (LOPC). En este contexto, se informa a la ciudadanía sobre los siguientes aspectos: Participación Planificación Presupuesto Control Ciudadana • Ejecución Presupuestaria • Políticas, • Cumplimiento de • Procesos de Contratación • Mecanismos de planes y recomendaciones o Pública participación programas • Adquisición y enajenación ciudadana pronunciamientos emanados por las • Plan de bienes • Mecanismos de entidades de la Estratégico • Gasto en publicidad y control social Función de Institucional, propaganda • Cumplimiento de Transparencia y objetivos • Transparencia y acceso a la acuerdos en Control Social y la • Plan información deliberaciones de Procuraduría General • Cumplimiento de RdC de la gestión Operativo del Estado obligaciones laborales y 2023. Anual • Otras tributarias. INFORME PRELIMINAR DE RENDICIÓN DE CUENTAS - GESTIÓN AÑO 2024 Página 5 de 153 La Universidad Técnica de Machala invita a la comunidad universitaria y a la sociedad en general a conocer y participar en este ejercicio de transparencia, que busca fortalecer la confianza en la gestión pública y garantizar el acceso a la información sobre el desempeño de nuestra institución. Desarrollo Cumplimiento de Políticas, planes y programas La Constitución de la República determina que el Sistema Nacional Descentralizado de Planificación Participativa (SNDPP) organizará la planificación para el desarrollo a través de la emisión de lineamientos y políticas; la aprobación del Plan Nacional de Desarrollo (PND); y, la integración de los distintos niveles de gobierno. Además, indica que el Plan Nacional de Desarrollo es el instrumento al que se sujetarán las políticas, programas y proyectos públicos; la programación y ejecución del presupuesto del Estado; y la inversión y la asignación de los recursos públicos. De conformidad con el documento adjunto del Reporte de Seguimiento al Gasto Permanente del Cuarto Trimestre 2024 emitido por el Sistema Integrado de Planificación e Inversión Pública (SIPeIP), se resaltan los resultados más relevantes: Tabla 2 Resultados del Cumplimiento de Políticas y Proyectos Objetivo PND Presupuesto Presupuesto Política Nombre del Proyecto 2017-2021 Codificado Devengado 2.5 Fomentar la investigación, 2. Impulsar las desarrollo e innovación (I+D+i) capacidades de la Actualización de la con el acceso a fondos ciudadanía con educación infraestructura tecnológica concursables de investigación equitativa e inclusiva de de nueva generación del 264.148,42 150.271,51 científica, la creación de calidad y promoviendo CORE de la red LAN de la comunidades científicas de espacios de intercambio UTMACH. apoyo y la inclusión de actores cultural. de los saberes ancestrales. INFORME PRELIMINAR DE RENDICIÓN DE CUENTAS - GESTIÓN AÑO 2024 Página 6 de 153 Objetivo PND Presupuesto Presupuesto Política Nombre del Proyecto 2017-2021 Codificado Devengado 2.5 Fomentar la investigación, 2. Impulsar las Equipamiento de las áreas desarrollo e innovación (I+D+i) capacidades de la académicas y de con el acceso a fondos ciudadanía con educación investigación, destinadas a concursables de investigación equitativa e inclusiva de la consecución de prácticas 228.559,00 228.559,00 científica, la creación de calidad y promoviendo de asignaturas, vinculación comunidades científicas de espacios de intercambio con la Colectividad e apoyo y la inclusión de actores cultural. investigación de la FIC. de los saberes ancestrales. 9. Propender la 9.6 Fortalecer las capacidades construcción de un del Estado que garanticen la Adecuación de Estado eficiente, transparencia, eficiencia, infraestructura y 638.303,30 588.400,35 transparente orientado al calidad y excelencia de los equipamiento UTMACH bienestar social. servicios públicos. 2.5 Fomentar la investigación, 2. Impulsar las desarrollo e innovación (I+D+i) capacidades de la Construcción del Centro de con el acceso a fondos ciudadanía con educación Recursos para el concursables de investigación equitativa e inclusiva de Aprendizaje y la 4’ 090.862,47 3’ 260.360,66 científica, la creación de calidad y promoviendo Investigación (CRAI) de la comunidades científicas de espacios de intercambio UTMACH apoyo y la inclusión de actores cultural. de los saberes ancestrales. 2.5 Fomentar la investigación, 2. Impulsar las desarrollo e innovación (I+D+i) capacidades de la con el acceso a fondos ciudadanía con educación Potenciar el Laboratorio de concursables de investigación equitativa e inclusiva de Investigación de la FCQS de 150.359,70 0,00 (*) científica, la creación de calidad y promoviendo la UTMACH. comunidades científicas de espacios de intercambio apoyo y la inclusión de actores cultural. de los saberes ancestrales. Implementación de Planes 9. Propender la 9.6 Fortalecer las capacidades Institucionales de Retiro construcción de un del Estado que garanticen la Voluntario y Obligatorio Estado eficiente, transparencia, eficiencia, 1’ 155.172,09 1’ 149.263,32 con fines de Jubilación, de transparente orientado al calidad y excelencia de los los Servidores de la bienestar social. servicios públicos. UTMACH, año 2024. 9. Propender la 9.6 Fortalecer las capacidades Fortalecimiento de la construcción de un del Estado que garanticen la Infraestructura y Estado eficiente, transparencia, eficiencia, 827.972,79 0,00 (*) Equipamiento de la transparente orientado al calidad y excelencia de los UTMACH. bienestar social. servicios públicos. INFORME PRELIMINAR DE RENDICIÓN DE CUENTAS - GESTIÓN AÑO 2024 Página 7 de 153 Objetivo PND Presupuesto Presupuesto Política Nombre del Proyecto 2017-2021 Codificado Devengado 9. Propender la 9.6 Fortalecer las capacidades construcción de un del Estado que garanticen la Repotenciación Integral de Estado eficiente, transparencia, eficiencia, la Infraestructura Eléctrica 416.176,42 336.565,56 transparente orientado al calidad y excelencia de los de la UTMACH. bienestar social. servicios públicos. Total 8 7’ 771.554,19 5’ 713.420,40 (*) Se realizó la gestión para los pagos por anticipos en los dos proyectos, los cuales serán devengados en el año 2025, con la fuente 998 que corresponde a Anticipos de ejercicios anteriores. En el año 2024, la Universidad Técnica de Machala gestionó ante la Secretaría Nacional de Planificación y obtuvo el dictamen favorable de 8 proyectos de inversión, de los cuales se alcanzó el 73,52% de ejecución presupuestaria, sin embargo, se logró comprometer el 99,49%, es decir, USD $ 7’732.287,50. Cumplimiento del Plan Estratégico de Desarrollo Institucional Según el Informe técnico de la evaluación del Plan Operativo Anual y del Plan Estratégico de Desarrollo Institucional correspondiente al año 2024 de la UTMACH aprobado por Consejo Universitario mediante resolución nro. 0071- 2025-CU-SO-04 de fecha 17 de febrero de 2025, en el año 2024 el plan estratégico de desarrollo institucional alcanzó un 93% de ejecución, a continuación, se detalla el cumplimiento por cada objetivo estratégico. Tabla 3 Ejecución Porcentual por Objetivo Estratégico Institucional - Año 2024 Meta Meta Eficacia Nro. Meta Estratégica Indicador Programada Ejecutada (c)= b\/a *100 (a) (b) Al 2027 incrementar de 80% al 100% la 1. Porcentaje de eficiencia en eficiencia en los servicios institucionales los servicios institucionales 1 88 88 100% para satisfacer las necesidades de la que se brinda a la comunidad comunidad universitaria. universitaria. INFORME PRELIMINAR DE RENDICIÓN DE CUENTAS - GESTIÓN AÑO 2024 Página 8 de 153 Meta Meta Eficacia Nro. Meta Estratégica Indicador Programada Ejecutada (c)= b\/a *100 (a) (b) Al 2027 incrementar del 80% al 100% la 2. Porcentaje de eficacia en los eficacia en los servicios institucionales servicios institucionales que se 2 88 88 100% para satisfacer las necesidades de la brinda a la comunidad comunidad universitaria. universitaria. Al 2027 incrementar de 0% al 100% el porcentaje de archivo documental 3. Porcentaje de digitalización 3 digitalizado para mejorar la 25 10 40% del archivo documental. accesibilidad, eficiencia y seguridad de los documentos institucionales. Al 2027 incrementar de 11 a 60 el 4. Número de procesos 4 10 37 100% número de procesos automatizados. automatizados OEI 1 Fortalecer las capacidades institucionales. 85% Del 2023 al 2027 contar con un promedio anual de 5 ajustes curriculares registrados y aprobados 1. Número de ajustes para promover la actualización y 1 curriculares registrados 5 29 100% adaptación de los programas anualmente. académicos a las necesidades y demandas del entorno educativo y laboral. Al 2027 incrementar de 0 a 8 el número de nuevas carreras aprobadas por el CES para diversificar y fortalecer la oferta 2. Número de nuevas carreras 2 académica de la institución, brindando 4 2 50% aprobadas por el CES. oportunidades educativas acordes a las demandas del mercado laboral y las necesidades de desarrollo del país. Al 2027 incrementar de 0 a 10 el 3. Número de nuevos 3 número de nuevos programas de programas de posgrado 2 7 100% posgrado. aprobados por el CES. De 3.717 cupos ofertados en 2022 llegar a 5.310 cupos ofertados en 2027 para ampliar el acceso a la educación 4. Número de cupos ofertados 4 4.587 7.464 100% superior y brindar oportunidades anualmente. educativas a un mayor número de estudiantes. Ampliar la oferta académica garantizando la pertinencia y relevancia de actuales o nuevas carreras y OEI 2 87,50% programas. INFORME PRELIMINAR DE RENDICIÓN DE CUENTAS - GESTIÓN AÑO 2024 Página 9 de 153 Meta Meta Eficacia Nro. Meta Estratégica Indicador Programada Ejecutada (c)= b\/a *100 (a) (b) Del 2023 al 2027 contar con un 1. Producción científica, promedio anual de 106 productos 1 académica, artística y 103 241 100% científicos, académicos, artísticos y tecnológica anual. tecnológicos. Del 2023 al 2027 contar con un 2. Producción científica de alto 2 promedio anual de 46 productos 43 44 100% impacto anual. científicos de alto impacto. Al 2027 incrementar del 49% al 98% la 3. Eficiencia en la ejecución 3 ejecución presupuestaria de gestión de presupuestaria de gestión de 68 78,86 100% la investigación la investigación. OEI 3 Incrementar la generación de productos científicos, académicos, artísticos y tecnológicos. 100% Del 2023 al 2027 contar con un promedio anual de 64 convenios de 1. Número de convenios de cooperación suscritos para promover el 1 cooperación suscritos 70 163 100% desarrollo sostenible a través de la anualmente. cooperación e intercambio de conocimientos. Del 2023 al 2027 contar con un promedio anual de 8 programas y proyectos de vinculación aprobados 2. Número de programas y 2 para fortalecer la conexión y el impacto proyectos de vinculación 7 23 100% de la institución con la comunidad y aprobados anualmente. contribuir al desarrollo social, económico y cultural del entorno. Del 2023 al 2027 contar con un promedio anual de 26 pasantías remuneradas por periodo académico 3. Número de pasantías 3 para ofrecer a los estudiantes 23 46 100% remuneradas anualmente. oportunidades de aprendizaje práctico y fortalecer su transición al mercado laboral. OEI 4 Fortalecer la cooperación interinstitucional con actores claves para el desarrollo sostenible. 100% Cumplimiento del PEDI - año 2024 93,13% Fuente: Informe Técnico de Evaluación del POA y PEDI Año 2024 Es importante mencionar que 12 de 14 metas programadas que conforman el Plan Estratégico de Desarrollo Institucional, se encuentran ejecutadas al 100%, a continuación, se explica los 2 indicadores que tuvieron dificultades: INFORME PRELIMINAR DE RENDICIÓN DE CUENTAS - GESTIÓN AÑO 2024 Página 10 de 153 • OEI 1, indicador 3: “porcentaje de archivo documental digitalizado para mejorar la accesibilidad, eficiencia y seguridad de los documentos institucionales”; este indicador no ha sido posible medir correctamente su ejecución, ya que no se dispone del detalle que permita correlacionar el cumplimiento de actividades o fases con el porcentaje de ejecución correspondiente. Entre los nudos críticos identificados, se destaca que, como requisito previo para la digitalización, según lo establecido en el artículo 68 de la Regla Técnica de Organización y Mantenimiento de Archivos Públicos, se requiere de los instrumentos archivísticos tales como el Cuadro de Clasificación Documental y la Tabla de Plazos de Conservación Documental. En este sentido, se está llevando a cabo la segunda fase del censo documental, que incluye el levantamiento de información en las facultades; Por lo tanto, la Secretaría General, a través de la Unidad de Gestión Documental y Archivo, se encuentra en proceso de elaboración de los mencionados instrumentos. En este marco, se han elaborado las fichas de identificación y valoración documental, con la validación de los procesos gestionados en el Decanato, en colaboración con las autoridades principales de las cinco facultades. Como resultado, se han validado 50 fichas correspondientes a los procesos del Decanato, aunque aún queda pendiente la validación de un número adicional de fichas. • OEI 2, indicador 2: “número de nuevas carreras aprobadas por el CES”, este indicador tuvo una ejecución retrasada, pues de las 4 carreras que debían aprobarse en el año 2024, existe el cumplimiento con la aprobación del CES de dos carreras que son: la Carrera Educación Básica en Línea aprobada mediante RPC-SO-12-No. 211-2024 el 20 de marzo del 2024, y la Carrera Agropecuaria aprobada mediante RPC-SO-38-No. 630-2024 el 18 de septiembre del 2024, modalidad presencial. Las dos restantes son: Carrera de Ciencia de Datos e Inteligencia Artificial, que fue ingresada a la Plataforma del CES, con fecha 22 de noviembre de 2024, con el Formulario # 51785, así como también la Carrera de Gestión de la Innovación Organizacional y Productividad, que fue ingresada a la Plataforma del CES, con fecha 08 de diciembre del 2024, con el formulario # 52302, la INFORME PRELIMINAR DE RENDICIÓN DE CUENTAS - GESTIÓN AÑO 2024 Página 11 de 153 mismas que ya fueron aprobadas por el CES la carrera de Ciencia de Datos con resolución RCP-SO-04-No.055-2025 del 29 de enero de 2025, y la carrera de Gestión con resolución RCP-SO-05-No.072-2025 del 05 de febrero de 2025. Gráfico 2 Ejecución Porcentual de los Objetivos Estratégicos - Año 2024 100% 100% 100% 100,0% 100% 100,0% 87,5% 85,0% OEI 1 OEI 2 OEI 3 OEI 4 Programado Ejecutado % Ejecución Fuente: Tabla 3 Al haber culminado el año 2024 se observa un avance de 6 puntos con respecto al seguimiento del tercer trimestre 2024, en la ejecución total, entre los principales logros tenemos. OEI 1, indicador 4: Número de procesos automatizados. En el año 2024, se superó la meta planificada de 10, reportando 37 procesos automatizados, que se detallan a continuación: Procesos Automatizados Nro. Descripción Acta de Entrega de Software Optimización de la interfaz destinada al registro de Módulo Cuentas Académicas – Rediseño de la cuentas por cobrar mediante la emisión de órdenes de 1 interfaz para el registro de las deudas por cobrar pago llevadas a cabo por las Unidades de Matrícula, Movilidad y Graduación (UMMOG). Desarrollo de una aplicación informática que permite a Módulo de Espacios “Mis Clases” – Gestión los estudiantes localizar sus aulas virtuales en MOODLE, 2 Estudiantes acceder a los enlaces de clases o utilizar Google Maps para encontrar la ubicación de las aulas presenciales. INFORME PRELIMINAR DE RENDICIÓN DE CUENTAS - GESTIÓN AÑO 2024 Página 12 de 153 Procesos Automatizados Nro. Descripción Acta de Entrega de Software Actualización del módulo de edición de datos personales Módulo de Matrícula – Datos Generales del 3 del estudiante ubicado en el menú ACTUALIZACIÓN DE estudiante DATOS → DATOS GENERALES. Actualización del módulo de NOTAS ubicado en el menú: NOTAS → CURSOS REGULARES → ACTA Módulo de Notas – Notificación a estudiantes 4 PARCIAL\/RECUPERACIÓN (docentes) sobre calificación NOTAS → CURSOS REGULARES → REVISAR CALIFICACIÓN (estudiantes) Actualización del módulo de DISTRIBUTIVO para la Módulo de Distributivo – Inclusión de todo el inclusión de todo el per"
    }
]