[
    {
        "university_name":"YACHAY",
        "university_type":"Pública",
        "university_contact":"info@yachaytech.edu.ec",
        "career_name":"OFERTAACADÉMICA",
        "career_url":"https:\/\/yachaytech.edu.ec\/oferta-academica\/",
        "description":"Skip to content OFERTA ACADÉMICA Carreras Biología Biólogo\/a 10 Semestres RPC-SO-01-No.007-2020 Biomedicina Ingeniero\/a Biomédico\/a 10 Semestres RPC-SO-01-No.007-2020 Posgrados Maestría en Biología Sintética Magíster en Biología Sintética 3 Semestres RPC-SO-25-No.574-2020 RPC-SO-39-No.660-2024 Carreras Física Físico\/a 10 Semestres RPC-SO-01-No.007-2020 Nanotecnología Ingeniero\/a en Nanotecnología 10 Semestres RPC-SO-01-No.007-2020 Posgrados Maestría en Física Fundamental Magíster en Física con mención en Física Fundamental 3 Semestres RPC-SE-11-No.045-2024 RPC-SO-11-No.179-2022 Maestría en Docencia STEM Magíster en Estrategias para la Docencia STEM con mención en Ciencias Físicas 2 Semestres RPC-SO-51-No.834-2022 Carreras Matemática Matemático\/a 10 Semestres RPC-SO-15-No.174-2015 Computación Ingeniero\/a en Ciencias de la Computación 10 Semestres RPC-SO-22-No.466-2020 Ciencia de Datos Ingeniero\/a en Ciencias de Datos 9 Semestres RPC-SO-30-No.504-2024 Nueva Posgrados Maestría en Inteligencia Artificial Magíster en Inteligencia Artificial 2 Semestres RPC-SO-11-No.175-2022 Maestría en Ciencia de Datos Magíster en Ciencia de Datos 2 Semestres RPC-SO-38-No.635-2024 Maestría en Ciencias de la Computación Magíster en Ciencias de la Computación 4 Semestres RPC-SO-01-No.030-2021 Carreras Química Químico\/a 10 Semestres RPC-SO-01-No.007-2020 Materiales Ingeniero\/a en Materiales 10 Semestres RPC-SO-24-No.524-2020 Bioquímica y Farmacia Bioquímico\/a farmacéutico\/a 8 Semestres RPC-SO-17-No.242-2025 Nueva Posgrados Maestría en Ciencia de los Materiales Magíster en Ciencias Químicas con mención en Ciencia e Ingeniería de los Materiales 4 Semestres RPC-SO-02-No.056-2021 Maestría en Química Médica Magíster en Ciencias Químicas con mención en Química Médica 4 Semestres RPC-SO-02-No.056-2021 Maestría en Química Teórica Computacional Magíster en Ciencias Químicas con mención en Química Teórica y Computacional 4 Semestres RPC-SO-19-No.514-2021 Carreras Geología Geólogo\/a 10 Semestres RPC-SO-13-No.252-2020 Posgrados Maestría en Geociencias Magíster en Geociencias 4 Semestres RPC-SO-26-No.603-2020 Carreras Agroindustria Alimentaria Ingeniero\/a en Agroindustria Alimentaria 8 Semestres RPC-SO-13-No.252-2020 El modelo educativo de YACHAY TECH es constructivista-humanista, cuyos factores clave en el aprendizaje compartido son: el desarrollo del pensamiento lógico, crítico, creativo, científico, el autoaprendizaje y la investigación inter y transdisciplinaria. Este modelo enfatiza la transición de la investigación básica a la investigación aplicada y las interrelaciones en el ciclo de investigación, innovación y transferencia de tecnología. Las tecnologías virtuales soportan los contextos de aprendizaje que integran actividades para el desarrollo, generación y difusión del conocimiento. Estas tecnologías permiten la constitución de redes nacionales e internacionales en los campos académico y científico. Proceso de Admisión Recuerda que todas las etapas del proceso de admisión ",
        "degree_title":"Pendiente IA",
        "faculty":"Pendiente IA",
        "duration":"Pendiente IA",
        "modality":"Presencial",
        "locations":[
            "Urcuquí"
        ],
        "cost":"Consultar",
        "study_plan_url":"https:\/\/yachaytech.edu.ec\/oferta-academica\/",
        "full_raw_text":"Skip to content OFERTA ACADÉMICA Carreras Biología Biólogo\/a 10 Semestres RPC-SO-01-No.007-2020 Biomedicina Ingeniero\/a Biomédico\/a 10 Semestres RPC-SO-01-No.007-2020 Posgrados Maestría en Biología Sintética Magíster en Biología Sintética 3 Semestres RPC-SO-25-No.574-2020 RPC-SO-39-No.660-2024 Carreras Física Físico\/a 10 Semestres RPC-SO-01-No.007-2020 Nanotecnología Ingeniero\/a en Nanotecnología 10 Semestres RPC-SO-01-No.007-2020 Posgrados Maestría en Física Fundamental Magíster en Física con mención en Física Fundamental 3 Semestres RPC-SE-11-No.045-2024 RPC-SO-11-No.179-2022 Maestría en Docencia STEM Magíster en Estrategias para la Docencia STEM con mención en Ciencias Físicas 2 Semestres RPC-SO-51-No.834-2022 Carreras Matemática Matemático\/a 10 Semestres RPC-SO-15-No.174-2015 Computación Ingeniero\/a en Ciencias de la Computación 10 Semestres RPC-SO-22-No.466-2020 Ciencia de Datos Ingeniero\/a en Ciencias de Datos 9 Semestres RPC-SO-30-No.504-2024 Nueva Posgrados Maestría en Inteligencia Artificial Magíster en Inteligencia Artificial 2 Semestres RPC-SO-11-No.175-2022 Maestría en Ciencia de Datos Magíster en Ciencia de Datos 2 Semestres RPC-SO-38-No.635-2024 Maestría en Ciencias de la Computación Magíster en Ciencias de la Computación 4 Semestres RPC-SO-01-No.030-2021 Carreras Química Químico\/a 10 Semestres RPC-SO-01-No.007-2020 Materiales Ingeniero\/a en Materiales 10 Semestres RPC-SO-24-No.524-2020 Bioquímica y Farmacia Bioquímico\/a farmacéutico\/a 8 Semestres RPC-SO-17-No.242-2025 Nueva Posgrados Maestría en Ciencia de los Materiales Magíster en Ciencias Químicas con mención en Ciencia e Ingeniería de los Materiales 4 Semestres RPC-SO-02-No.056-2021 Maestría en Química Médica Magíster en Ciencias Químicas con mención en Química Médica 4 Semestres RPC-SO-02-No.056-2021 Maestría en Química Teórica Computacional Magíster en Ciencias Químicas con mención en Química Teórica y Computacional 4 Semestres RPC-SO-19-No.514-2021 Carreras Geología Geólogo\/a 10 Semestres RPC-SO-13-No.252-2020 Posgrados Maestría en Geociencias Magíster en Geociencias 4 Semestres RPC-SO-26-No.603-2020 Carreras Agroindustria Alimentaria Ingeniero\/a en Agroindustria Alimentaria 8 Semestres RPC-SO-13-No.252-2020 El modelo educativo de YACHAY TECH es constructivista-humanista, cuyos factores clave en el aprendizaje compartido son: el desarrollo del pensamiento lógico, crítico, creativo, científico, el autoaprendizaje y la investigación inter y transdisciplinaria. Este modelo enfatiza la transición de la investigación básica a la investigación aplicada y las interrelaciones en el ciclo de investigación, innovación y transferencia de tecnología. Las tecnologías virtuales soportan los contextos de aprendizaje que integran actividades para el desarrollo, generación y difusión del conocimiento. Estas tecnologías permiten la constitución de redes nacionales e internacionales en los campos académico y científico. Proceso de Admisión Recuerda que todas las etapas del proceso de admisión son gratuitas. Registro Nacional Inscripción Evaluación Asignación de Cupo Aceptación de Cupo Admisiones Conoce más detalles sobre el proceso de admisión en el siguiente link: Ver más Sign in Sign up Sign in Don’t have an account? Sign up Remember me Lost your password? Sign up Already have an account? Sign in"
    },
    {
        "university_name":"YACHAY",
        "university_type":"Pública",
        "university_contact":"info@yachaytech.edu.ec",
        "career_name":"Escuela de Ciencias Agropecuarias y Agroindustriales",
        "career_url":"https:\/\/yachaytech.edu.ec\/index.php\/escuela-de-ciencias-agropecuarias-y-agroindustriales\/",
        "description":"Skip to content Explora el futuro de la agricultura y la agroindustria. Carreras Líneas de Investigación Escuela de Ciencias Agropecuarias y Agroindustriales Descripción Descubre la esencia de la innovación agrícola en nuestra Escuela de Ciencias Agropecuarias y Agroindustriales. Desde la investigación hasta la producción, formamos líderes comprometidos con la sostenibilidad y la excelencia en la cadena alimentaria global. Únete a nosotros para explorar el futuro de la agricultura y la agroindustria, donde cada semilla plantada es una oportunidad para el progreso. Misión Formar profesionales responsables y honestos, capaces de generar, aplicar y transferir tecnologías dentro de la cadena agroproductiva con énfasis en el valor agregado , así como formular proyectos que contribuyan al desarrollo de la agroindustria y satisfacer necesidades a nivel nacional e internacional. Visión Nuestro programa de Agroindustria Alimentaria es reconocido por formar profesionales integrales capaces de generar valor agregado sobre materia prima de calidad , respetando al medio ambiente, y en respuesta a los retos científicos y tecnológicos, así como a las necesidades sociales y económicas del país. En resumen, la visión de la Escuela implica un compromiso con la excelencia por parte del capital humano y un esfuerzo de equipo incansable para integrar enseñanza, investigación y servicio, propio de la creación de conocimiento para una sociedad sostenible. Carreras Agroindustria Alimentaria Ingeniero\/a en Agroindustria Alimentaria 8 Semestres RPC-SO-13-No.252-2020 LÍNEAS DE INVESTIGACIÓN Ciencias Agrícolas • Nuevos sistemas productivos sustentables • Tecnología Agrícola Esta línea de investigación tiene como finalidad maximizar la productividad y la sostenibilidad del uso de recursos naturales. Ecuador es identificado como un país altamente productivo y de oportunidades, pero al igual que muchos otros países en proceso de industrialización, se sabe que la tasa acelerada del crecimiento de sus importaciones es mayor al de sus exportaciones. Esto deriva en lo que en términos económicos se conoce como una estructura productiva desequilibrada. Por tal razón, existe una necesidad para los países en desarrollo de diversificar sus actividades productivas y el procesamiento de sus materias primas, para evitar que el año 2030 se encuentren en situaciones inferiores al compararse con otros países referentes a logros económicos y sociales alcanzados en la última década. Se sabe que apoyar al sector agrícola del país, fomentar la implementación de tecnologías en procesos productivos, e invertir en educación son algunas alternativas que promoverán el desarrollo del país en diversos sectores. Investigación del mercado de productos agroindustriales • Entendimiento del mercado agroindustrial • Entendimiento del consumidor de productos agrícolas y agroindustriales Esta línea de investigación tiene como finalidad entender la dinámica de los mercados de productos agroindustriales, los con",
        "degree_title":"Pendiente IA",
        "faculty":"Pendiente IA",
        "duration":"Pendiente IA",
        "modality":"Presencial",
        "locations":[
            "Urcuquí"
        ],
        "cost":"Consultar",
        "study_plan_url":"https:\/\/yachaytech.edu.ec\/index.php\/escuela-de-ciencias-agropecuarias-y-agroindustriales\/",
        "full_raw_text":"Skip to content Explora el futuro de la agricultura y la agroindustria. Carreras Líneas de Investigación Escuela de Ciencias Agropecuarias y Agroindustriales Descripción Descubre la esencia de la innovación agrícola en nuestra Escuela de Ciencias Agropecuarias y Agroindustriales. Desde la investigación hasta la producción, formamos líderes comprometidos con la sostenibilidad y la excelencia en la cadena alimentaria global. Únete a nosotros para explorar el futuro de la agricultura y la agroindustria, donde cada semilla plantada es una oportunidad para el progreso. Misión Formar profesionales responsables y honestos, capaces de generar, aplicar y transferir tecnologías dentro de la cadena agroproductiva con énfasis en el valor agregado , así como formular proyectos que contribuyan al desarrollo de la agroindustria y satisfacer necesidades a nivel nacional e internacional. Visión Nuestro programa de Agroindustria Alimentaria es reconocido por formar profesionales integrales capaces de generar valor agregado sobre materia prima de calidad , respetando al medio ambiente, y en respuesta a los retos científicos y tecnológicos, así como a las necesidades sociales y económicas del país. En resumen, la visión de la Escuela implica un compromiso con la excelencia por parte del capital humano y un esfuerzo de equipo incansable para integrar enseñanza, investigación y servicio, propio de la creación de conocimiento para una sociedad sostenible. Carreras Agroindustria Alimentaria Ingeniero\/a en Agroindustria Alimentaria 8 Semestres RPC-SO-13-No.252-2020 LÍNEAS DE INVESTIGACIÓN Ciencias Agrícolas • Nuevos sistemas productivos sustentables • Tecnología Agrícola Esta línea de investigación tiene como finalidad maximizar la productividad y la sostenibilidad del uso de recursos naturales. Ecuador es identificado como un país altamente productivo y de oportunidades, pero al igual que muchos otros países en proceso de industrialización, se sabe que la tasa acelerada del crecimiento de sus importaciones es mayor al de sus exportaciones. Esto deriva en lo que en términos económicos se conoce como una estructura productiva desequilibrada. Por tal razón, existe una necesidad para los países en desarrollo de diversificar sus actividades productivas y el procesamiento de sus materias primas, para evitar que el año 2030 se encuentren en situaciones inferiores al compararse con otros países referentes a logros económicos y sociales alcanzados en la última década. Se sabe que apoyar al sector agrícola del país, fomentar la implementación de tecnologías en procesos productivos, e invertir en educación son algunas alternativas que promoverán el desarrollo del país en diversos sectores. Investigación del mercado de productos agroindustriales • Entendimiento del mercado agroindustrial • Entendimiento del consumidor de productos agrícolas y agroindustriales Esta línea de investigación tiene como finalidad entender la dinámica de los mercados de productos agroindustriales, los consumidores, la estrategia de gestión empresarial. Desde un punto de vista funcional, esta línea de investigación explora las interacciones entre la oferta, la demanda y la cadena de valor agroindustrial. Desde un punto de vista interactivo, esta línea de investigación busca entender al consumidor y los factores que afectan su decisión de consumo de productos agroindustriales. Ciencias Animales • Buenas Prácticas para la producción de materia prima de origen animal Esta línea de investigación tiene como finalidad no solo responde a la demanda de mejorar la productividad y sostenibilidad en la ganadería y la agricultura, sino que también aborda cuestiones fundamentales relacionadas con la salud pública, el bienestar animal y la protección del medio ambiente. Tener una línea en ciencias animales es fundamental por varias razones: Mejora en la producción animal : El conocimiento en ciencias animales permite optimizar la producción de alimentos de origen animal (carne, leche, huevos), mejorando la eficiencia y calidad de los productos sin comprometer el bienestar de los animales. Salud animal y humana : Investigar y desarrollar mejores prácticas en sanidad animal contribuye a prevenir enfermedades que pueden afectar tanto a animales como a humanos (zoonosis). Además, garantiza la seguridad alimentaria y reduce el uso indebido de antibióticos. Sostenibilidad y conservación : Las ciencias animales ayudan a desarrollar métodos de producción más sostenibles y respetuosos con el medio ambiente. También juegan un papel clave en la conservación de especies en peligro y en la preservación de la biodiversidad. Bienestar animal : Esta disciplina fomenta la creación de estándares y prácticas que mejoren la calidad de vida de los animales, tanto en entornos de producción como en hábitats naturales o domésticos. Innovación tecnológica : El estudio de la genética, la reproducción y la nutrición animal impulsa el desarrollo de tecnologías avanzadas que permiten mejorar la eficiencia en la cría, la reproducción y el manejo de los animales. Impacto económico : La industria animal es un pilar económico en muchas regiones del mundo. Una sólida base en ciencias animales contribuye al desarrollo de políticas y prácticas que maximizan el rendimiento económico sin comprometer la ética ni la sostenibilidad. I+D+i Agroindustrial • Biotransformación • Inocuidad y calidad de los alimentos • Materia prima local • Procesamiento y conservación de alimentos I+D+i agroindustrial es una iniciativa orientada a fomentar la innovación tecnológica y el desarrollo de soluciones sostenibles que optimicen el uso de los recursos agroindustriales locales. Esta línea se centra en aprovechar el potencial de la materia prima local, innovar en procesos de biotransformación, garantizar la inocuidad y calidad de los alimentos, y desarrollar métodos de conservación que prolonguen la vida útil de los productos de manera eficiente y sustentable. PERSONAL ACADÉMICO Decano Janeth Proaño Decana de la Escuela de Ciencias Agropecuarias y Agroindustriales Coordinador Mauricio Gaibor Coordinador de la Carrera de Agroindustria Alimentaria Miembros Napoleón Benítez Técnico de Laboratorio 2 Mathew Cedeño Profesor Tiempo Completo Auxiliar 1 Dorothea Balarezo Profesor Ocasional 1 David Cabezas Docente Ocasional 1 Klever Quimbiulco Manuel Coronel Docente Ocasional 2 Esteban Pazmiño Profesor Ocasional 1 José Luis Flores Docente Titular Auxiliar 1 Abigail Montero Técnico de Laboratorio Alexandra Yépez Técnico de Laboratorio Juan Diego Cortez Profesor Ocasional 1 Lucía Buitrón Profesor Ocasional 1 Vanessa Cadena, M.Sc. Profesor Ocasional 1 Miguel Toro Docente Ocasional 2 Gabriel Mariño Docente Ocasional 1 Ana Morán Analista de Ingeniería de Escuela 2 Mayumi Alta Técnico de Laboratorio 1 Juan Pablo Aguinaga Profesor Ocasional 1 PUBLICACIONES 2022 Development of a food colorant from Syzygium cumini L. (Skeels) by spray drying Journal: Journal of Food Science and Technology DOI: https:\/\/doi.org\/10.1007\/s13197-022-05454-9 NOTICIAS Yachay Tech realizó con éxito la segunda edición del Congreso Internacional AGROFood 2025 🗓️ noviembre 17, 2025 La Escuela de Ciencias Agropecuarias y Agroindustriales brilla en el College Bowl y Hackatón 2025 🗓️ octubre 27, 2025 Yachay Tech Celebró su Décimo Primer Aniversario de Vida Institucional 🗓️ diciembre 18, 2024 Yachay Tech Acreditada por el Consejo de Aseguramiento de la Calidad de la Educacion Superior (CACES) 🗓️ octubre 25, 2024 Proyecto de Yachay Tech obtiene financiamiento histórico de $735,000 para combatir desnutrición infantil 🗓️ agosto 13, 2024 Yachay Tech Inaugura El Centro De Desarrollo E Innovación Agroalimentario CEDIY 🗓️ julio 31, 2023 EVENTOS Agrofood Congress Advancing alternative foods in belt and road countries. Ver más OFERTA LABORAL No hay vacantes para la Escuela de Ciencias Agropecuarias y Agroindustriales por el momento. Revisa otras ofertas en el siguiente link . CONTACTO Si tienes dudas o consultas, comunícate con: Ana María Escobar Asistente de la Escuela de Ciencias Agropecuarias y Agroindustriales aescobar@yachaytech.edu.ec “Cultiva tu futuro con pasión y conocimiento en la Escuela de Ciencias Agropecuarias y Agroindustriales! Descubre el poder de transformar la tierra en oportunidades y cosecha el éxito en cada semilla sembrada” Sign in Sign up Sign in Don’t have an account? Sign up Remember me Lost your password? Sign up Already have an account? Sign in"
    },
    {
        "university_name":"YACHAY",
        "university_type":"Pública",
        "university_contact":"info@yachaytech.edu.ec",
        "career_name":"Escuela de Ciencias Biológicas e Ingeniería",
        "career_url":"https:\/\/yachaytech.edu.ec\/index.php\/escuela-de-ciencias-biologicas-e-ingenieria\/",
        "description":"Skip to content Explora los misterios de la vida y diseña soluciones para los desafíos del mundo moderno. Carreras Líneas de Investigación Escuela de Ciencias Biológicas e Ingeniería Descripción ¡Bienvenido a la Escuela de Ciencias Biológicas e Ingeniería! Aquí, fusionamos la fascinante complejidad de la vida con la innovación tecnológica para impulsar el progreso humano y el cuidado del medio ambiente. Desde la biotecnología hasta la ingeniería ambiental, nuestra comunidad de estudiantes y profesores está dedicada a explorar los misterios de la vida y diseñar soluciones ingeniosas para los desafíos del mundo moderno. Únete a nosotros para descubrir cómo puedes ser parte de esta emocionante intersección entre la ciencia y la tecnología, donde cada descubrimiento y cada avance marcan la diferencia. Misión El objetivo general de la Escuela de Ciencias Biológicas e Ingeniería es adquirir renombre mundial en la investigación académica, la enseñanza innovadora y la vinculación con la comunidad en las ciencias de la vida y en las tecnologías basadas en estos. Los programas de investigación y educación de la Escuela abarcan desde moléculas a ecosistemas. Como tal, tratan de mejorar la salud humana, el bienestar y la calidad de vida al encarar desafíos grandes de las sociedades como alimentación, energía, materiales, medicina y agua para una población mundial en crecimiento, de manera que aseguren a largo plazo la sostenibilidad de los ecosistemas de nuestro planeta. La Escuela de Ciencias Biológicas e Ingeniería comprende el departamento de ciencias básicas de la biología y un departamento de ingeniería biomédica aplicada, siendo este último el primero de este tipo en Ecuador. El campo de acción de la escuela está enfocado a la investigación y la industria, los negocios y la innovación tecnológica. Se esfuerza en resolver problemas significativos en los ámbitos de la salud, los organismos y los ecosistemas al cimentarse firmemente en sub-disciplinas de la biología como genética, ecología, botánica, microbiología y bioquímica, al mismo tiempo que aprovecha los enfoques holísticos de la biología de sistemas y “ómicas”. Visión A finales de la segunda década del siglo XXI, las ciencias de la vida están evolucionando rápidamente y poseen un tremendo potencial al integrar avances en la investigación a través de diferentes escalas (desde moléculas y redes metabólicas hasta células y tejidos, organismos enteros, poblaciones y ecosistemas) y al interactuar con otros campos como la Ingeniería, Informática \/ Ciencias de la Computación, Física y, por último pero no menos importante, Química. Por otra parte, algunos de los mayores avances actuales, como en la revolución “ómica” (genómica, proteómica, la metabolómica, etc.), son impulsados por los avances tecnológicos, como la ultra-rápida secuenciación de alto rendimiento, la microfluídica, etc. Esto significa que existe una influencia mayor y e íntima mutua entre la biología básica (bioquímica, genética, evolución,",
        "degree_title":"Pendiente IA",
        "faculty":"Pendiente IA",
        "duration":"Pendiente IA",
        "modality":"Presencial",
        "locations":[
            "Urcuquí"
        ],
        "cost":"Consultar",
        "study_plan_url":"https:\/\/yachaytech.edu.ec\/index.php\/escuela-de-ciencias-biologicas-e-ingenieria\/",
        "full_raw_text":"Skip to content Explora los misterios de la vida y diseña soluciones para los desafíos del mundo moderno. Carreras Líneas de Investigación Escuela de Ciencias Biológicas e Ingeniería Descripción ¡Bienvenido a la Escuela de Ciencias Biológicas e Ingeniería! Aquí, fusionamos la fascinante complejidad de la vida con la innovación tecnológica para impulsar el progreso humano y el cuidado del medio ambiente. Desde la biotecnología hasta la ingeniería ambiental, nuestra comunidad de estudiantes y profesores está dedicada a explorar los misterios de la vida y diseñar soluciones ingeniosas para los desafíos del mundo moderno. Únete a nosotros para descubrir cómo puedes ser parte de esta emocionante intersección entre la ciencia y la tecnología, donde cada descubrimiento y cada avance marcan la diferencia. Misión El objetivo general de la Escuela de Ciencias Biológicas e Ingeniería es adquirir renombre mundial en la investigación académica, la enseñanza innovadora y la vinculación con la comunidad en las ciencias de la vida y en las tecnologías basadas en estos. Los programas de investigación y educación de la Escuela abarcan desde moléculas a ecosistemas. Como tal, tratan de mejorar la salud humana, el bienestar y la calidad de vida al encarar desafíos grandes de las sociedades como alimentación, energía, materiales, medicina y agua para una población mundial en crecimiento, de manera que aseguren a largo plazo la sostenibilidad de los ecosistemas de nuestro planeta. La Escuela de Ciencias Biológicas e Ingeniería comprende el departamento de ciencias básicas de la biología y un departamento de ingeniería biomédica aplicada, siendo este último el primero de este tipo en Ecuador. El campo de acción de la escuela está enfocado a la investigación y la industria, los negocios y la innovación tecnológica. Se esfuerza en resolver problemas significativos en los ámbitos de la salud, los organismos y los ecosistemas al cimentarse firmemente en sub-disciplinas de la biología como genética, ecología, botánica, microbiología y bioquímica, al mismo tiempo que aprovecha los enfoques holísticos de la biología de sistemas y “ómicas”. Visión A finales de la segunda década del siglo XXI, las ciencias de la vida están evolucionando rápidamente y poseen un tremendo potencial al integrar avances en la investigación a través de diferentes escalas (desde moléculas y redes metabólicas hasta células y tejidos, organismos enteros, poblaciones y ecosistemas) y al interactuar con otros campos como la Ingeniería, Informática \/ Ciencias de la Computación, Física y, por último pero no menos importante, Química. Por otra parte, algunos de los mayores avances actuales, como en la revolución “ómica” (genómica, proteómica, la metabolómica, etc.), son impulsados por los avances tecnológicos, como la ultra-rápida secuenciación de alto rendimiento, la microfluídica, etc. Esto significa que existe una influencia mayor y e íntima mutua entre la biología básica (bioquímica, genética, evolución, etc.) y la biotecnología \/ bioingeniería. En estas épocas emocionantes para la Biología y Biotecnología \/ Bioingeniería, Yachay Tech puede aspirar a la excelencia por ser estratégicamente selectiva en unas pocas áreas de investigación , cuidadosamente escogidas considerando la relevancia económica local y regional y un fuerte potencial de crecimiento que, al mismo tiempo, reflejan necesidades más generales de la sociedad. En resumen, la visión de la Escuela implica un compromiso con la excelencia por parte del capital humano y un esfuerzo de equipo incansable para integrar enseñanza, investigación y servicio, propio de la creación de conocimiento para una sociedad sostenible. Carreras Biología Biólogo\/a 10 Semestres RPC-SO-01-No.007-2020 Biomedicina Ingeniero\/a Biomédico\/a 10 Semestres RPC-SO-01-No.007-2020 Posgrados Maestría en Biología Sintética Magíster en Biología Sintética 3 Semestres RPC-SO-25-No.574-2020 RPC-SO-39-No.660-2024 LÍNEAS DE INVESTIGACIÓN Ecología, evolución y conservación de ecosistemas terrestres • Ecología y evolución de poblaciones y comunidades terrestres • Acciones de conservación in situ y ex situ • Agrobiodiversidad • Biología de la conservación • Servicios ecosistémicos El desarrollo de proyectos de investigación en la línea de Ecología, Evolución y Conservación de Ecosistemas Terrestres en Ecuador es fundamental debido a la enorme biodiversidad y complejidad de ecosistemas que el país alberga. Ecuador, siendo uno de los 17 países más megadiversos del mundo, enfrenta constantes amenazas debido a la deforestación, la expansión agrícola, el cambio climático y la explotación de recursos naturales, factores que ponen en riesgo tanto a especies endémicas como a comunidades locales que dependen de estos ecosistemas. La investigación en esta área no solo contribuye al entendimiento de los procesos ecológicos y evolutivos que sostienen la biodiversidad, sino que también provee herramientas para la gestión y conservación efectiva de los recursos naturales, promoviendo estrategias de manejo sostenible que benefician tanto al ambiente como a las generaciones presentes y futuras. Además, los resultados de estos proyectos pueden orientar políticas públicas e iniciativas de conservación que protejan áreas clave y fomenten una relación armónica entre el desarrollo humano y la preservación del patrimonio natural del país. Microbiología • Microbiología aplicada • Microbiología general • Ecología microbiana • Patogenicidad • Biorremediación El desarrollo de proyectos de investigación en Microbiología en Ecuador es fundamental debido a la relevancia de los microorganismos en la salud, la agricultura, el ambiente y la industria. Ecuador alberga una diversidad microbiana notable, en parte gracias a sus variados ecosistemas, desde las regiones tropicales hasta las zonas de alta montaña. Esta riqueza microbiana representa una fuente de nuevos descubrimientos, que pueden aplicarse en campos como la medicina, con la identificación de antibióticos o probióticos innovadores, y la agricultura, con microorganismos que promuevan el crecimiento de cultivos o el control biológico de plagas. Además, la investigación microbiológica es clave para abordar problemas ambientales como la contaminación y el cambio climático, a través del desarrollo de tecnologías de biorremediación. También permite potenciar la biotecnología industrial y mejorar la producción de alimentos y bebidas, generando oportunidades económicas. En un contexto de crecientes desafíos sanitarios y ecológicos, la microbiología puede proporcionar soluciones sostenibles, fortalecer la seguridad alimentaria y la salud pública, y apoyar el desarrollo científico-tecnológico del país. Biología de Sistemas Acuáticos • Ecología acuática aplicada • Ciencia y tecnología del agua • Gestión y conservación de ecosistemas acuáticos La investigación en Biología de Sistemas Acuáticos en Ecuador es crucial debido a la vasta red de recursos hídricos que el país posee, que incluye ecosistemas marinos, costeros, fluviales y lacustres de enorme biodiversidad y relevancia ecológica. Estos sistemas acuáticos son esenciales para el sustento de numerosas especies endémicas y migratorias, además de ser el soporte de actividades económicas como la pesca, el turismo y la agricultura. Sin embargo, estas áreas enfrentan amenazas crecientes como la contaminación, la sobreexplotación, la pérdida de hábitats y los efectos del cambio climático. Desarrollar proyectos de investigación en este campo permitirá comprender mejor las dinámicas ecológicas, fisiológicas y biogeoquímicas de estos sistemas, y contribuirá a diseñar estrategias de conservación y manejo sostenible que protejan los recursos acuáticos y garanticen la seguridad alimentaria y la estabilidad ambiental del país. Además, investigaciones en esta línea pueden orientar políticas públicas para el manejo de cuencas hidrográficas y zonas costeras, contribuyendo a la preservación de servicios ecosistémicos esenciales y al bienestar de las comunidades que dependen de estos ecosistemas para su subsistencia y desarrollo. Biología celular, biología molecular y genética • Biología sintética • Inmunoterapia • Farmacobiología • Biología molecular de plantas • Toxicología in vitro • Genética • Bioinformática La investigación en Biología Celular, Biología Molecular y Genética en Ecuador es de suma importancia, ya que permite desentrañar los procesos fundamentales de la vida a nivel celular y molecular, con aplicaciones directas en salud, agricultura, biodiversidad y conservación. Este tipo de investigación abre la puerta al desarrollo de diagnósticos y terapias personalizadas para enfermedades genéticas y complejas, lo cual es particularmente relevante en un país que enfrenta problemas de salud pública como el cáncer, las enfermedades infecciosas y las enfermedades hereditarias. En el ámbito agrícola, el estudio de la genética y la biología molecular permite el desarrollo de cultivos más resistentes a enfermedades y al cambio climático, contribuyendo a la seguridad alimentaria y a la sostenibilidad. Además, la diversidad genética de las especies ecuatorianas es un recurso invaluable para la conservación y el aprovechamiento sostenible de la biodiversidad, y la investigación en estas áreas facilita la protección y gestión de especies amenazadas o endémicas. Los avances en esta línea también fortalecen el desarrollo de la biotecnología, fomentan la innovación y promueven la independencia científica y tecnológica del país, generando nuevas oportunidades económicas y fortaleciendo el bienestar de la población. Biomedicina • Biomecánica, Ingeniería de Rehabilitación y Robótica Médica • Telemedicina, Bioinformática e Inteligencia Artificial • Biosensores y Sistemas de Monitoreo de Salud • Modelado y Simulación de Sistemas Biológicos, Fisiopatológicos y Equipamiento Biomédico • Ingeniería Clínica, Administración Hospitalaria, Negocios y Tecnología Médica • Análisis de Bioseñales, Imágenes Médicas y Radioterapia • Medidas Fisiológicas y Neurociencia La Biomedicina integra áreas que exploran tanto la tecnología avanzada como el análisis de sistemas biológicos para mejorar la salud. En Biomecánica, Ingeniería de Rehabilitación y Robótica Médica, se desarrollan dispositivos que facilitan la recuperación motora y el tratamiento de discapacidades. La Telemedicina, Bioinformática e Inteligencia Artificial permite acceso remoto a servicios de salud y análisis de datos médicos mediante IA, mejorando el diagnóstico y tratamiento. A su vez, Biosensores y Sistemas de Monitoreo de Salud desarrollan dispositivos para el monitoreo continuo, esenciales en el manejo de enfermedades crónicas. En Modelado y Simulación de Sistemas Biológicos y Equipamiento Biomédico, se representan digitalmente procesos complejos para optimizar el diseño de dispositivos médicos. Ingeniería Clínica, Administración Hospitalaria, Negocios y Tecnología Médica busca una gestión hospitalaria eficiente, integrando tecnología para reducir costos. Con Análisis de Bioseñales e Imágenes Médicas, se facilita el diagnóstico temprano y la planificación de terapias. Finalmente, Medidas Fisiológicas y Neurociencia exploran la actividad cerebral y biomarcadores para desórdenes neurológicos, reflejando el compromiso de la biomedicina con la innovación en salud. Biomateriales • Nano-biomateriales en diagnóstico y terapia • Biomateriales para aplicaciones médicas • Sostenibilidad y biomateriales verdes • Ingeniería de tejidos • Sistemas de Liberación de fármacos y Tecnología Farmacéutica • Nano-biotecnología Aplicada Los biomateriales son fundamentales en el avance de la medicina y la biotecnología, cubriendo una amplia gama de aplicaciones que incluyen diagnóstico y terapia mediante nano-biomateriales, los cuales permiten intervenciones precisas y menos invasivas. En aplicaciones médicas, los biomateriales mejoran la biocompatibilidad de prótesis, implantes y dispositivos. La sostenibilidad también juega un rol clave con los biomateriales verdes, desarrollados a partir de fuentes renovables para minimizar el impacto ambiental. Además, la ingeniería de tejidos utiliza biomateriales que replican tejidos biológicos, promoviendo la regeneración de órganos y ofreciendo nuevas soluciones para lesiones y enfermedades degenerativas. Los sistemas de liberación de fármacos, por otro lado, permiten una administración controlada y efectiva de medicamentos, optimizando los tratamientos. Finalmente, la nano-biotecnología aplicada abre posibilidades innovadoras para desarrollar dispositivos y tratamientos avanzados, interactuando a nivel celular y molecular. PERSONAL ACADÉMICO Decano Lenin J. Ramirez, Ph.D. Decano de la Escuela de Ciencias Biológicas e Ingeniería Coordinadores Mariela Pérez, M.Sc. Coordinadora de la Carrera de Biología Fernando Villalba, Ph.D. Coordinador de la Carrera de Biomedicina Alberto Aguirre, Ph.D. Coordinador de la Maestría de Biología Sintética Miembros Lilian Spencer, Ph.D. Profesor Principal 3 Hugo Romero, Ph.D. Profesor Principal 1 Francisco Javier Álvarez, Ph.D. Profesor Agregado 3 Verónica Sandoya, Ph.D. Profesor Ocasional 1 José Antonio Castillo, Ph.D. Profesor Agregado 1 Fernando Gonzales, Ph.D. Profesor Agregado 3 Diego Almeida, Ph.D. Profesor Agregado 1 Raúl Dávalos, Ph.D. Profesor Auxiliar 1 Patricio Yánez, M.Sc. Profesor Auxiliar 1 Fabian Aguilar, M.Sc. Profesor Ocasional 1 Andrea Zurita, Ph.D. Profesor Auxiliar 1 Diego G. Tirira, Ph.D. Profesor Ocasional 1 Katherine Triviño, M.Sc. Profesor Ocasional 1 Paula Rodriguez, M.Sc. Profesor Ocasional 1 Kateryn Pilataxi, Ing. Técnico Docente 3 Josue Picho, Biol. Técnico de Investigación 1 Paulo Navas, méd. esp. Profesor Ocasional 1 Henry Herrera, M.Sc. Profesor Ocasional 1 Gabriela Ruiz, Ph.D. Profesor Auxiliar 1 Belén Maldonado, Biol. Técnico de Investigación 2 Markus Tellkamp, Ph.D. Decano de la Escuela de Ciencias de la Tierra, Energía y Ambiente Ellana Boada, Ph.D. Profesor Ocasional 1 Andrés Pineda, Ph.D. Profesor Auxiliar 1 Genesis Recalde, Ing. Técnico de Laboratorio 1 Christian Quijia, Ph.D. Profesor Auxiliar 1 Kevin Landázuri, M.Sc. Profesor Ocasional 1 Dennis Jiménez, M.Sc. Técnico de Laboratorio 1 Jonathan Cruz, M.Sc. Profesor Auxiliar 1 Gabriel Díaz Haro Profesor Ocasional 1 PUBLICACIONES 2025 Considerations with stacking absorption spectra: cold H i gas in cirrus region of the Milky Way Journal: Monthly Notices of the Royal Astronomical Society DOI: https:\/\/doi.org\/10.1093\/mnras\/stae2818 2024 In-Silico Design and Immunoinformatics Analysis of a Multi-Epitope Vaccine Constructs, Based on Salmonella Pathogenesis Factors, for Use in Broiler Veterinary Medicine Journal: Veterinary Medicine DOI: https:\/\/doi.org\/10.2139\/ssrn.4856413 2024 Mobile genetic elements of Xylella fastidiosa and their contribution to pathogenicity Journal: Plant Pathology DOI: https:\/\/doi.org\/10.1111\/ppa.13992 NOTICIAS Yachay Tech impulsa la biología sintética en Ecuador con Medalla de Oro en el iGEM Grand Jamboree 2025 🗓️ diciembre 11, 2025 Marjorie Zambonino seleccionada como una de las 100 Líderes del Mañana en biotecnología 🗓️ octubre 2, 2025 Graduada de Yachay Tech gana la prestigiosa Beca Fulbright Diversidades 2025 🗓️ septiembre 25, 2025 Angélica Quishpe, graduada de Yachay Tech, ingresa al prestigioso máster Erasmus Mundus IMIM en Medicina Innovadora 🗓️ septiembre 23, 2025 Daniela Osorio Ordóñez, graduada de Yachay Tech, obtiene beca mundial del prestigioso programa Erasmus Mundus EMOTION 🗓️ septiembre 23, 2025 Yachay Tech alcanza el 2do lugar nacional en el Nature Index 2025 🗓️ septiembre 5, 2025 EVENTOS The Life Science Yachay Tech Congress 2025 To deliver new knowledge, tools, and skills across biology, biomedical engineering, and Life Sciences disciplines. Ver más OFERTA LABORAL No hay vacantes para la Escuela de Ciencias Biológicas e Ingeniería por el momento. Revisa otras ofertas en el siguiente link . CONTACTO Si tienes dudas o consultas, comunícate con: decanato_ecbi@yachaytech.edu.ec Karla Alarcón Analista Administrativo de Escuela 1 kalarcon@yachaytech.edu.ec Descubre el poder de crear un futuro sostenible y transformador. ¡Únete a la Escuela de Ciencias Biológicas e Ingeniería y convierte tu pasión por la vida en innovación que impacta el mundo! Sign in Sign up Sign in Don’t have an account? Sign up Remember me Lost your password? Sign up Already have an account? Sign in"
    },
    {
        "university_name":"YACHAY",
        "university_type":"Pública",
        "university_contact":"info@yachaytech.edu.ec",
        "career_name":"Escuela de Ciencias Físicas y Nanotecnología",
        "career_url":"https:\/\/yachaytech.edu.ec\/index.php\/escuela-de-ciencias-fisicas-y-nanotecnologia\/",
        "description":"Skip to content Explora lo infinitesimal y cósmico para crear soluciones innovadoras que transforman el mundo. Carreras Líneas de Investigación Escuela de Ciencias Físicas y Nanotecnología Descripción La Escuela de Ciencias Físicas y Nanotecnología se enfoca en el desarrollo de dos departamentos (Física y Nanotecnología) que cubren la investigación fundamental y aplicada, conformando áreas de investigación clave. Esto provee un perfil altamente competitivo e internacional a los programas que ofertamos a nivel de pregrado. Nuestro futuro programa de postgrado nos permite centrarnos en problemas específicos que requieren ser resueltos a nivel nacional, pero también representan el espacio para generar hitos científicos. A nivel nacional, buscamos fuertes colaboraciones con instituciones establecidas para generar y liderar proyectos interdisciplinarios. Departamento de Física El departamento de Física abarca las disciplinas básicas desde el punto de vista teórico y experimental. Desde el punto de vista teórico, la Astrofísica, Cosmología y Relatividad, Sistemas Complejos, Nanociencias Computacionales como la Ciencia de los Materiales están fuertemente apoyadas usando como herramienta principal la computación de alto rendimiento. En el aspecto experimental se abarca la Acústica. Departamento de Nanotecnología Se enfoca en tratar temas centrales de física fundamental abarcando disciplinas desde puntos de vista teóricos y aplicados. La parte aplicada dará espacio a temas de la física experimental, ciencia e ingeniería de los materiales, nanobiotecnología y varias disciplinas asociadas a temas de uso y aprovechamiento de energía, entre otros. Carreras Física Físico\/a 10 Semestres RPC-SO-01-No.007-2020 Nanotecnología Ingeniero\/a en Nanotecnología 10 Semestres RPC-SO-01-No.007-2020 Posgrados Maestría en Física Fundamental Magíster en Física con mención en Física Fundamental 3 Semestres RPC-SE-11-No.045-2024 RPC-SO-11-No.179-2022 Maestría en Docencia STEM Magíster en Estrategias para la Docencia STEM con mención en Ciencias Físicas 2 Semestres RPC-SO-51-No.834-2022 LÍNEAS DE INVESTIGACIÓN Materiales nanoestructurados, síntesis y caracterización • Síntesis y Diseño de materiales nanoestructurados • Análisis Espectroscópico de materiales • Materiales de baja dimensión: síntesis, caracterización y modelamiento • Nanomateriales aplicados a la Sostenibilidad Ambiental y Energética • Fabricación de Nano Dispositivos y Sensores • Conductancia Cuántica Esta línea de investigación contempla la síntesis y caracterización de materiales en nanoescala utilizando diferentes técnicas y correlacionando esta caracterización con las propiedades ópticas, magnéticas y eléctricas. No cambio en la línea de Investigación, solo se actualizaron algunas sublíneas con el fin de que sea más amplio y acorde a la experiencia que tienen los profesores de la ECFN. Ciencia de materiales teórica • Espectroscopía Teórica • Modelamiento computacional de materiales a diferentes escalas Esta lí",
        "degree_title":"Pendiente IA",
        "faculty":"Pendiente IA",
        "duration":"Pendiente IA",
        "modality":"Presencial",
        "locations":[
            "Urcuquí"
        ],
        "cost":"Consultar",
        "study_plan_url":"https:\/\/yachaytech.edu.ec\/index.php\/escuela-de-ciencias-fisicas-y-nanotecnologia\/",
        "full_raw_text":"Skip to content Explora lo infinitesimal y cósmico para crear soluciones innovadoras que transforman el mundo. Carreras Líneas de Investigación Escuela de Ciencias Físicas y Nanotecnología Descripción La Escuela de Ciencias Físicas y Nanotecnología se enfoca en el desarrollo de dos departamentos (Física y Nanotecnología) que cubren la investigación fundamental y aplicada, conformando áreas de investigación clave. Esto provee un perfil altamente competitivo e internacional a los programas que ofertamos a nivel de pregrado. Nuestro futuro programa de postgrado nos permite centrarnos en problemas específicos que requieren ser resueltos a nivel nacional, pero también representan el espacio para generar hitos científicos. A nivel nacional, buscamos fuertes colaboraciones con instituciones establecidas para generar y liderar proyectos interdisciplinarios. Departamento de Física El departamento de Física abarca las disciplinas básicas desde el punto de vista teórico y experimental. Desde el punto de vista teórico, la Astrofísica, Cosmología y Relatividad, Sistemas Complejos, Nanociencias Computacionales como la Ciencia de los Materiales están fuertemente apoyadas usando como herramienta principal la computación de alto rendimiento. En el aspecto experimental se abarca la Acústica. Departamento de Nanotecnología Se enfoca en tratar temas centrales de física fundamental abarcando disciplinas desde puntos de vista teóricos y aplicados. La parte aplicada dará espacio a temas de la física experimental, ciencia e ingeniería de los materiales, nanobiotecnología y varias disciplinas asociadas a temas de uso y aprovechamiento de energía, entre otros. Carreras Física Físico\/a 10 Semestres RPC-SO-01-No.007-2020 Nanotecnología Ingeniero\/a en Nanotecnología 10 Semestres RPC-SO-01-No.007-2020 Posgrados Maestría en Física Fundamental Magíster en Física con mención en Física Fundamental 3 Semestres RPC-SE-11-No.045-2024 RPC-SO-11-No.179-2022 Maestría en Docencia STEM Magíster en Estrategias para la Docencia STEM con mención en Ciencias Físicas 2 Semestres RPC-SO-51-No.834-2022 LÍNEAS DE INVESTIGACIÓN Materiales nanoestructurados, síntesis y caracterización • Síntesis y Diseño de materiales nanoestructurados • Análisis Espectroscópico de materiales • Materiales de baja dimensión: síntesis, caracterización y modelamiento • Nanomateriales aplicados a la Sostenibilidad Ambiental y Energética • Fabricación de Nano Dispositivos y Sensores • Conductancia Cuántica Esta línea de investigación contempla la síntesis y caracterización de materiales en nanoescala utilizando diferentes técnicas y correlacionando esta caracterización con las propiedades ópticas, magnéticas y eléctricas. No cambio en la línea de Investigación, solo se actualizaron algunas sublíneas con el fin de que sea más amplio y acorde a la experiencia que tienen los profesores de la ECFN. Ciencia de materiales teórica • Espectroscopía Teórica • Modelamiento computacional de materiales a diferentes escalas Esta línea de investigación considera una amplia gama de sistemas que se refieren principalmente al modelamiento en la nanoescala; muchas propiedades y sus aplicaciones tecnológicas dependen de la física y la química en la nanoescala. En general, el desarrollo teórico de los materiales permite predecir el comportamiento de estos y por lo tanto las aplicaciones. Solo se realizó una pequeña actualización con algunas sublíneas, para darle un carácter más amplio y acorde a la experiencia que tienen los profesores de la ECFN. Física de sistemas complejos e interdisciplinarios • Sistemas Complejos • Sistemas Dinámicos Sistemas Complejos e interdisciplinarios es el nombre que se ha dado al campo de la Física contemporánea que estudia fenómenos colectivos que emergen de la interacción de muchos componentes en un sistema, sin necesidad de una influencia externa o de un diseño predeterminado, y que no pueden ser descritos a partir del comportamiento local o individual. Aunque se encuentran en una diversidad de contextos, físicos, químicos, biológicos, sociales, económicos, se ha descubierto que los sistemas complejos presentan comportamientos colectivos con características universales, tales como: sincronización, auto-organización, formación de patrones, diferenciación, adaptación, transiciones orden-desorden, redes de conectividad. Se trata de un campo de investigación naturalmente interdisciplinario, donde conceptos y herramientas de la Física se aplican a sistemas muy diversos, y que ha abierto posibilidades de colaboración con especialistas de otras áreas en la búsqueda de soluciones a problemas globales y estratégicos para la humanidad. Solo se actualizan las sublíneas para que sea más amplio y acorde a la investigación en este campo realizada por los profesores de la ECFN. Astrofísica, Cosmología y Física Teórica • Estudio de modelos inflacionarios • Evolución de Galaxias • Dinámica de plasmas astrofísicos\/Magnetohidrodinámica • Estudio de Objetos Compactos • Mecánica Cuántica Relativista Esta línea de investigación cubre la teoría de la relatividad general con aplicaciones a objetos compactos y el estudio del origen y evolución del Universo. Como parte de la misma se estudian la evolución de galaxias y vientos galácticos. En la parte de Astrofísica y Cosmología se utilizan datos observacionales para comparar con los resultados de las simulaciones. Adicionalmente, se estudian las ecuaciones de movimiento que se encuentran presentes en la Mecánica Cuántica Relativista. Se actualizo esta línea, eliminando altas energías, y solo dejando astrofísica y cosmología y actualizando a física teórica para ampliar esta línea de investigación. Se elimino la parte de altas energías, ya que no se realiza actualmente en la ECFN y se unieron dos líneas (cosmología y astrofísica con física teórica) para darle más coherencia a todo el grupo de profesores que investigan en este campo. Desarrollo Instrumentación científica de bajo costo • Instrumentación científica, equipamiento para educación, desarrollo de equipos para docencia e investigación en diferentes aplicaciones • Diseño y fabricación de material didáctico para personas con capacidades diversas • Diseño y fabricación de dispositivos para medición de magnitudes acústicas Esta línea de investigación tiene como finalidad la construcción dentro de la propia Universidad de los equipamientos necesarios en el área de la física para establecer líneas competitivas de investigación únicas en el país, región y en el mundo. La posibilidad de traer resultados de investigación y adaptarlos a necesidades de la industria y de la comunidad está en el corazón de la propuesta de la Universidad de Investigación. Se realiza la actualización con el fin de que la línea sea amplia para que pueda abarcar todos los proyectos que se desarrollan dentro de la escuela. Esta línea se acorto el nombre, eliminando la parte de proyectos para la industria, pues, aunque es posible desarrollarlo, sin embargo, la investigación está más orientada al desarrollo de sistemas de bajo costo para docencia. Acústica y Aplicaciones • Acústica arquitectónica in situ y virtual para el acondicionamiento acústico de ambientes • Psicoacústica • Metrología acústica • Acústica ambiental Esta línea de investigación es crucial en campos como la ingeniería acústica, la acústica arquitectónica, la medicina y el control ambiental, ofreciendo a los estudiantes una sólida base teórica y práctica que responde a las necesidades del mercado laboral actual. Adicionalmente, la creciente demanda de especialistas en acústica refuerza la importancia de ofrecer esta formación, alineándose con la misión de Yachay Tech de generar conocimiento y soluciones innovadoras para el desarrollo de la sociedad. Esta nueva línea se crea ya que existe personal altamente calificado en la ECFN en esta área del conocimiento y porque tiene aplicaciones prácticas muy importantes en diversas áreas que contribuyen no solo a aumentar las capacidades de investigación sino también con importantes aplicaciones tecnológicas. Este conjunto de temas están a la vanguardia de la investigación científica mundial y por lo tanto el desarrollo de la Escuela de Ciencias Físicas y Nanotecnología está directamente conectado con el desarrollo de nuevas ideas y métodos para generar nuevos productos centrados en la transferencia de tecnología a las empresas. Esta estructura permite a la escuela alinearse con los objetivos del Plan Nacional del Buen Vivir. PERSONAL ACADÉMICO Decana Gema González, Ph.D. Decana de la Escuela de Ciencias Físicas y Nanotecnología Coordinadores Wladimir Banda, Ph.D. Coordinador de la Maestría en Física Fundamental Eduardo Estévez, Ph.D. Coordinador de la Maestría en Estrategias para la Docencia STEM Miembros Duncan Mowbray, Ph.D. Profesor Principal 3 Henry P. Pinto, Ph.D. Profesor Principal 3 Clara Rojas, Ph.D. Profesor Tiempo Completo Agregado 1 Sarah Briceño, Ph.D. Profesor Agregado 3 Werner Bramer, Ph.D. Profesor Principal 1 Miguel Ángel Suarez MSc. Profesor Titular Auxiliar 1 Mario Cosenza, Ph.D. Profesor Ocasional 2 Carlos Reinoso, Ph.D. Profesor Ocasional 3 Darwin Méndez, Eng. Técnico de Laboratorio 2 Julio C. Chacón, Ph.D. Profesor Ocasional 3 David Andrade Profesor Tiempo Completo Auxiliar I Joselin E. Guananga Técnico Docente 1 Pablo Escobar MSc Técnico Docente 1 Benjamín Pusay, Ph.D. Profesor Ocasional 1 Benjamin De Zayas Profesor Ocasional 2 Maria Fernanda Bósquez Técnico de Laboratorio 1 Melany Aguilar Técnico de Laboratorio 1 Ing. Gerardo Acosta MBA MSc (c) Técnico de Investigación 4 Lenin Jácome Profesor Ocasional 1 Eduardo Vicente Ludeño Rosa Estefanía Almache PUBLICACIONES 2025 ENCAPSULATION OF MAGNETIC NANOPARTICLES INTO CARBON NANOTUBES BY ONE-STEP FACILE SYNTHESIS METHOD Journal: Carbon Trends DOI: https:\/\/doi.org\/10.1016\/j.cartre.2024.100446 2025 Engineering Two-Dimensional Supramolecular Self-Assembly: The Role of Cl Atoms Journal: FlatChem DOI: https:\/\/doi.org\/10.1016\/j.flatc.2025.100808 2025 Hyperbolic polytrope Journal: Annals of Physics DOI: https:\/\/doi.org\/10.1016\/j.aop.2024.169909 Equipos de Laboratorio ATC ORION 8 Sputtering System MTI OTF-1200X-III Horno Tubular 3 Zonas Horno Mufla BOECO – MF 8\/1100 Tamizadora analítica RETSCH AS 200 Potenciostato – Galvanostato VIONIC Estufa de Laboratorio ECOCELL Molino de bolas MM500 NANO RETSCH Homogeneizador M Tops con Soporte y Pinzas de 3700 a 2700 rpm VSM (Vibrating Sample Magnetometer) Enlazador de alambre de control digital XY para hilo de 20 um. Centrífuga Multipropósito Spin Coater Espectrómetro de Fotoemisión de Electrones PHY 5000 Versaprove III Quantum Design MicroWriter ML3 DMM (Digital multimeter) – Keysight Arbitrary waveform generator – Keysight Osciloscopio de almacenamiento digital – Keysight NOTICIAS Graduado de Yachay Tech se convierte en el primer ecuatoriano en trabajar en el International Iberian Nanotechnology Laboratory 🗓️ enero 22, 2026 Carolina Ibarra obtiene su Ph.D. en Nanociencia en la Universidad de Groninga 🗓️ enero 19, 2026 Yachay Tech fabrica el primer dispositivo semiconductor desarrollado en Ecuador 🗓️ enero 17, 2026 Alexa Quilumba, primera mujer graduada de la carrera de Física de Yachay Tech, obtiene su doctorado en el Instituto Potosino de Investigación Científica y Tecnológica 🗓️ noviembre 7, 2025 Joselyn Benalcázar, primera graduada en obtener un Doctorado en Física en la Universidad de Viena 🗓️ septiembre 8, 2025 Yachay Tech, sede de la 46 ª Escuela Internacional para Jóvenes Astrónomos de la UAI 🗓️ julio 21, 2025 EVENTOS Nanoscience Summer School Yachay 2026 This international event gathers researchers, students, and enthusiasts in nanotechnology and physics. Ver más OFERTA LABORAL No hay vacantes para la Escuela de Ciencias Físicas y Nanotecnología por el momento. Revisa otras ofertas en el siguiente link . CONTACTO Si tienes dudas o consultas, comunícate con: decanatoecfn@yachaytech.edu.ec Evelyn Cifuentes Analista Administrativo de Escuela 1 ecifuentes@yachaytech.edu.ec “¡Descubre un universo de infinitas posibilidades en la Escuela de Ciencias Físicas y Nanotecnología! Donde cada átomo es una puerta hacia la innovación, y cada nanoestructura es un pilar para construir el futuro. ¡Únete a nosotros y desafía los límites de lo posible!” Sign in Sign up Sign in Don’t have an account? Sign up Remember me Lost your password? Sign up Already have an account? Sign in"
    },
    {
        "university_name":"YACHAY",
        "university_type":"Pública",
        "university_contact":"info@yachaytech.edu.ec",
        "career_name":"Escuela de Ciencias de la Tierra, Energía y Ambiente",
        "career_url":"https:\/\/yachaytech.edu.ec\/index.php\/escuela-de-ciencias-de-la-tierra-energia-y-ambiente\/",
        "description":"Skip to content Explora los complejos sistemas que sustentan nuestra vida en el planeta. Carreras Líneas de Investigación Escuela de Ciencias de la Tierra, Energía y Ambiente Descripción Bienvenido a la Escuela de Ciencias de la Tierra, Energía y Ambiente, donde exploramos los complejos sistemas que sustentan nuestra vida en el planeta. Desde la dinámica geológica hasta la sostenibilidad energética, nuestra misión es comprender y preservar los recursos naturales que nos rodean. Enfrentamos desafíos urgentes relacionados con el cambio climático, la gestión de recursos naturales y la transición hacia fuentes de energía renovable. Únete a nosotros en la búsqueda de soluciones innovadoras que promuevan un futuro más sostenible y próspero para las generaciones venideras. Juntos, podemos marcar la diferencia en el cuidado de nuestro hogar, la Tierra. Misión Nuestra misión en el Escuela de Ciencias de la Tierra, Energía y Ambiente de Yachay Tech es investigar y difundir conocimientos sobre la Tierra, sus recursos y procesos, formando profesionales líderes capaces de abordar desafíos locales y globales con excelencia académica y responsabilidad social, generando soluciones innovadoras que promuevan el desarrollo sostenible y resiliente en colaboración activa con la industria y la comunidad. Visión Nuestra visión en la Escuela de Ciencias de la Tierra, Energía y Ambiente de Yachay Tech es alcanzar la excelencia académica siendo líderes en la comprensión de los sistemas y procesos de la Tierra, anticipando y respondiendo a los desafíos de un planeta cambiante, desarrollando investigaciones de alto impacto. Nos esforzamos por generar talento y liderazgo excepcionales que promuevan la innovación y la sostenibilidad, trabajando en estrecha colaboración con la industria y la comunidad para impulsar soluciones que beneficien tanto a Ecuador como al mundo en las próximas décadas. Carreras Geología Geólogo\/a 10 Semestres RPC-SO-13-No.252-2020 Posgrados Maestría en Geociencias Magíster en Geociencias 4 Semestres RPC-SO-26-No.603-2020 LÍNEAS DE INVESTIGACIÓN Geología física y aplicada • Petrología ígnea y metamórfica • Geología sedimentaria • Vulcanología • Geología estructural, geodinámica y tectónica • Geología histórica y paleontología • Geología aplicada a las ingenierías • Sismología y geofísica aplicada • Geoquímica • Yacimientos minerales y geología económica • Recursos energéticos Se decidió combinar las líneas de investigación previas de “Geología”, “Geofísica” y “Geoquímica” en una sola línea llamada “Geología física y aplicada” con el objetivo de optimizar los recursos y enfoques de investigación. Esta nueva línea integra el conocimiento fundamental de estas áreas, permitiendo una visión más holística y aplicada de los procesos geológicos, desde el estudio de las rocas y estructuras de la Tierra, hasta la aplicación práctica de este conocimiento en ingeniería, geotécnica y otras disciplinas afines. Con esta actualización, se busca mejorar la eficiencia y",
        "degree_title":"Pendiente IA",
        "faculty":"Pendiente IA",
        "duration":"Pendiente IA",
        "modality":"Presencial",
        "locations":[
            "Urcuquí"
        ],
        "cost":"Consultar",
        "study_plan_url":"https:\/\/yachaytech.edu.ec\/index.php\/escuela-de-ciencias-de-la-tierra-energia-y-ambiente\/",
        "full_raw_text":"Skip to content Explora los complejos sistemas que sustentan nuestra vida en el planeta. Carreras Líneas de Investigación Escuela de Ciencias de la Tierra, Energía y Ambiente Descripción Bienvenido a la Escuela de Ciencias de la Tierra, Energía y Ambiente, donde exploramos los complejos sistemas que sustentan nuestra vida en el planeta. Desde la dinámica geológica hasta la sostenibilidad energética, nuestra misión es comprender y preservar los recursos naturales que nos rodean. Enfrentamos desafíos urgentes relacionados con el cambio climático, la gestión de recursos naturales y la transición hacia fuentes de energía renovable. Únete a nosotros en la búsqueda de soluciones innovadoras que promuevan un futuro más sostenible y próspero para las generaciones venideras. Juntos, podemos marcar la diferencia en el cuidado de nuestro hogar, la Tierra. Misión Nuestra misión en el Escuela de Ciencias de la Tierra, Energía y Ambiente de Yachay Tech es investigar y difundir conocimientos sobre la Tierra, sus recursos y procesos, formando profesionales líderes capaces de abordar desafíos locales y globales con excelencia académica y responsabilidad social, generando soluciones innovadoras que promuevan el desarrollo sostenible y resiliente en colaboración activa con la industria y la comunidad. Visión Nuestra visión en la Escuela de Ciencias de la Tierra, Energía y Ambiente de Yachay Tech es alcanzar la excelencia académica siendo líderes en la comprensión de los sistemas y procesos de la Tierra, anticipando y respondiendo a los desafíos de un planeta cambiante, desarrollando investigaciones de alto impacto. Nos esforzamos por generar talento y liderazgo excepcionales que promuevan la innovación y la sostenibilidad, trabajando en estrecha colaboración con la industria y la comunidad para impulsar soluciones que beneficien tanto a Ecuador como al mundo en las próximas décadas. Carreras Geología Geólogo\/a 10 Semestres RPC-SO-13-No.252-2020 Posgrados Maestría en Geociencias Magíster en Geociencias 4 Semestres RPC-SO-26-No.603-2020 LÍNEAS DE INVESTIGACIÓN Geología física y aplicada • Petrología ígnea y metamórfica • Geología sedimentaria • Vulcanología • Geología estructural, geodinámica y tectónica • Geología histórica y paleontología • Geología aplicada a las ingenierías • Sismología y geofísica aplicada • Geoquímica • Yacimientos minerales y geología económica • Recursos energéticos Se decidió combinar las líneas de investigación previas de “Geología”, “Geofísica” y “Geoquímica” en una sola línea llamada “Geología física y aplicada” con el objetivo de optimizar los recursos y enfoques de investigación. Esta nueva línea integra el conocimiento fundamental de estas áreas, permitiendo una visión más holística y aplicada de los procesos geológicos, desde el estudio de las rocas y estructuras de la Tierra, hasta la aplicación práctica de este conocimiento en ingeniería, geotécnica y otras disciplinas afines. Con esta actualización, se busca mejorar la eficiencia y el impacto de la investigación. La línea de investigación “Geología física y aplicada” se enfoca en el estudio de los procesos y materiales que componen la Tierra, así como en la aplicación de este conocimiento para resolver problemas prácticos en diversas disciplinas. Esta línea abarca desde la caracterización de rocas ígneas, metamórficas y sedimentarias, hasta el análisis de fenómenos volcánicos, tectónicos y geodinámicos que modelan el paisaje terrestre. Además, incluye el estudio de la historia geológica del planeta y de sus antiguos ecosistemas, utilizando la paleontología y la geocronología. En su vertiente aplicada, esta línea explora cómo el conocimiento geológico puede ser utilizado en áreas como la ingeniería civil, geotécnica y minera, optimizando el diseño y la construcción de obras de infraestructura, así como en el estudio de la estabilidad del terreno y los materiales de construcción. Asimismo, se integra la geoquímica y la geofísica para entender la composición y estructura interna de la Tierra. Medioambiete y clima • Cambio climático y paleoclimatología • Hidrología, hidrogeología y glaciología • Geología ambiental • Recursos hídricos Ecuador tiene la responsabilidad de proteger y mantener la diversidad de ecosistemas y sus servicios como la provisión permanente de agua en calidad y cantidad adecuada. El impacto del cambio climático sobre los servicios ecosistémicos es cada vez más acentuado y afecta en mayor proporción a las poblaciones más vulnerables. Esta línea de investigación busca desarrollar conocimiento del clima y su interrelación con el sistema terrestre para generar conocimiento que soporte la toma de decisiones en las estrategias nacionales de adaptación y mitigación del cambio climático. Riesgos y amenazas naturales • Riesgos sísmicos y volcánicos • Riesgos hidrometeorológicos • Fenómenos de remoción en masa La línea de investigación Riesgos y Amenazas Naturales es fundamental para entender y mitigar los impactos de fenómenos naturales como sismos, erupciones volcánicas, deslizamientos e inundaciones, que afectan de manera significativa a Ecuador. Esta línea aborda la identificación, evaluación y gestión de riesgos naturales, proporcionando herramientas científicas para la planificación territorial y la reducción de vulnerabilidades. Fortalecer esta área permitirá desarrollar estrategias de prevención más efectivas, mejorar la resiliencia de comunidades y reducir el impacto socioeconómico de desastres naturales, alineándose con los objetivos nacionales de desarrollo sostenible. Patrimonio geológico, geoeducación y sostenibilidad • Geoeducación • Patrimonio geológico y arqueológico • Gestión y uso sostenible de recursos naturales La línea de investigación Patrimonio Geológico, Geoeducación y Sostenibilidad busca preservar y valorizar el patrimonio geológico de Ecuador, promoviendo la educación y conciencia pública sobre su importancia. Esta línea aborda la identificación y conservación de sitios geológicos de relevancia científica y cultural, al tiempo que impulsa la geoeducación como herramienta clave para fomentar la sostenibilidad. Además, fortalece la relación entre la sociedad y el entorno geológico, creando oportunidades de desarrollo a través del geoturismo y promoviendo una gestión responsable del patrimonio natural en beneficio de las futuras generaciones. Geomática aplicada a las geociencias • Tecnologías de la información. • Sensores remotos. • Modelación del sistema terrestre. En la actualidad existe gran cantidad de información ‘Big-Earth Data’ disponible para generar conocimiento, monitoreo y predicción del estado de algunos componentes del sistema terrestre. Esta línea de investigación intenta avanzar la explotación del ‘Big-Earth Data’ e información de sensores remotos usando técnicas de aprendizaje de datos, modelado computacional para monitorear y predecir el comportamiento de fenómenos geofísicos. PERSONAL ACADEÍMCO Decano Markus Tellkamp, Ph.D. Decano de la Escuela de Ciencias de la Tierra, Energía y Ambiente Coordinadores Luis Eduardo Pineda, Ph.D. Coordinador de la Maestría en Geociencias Richard Perez, Ph.D. (c) Coordinador de la Carrera de Geología Miembros Yaniel Vázquez, Ph.D. Profesor Agregado 1 Felipe Carlosama, M.Sc. Profesor Ocasional 1 Karla Freire, Ph.D. (c) Profesor Ocasional 1 Mariela Rodríguez, M.Sc. Profesor Ocasional 1 Marco Simbaña, Ph.D. (c) Profesor Auxiliar 1 Raisa Torres, Ph.D. (c) Profesor Auxiliar 1 Bryan Medina, Ph.D. Profesor Ocasional 2 Ruben Basantes, Ph.D. Profesor Agregado 1 Erikka Moncayo, Mgs. Técnico de Laboratorio 5 Diego Chamba, M.Sc. Profesor Ocasional 1 Dayana Calderón, Ing. Técnico de Laboratorio 1 Germán Martín Merino Profesor Ocasional 2 Anderson Rivadeneira Técnico de Laboratorio 1 Ana Milena Peñaherrera Técnico de Laboratorio 4 PUBLICACIONES 2024 Blossoming of the Pleistocene volcanism in the Ecuadorian Andes: A review based on new and recent geochronological data Journal: Bulletin of Volcanology DOI: https:\/\/doi.org\/10.1007\/s00445-024-01767-z 2021 “Organological Structure and Sound Effect of an Anthropomorphic Triple Ellipsoid Bottle with Double Whistle from the Bahia Culture of Ecuador (600 BC–650 AD)” Journal: ARQUEOLOGÍA IBEROAMERICANA 2018 The first Oligocene sea turtle (Pan-Cheloniidae) record of South America Journal: PeerJ DOI: 10.7717\/peerj.4554 NOTICIAS Graduados de Yachay Tech continuarán estudios de posgrado en China gracias a beca internacional 🗓️ agosto 26, 2025 Embajada de los Estados Unidos financia la implementación del Museo Arqueológico de Yachay Tech 🗓️ julio 16, 2025 Yachay Tech y la Universidad de Maryland se unen para transformar comunidades en Cotacachi 🗓️ julio 8, 2025 Yachay Tech presente en Chile a través del Programa Internacional de Intercambio Minero Universitario – PIIMU 🗓️ julio 1, 2025 Yachay Tech lidera convocatoria nacional con su proyecto “Glaciares Tropicales: Centinelas en extinción” 🗓️ marzo 24, 2025 Un paso más por la conservación y la ciencia 🗓️ marzo 7, 2025 EVENTOS OFERTA LABORAL No hay vacantes para la Escuela de Ciencias de la Tierra, Energía y Ambiente por el momento. Revisa otras ofertas en el siguiente link . CONTACTO Si tienes dudas o consultas, comunícate con: decanatoectea@yachaytech.edu.ec Andrea Terán Asistente de la Escuela de Ciencias de la Tierra Energía y Ambiente ateran@yachaytech.edu.ec “¡Explora las profundidades de la Tierra y desata el poder de la naturaleza en la Escuela de Ciencias de la Tierra, Energía y Ambiente! Convierte tu pasión por la geología en una herramienta para comprender nuestro planeta y forjar un futuro sostenible para las generaciones venideras.” (1) Tectónica y geología del petróleo. Los estudios científicos del subsuelo son la base para la optimización de la producción de los yacimientos de petróleo y gas, o exploración de minerales económicamente importantes. Estos estudios aplicados se realizarán en cooperación con la industria petrolera. (2) Geohidrología . Los estudios hidrogeológicos son prioritarios para establecer los parámetros hidrológicos que permitan reconocer la capacidad y el estado de los recursos hídricos del país. Estos estudios son vitales para la aplicación de las metas de agua limpia y energía limpia para Ecuador y otras naciones andinas. (3) Geotermia y volcanología . Ecuador es uno de los países más sensibles a los procesos volcánicos, donde es fácilmente explotable el desarrollo de estudios sobre la naturaleza volcánica, la mitigación de los riesgos que supone el vulcanismo, y la utilización de este como recurso geotérmico. (4) Clima y el cambio climático. Como productor y exportador de combustibles fósiles, nos incumbe también convertirnos en líderes de tecnología para las energías renovables, la planificación sostenible, y la mitigación de las emisiones de gases de efecto invernadero. (5) Sismología. Casi todo el Ecuador se ubica dentro de una región de significativa y alta sismicidad. La investigación en sismología, el monitoreo de la actividad sísmica, la educación y difusión sobre el riesgo sísmico, incluyendo una mejor planificación de ciudades y proyectos de ingeniería civil, son parte de nuestra misión. (6) Geología económica, recursos minerales y minería. Los recursos minerales constituyen un área de crecimiento relativamente inexplotada en el Ecuador. Trabajaremos junto al INIGEMM para explorar los yacimientos minerales, atentos a posibles conflictos de intereses entre el desarrollo económico y otros intereses sociales y ambientales. (7) Edafología y productividad agrícola . Los productos agrícolas forman parte junto al petróleo de la columna vertebral de la economía ecuatoriana. La mitigación en los procesos de erosión y la degradación del suelo mejoran la productividad y agregan valor a los productos agrícolas. (8) Geología marina, geofísica y recursos marinos. Uno de los principales objetivos de nuestra investigación básica será la realización de detalladas prospecciones geológicas, geofísicas y geoquímicas marinas del fondo marino para conocer más acerca de la oceanografía física y biológica de la zona costera. Una de las mayores iniciativas de nuestra Escuela es establecer un Centro de Ciencias Marinas de Yachay Tech, que probablemente esté ubicado en Manta. (9) Diversidad biológica tropical. Junto con la Escuela de Ciencias Biológicas e Ingeniería , realizaremos programas de estudio sobre la biodiversidad histórica, actual y futura y su conservación en las Galápagos, el Chocó, los Paramos, los Andes y el Amazonas. La Escuela liderará estos esfuerzos como parte de nuestro liderazgo de la Red Andina de Soluciones de Desarrollo Sostenible. (10) Geociencias: educación y sociedad. Este es nuestro objetivo fundamental, proporcionar educación de primer nivel a estudiantes de pre-grado y posgrado. Formar profesionales geólogos e ingenieros geólogos con una alta capacidad de liderazgo científico, capaces de fortalecer y transformar la economía, beneficiando a la sociedad desde el entendimiento de la Tierra y sus recursos. Por ello, nuestros estudiantes son el eje vital de la escuela. Se caracterizan por su alto rendimiento académico, visión innovadora, formación crítica y ética, así como capacidad de interaccionar en proyectos multidisciplinarios gran impacto. Además, realizamos actividades de divulgación para la educación de todos los ciudadanos de Ecuador (y más allá) en geociencias. Sign in Sign up Sign in Don’t have an account? Sign up Remember me Lost your password? Sign up Already have an account? Sign in"
    },
    {
        "university_name":"YACHAY",
        "university_type":"Pública",
        "university_contact":"info@yachaytech.edu.ec",
        "career_name":"Escuela de Ciencias Matemáticas y Computacionales",
        "career_url":"https:\/\/yachaytech.edu.ec\/index.php\/escuela-de-ciencias-matematicas-y-computacionales\/",
        "description":"Skip to content Explora desde algoritmos matemáticos hasta la inteligencia artificial. Carreras Líneas de Investigación Escuela de Ciencias Matemáticas y Computacionales Descripción Bienvenido a la Escuela de Ciencias Matemáticas y Computacionales, donde la abstracción se encuentra con la aplicación para desbloquear el potencial ilimitado de la información y la computación. Desde algoritmos matemáticos hasta inteligencia artificial, nuestro enfoque interdisciplinario fusiona la teoría con la práctica para abordar desafíos complejos en todas las áreas de la ciencia y la tecnología. Únete a nosotros en la exploración de las fronteras del conocimiento, donde cada línea de código y cada ecuación son la clave para construir un futuro impulsado por la innovación y el descubrimiento. Misión La Escuela de Ciencias Matemáticas y Computacionales cuenta con dos departamentos, uno de ellos el Departamento de Ciencias Computacionales que oferta la titulación Ingeniería en Ciencias de la Computación. Nuestra misión es apoyar las ciencias naturales y experimentales con entrenamiento y herramientas computacionales para modelación en alta resolución y a gran escala de sus respectivos objetos de investigación de alta resolución, participando en cooperaciones interdisciplinarias e internacionales avanzando el estado del arte en matemáticas fundamental, análisis numérico, procesos estocásticos, teoría de la computación, inteligencia artificial, desarrollo de software e ingeniería de sistemas. Carreras Matemática Matemático\/a 10 Semestres RPC-SO-15-No.174-2015 Computación Ingeniero\/a en Ciencias de la Computación 10 Semestres RPC-SO-22-No.466-2020 Ciencia de Datos Ingeniero\/a en Ciencias de Datos 9 Semestres RPC-SO-30-No.504-2024 Nueva Posgrados Maestría en Inteligencia Artificial Magíster en Inteligencia Artificial 2 Semestres RPC-SO-11-No.175-2022 Maestría en Ciencia de Datos Magíster en Ciencia de Datos 2 Semestres RPC-SO-38-No.635-2024 Maestría en Ciencias de la Computación Magíster en Ciencias de la Computación 4 Semestres RPC-SO-01-No.030-2021 LÍNEAS DE INVESTIGACIÓN Ecuaciones diferenciales, análisis matemático, modelamiento y optimización • Ecuaciones Diferenciales ordinarias y\/o parciales • Análisis Matemático y Numérico • Teoría de Control y\/o Sincronización • Sistemas Dinámicos • Probabilidad y Estadística • Álgebra y Geometría • Topología • Matemática Discreta y Lógica • Análisis Complejo • Didáctica de la Matemática Las hipótesis acerca de un sistema implican con frecuencia la tasa de cambio de una o más variables. Esto conduce a que el enunciado matemático de todas esas hipótesis puede ser una o más ecuaciones donde intervienen derivadas. Así, un modelo matemático determinístico es una ecuación o un sistema de ecuaciones diferenciales, que pueden ser ordinarias o parciales, según la cantidad de variables presentadas en el fenómeno estudiado. En la mayoría de estos modelos la existencia de soluciones se establece por medio de algún teorema proveniente de",
        "degree_title":"Pendiente IA",
        "faculty":"Pendiente IA",
        "duration":"Pendiente IA",
        "modality":"Presencial",
        "locations":[
            "Urcuquí"
        ],
        "cost":"Consultar",
        "study_plan_url":"https:\/\/yachaytech.edu.ec\/index.php\/escuela-de-ciencias-matematicas-y-computacionales\/",
        "full_raw_text":"Skip to content Explora desde algoritmos matemáticos hasta la inteligencia artificial. Carreras Líneas de Investigación Escuela de Ciencias Matemáticas y Computacionales Descripción Bienvenido a la Escuela de Ciencias Matemáticas y Computacionales, donde la abstracción se encuentra con la aplicación para desbloquear el potencial ilimitado de la información y la computación. Desde algoritmos matemáticos hasta inteligencia artificial, nuestro enfoque interdisciplinario fusiona la teoría con la práctica para abordar desafíos complejos en todas las áreas de la ciencia y la tecnología. Únete a nosotros en la exploración de las fronteras del conocimiento, donde cada línea de código y cada ecuación son la clave para construir un futuro impulsado por la innovación y el descubrimiento. Misión La Escuela de Ciencias Matemáticas y Computacionales cuenta con dos departamentos, uno de ellos el Departamento de Ciencias Computacionales que oferta la titulación Ingeniería en Ciencias de la Computación. Nuestra misión es apoyar las ciencias naturales y experimentales con entrenamiento y herramientas computacionales para modelación en alta resolución y a gran escala de sus respectivos objetos de investigación de alta resolución, participando en cooperaciones interdisciplinarias e internacionales avanzando el estado del arte en matemáticas fundamental, análisis numérico, procesos estocásticos, teoría de la computación, inteligencia artificial, desarrollo de software e ingeniería de sistemas. Carreras Matemática Matemático\/a 10 Semestres RPC-SO-15-No.174-2015 Computación Ingeniero\/a en Ciencias de la Computación 10 Semestres RPC-SO-22-No.466-2020 Ciencia de Datos Ingeniero\/a en Ciencias de Datos 9 Semestres RPC-SO-30-No.504-2024 Nueva Posgrados Maestría en Inteligencia Artificial Magíster en Inteligencia Artificial 2 Semestres RPC-SO-11-No.175-2022 Maestría en Ciencia de Datos Magíster en Ciencia de Datos 2 Semestres RPC-SO-38-No.635-2024 Maestría en Ciencias de la Computación Magíster en Ciencias de la Computación 4 Semestres RPC-SO-01-No.030-2021 LÍNEAS DE INVESTIGACIÓN Ecuaciones diferenciales, análisis matemático, modelamiento y optimización • Ecuaciones Diferenciales ordinarias y\/o parciales • Análisis Matemático y Numérico • Teoría de Control y\/o Sincronización • Sistemas Dinámicos • Probabilidad y Estadística • Álgebra y Geometría • Topología • Matemática Discreta y Lógica • Análisis Complejo • Didáctica de la Matemática Las hipótesis acerca de un sistema implican con frecuencia la tasa de cambio de una o más variables. Esto conduce a que el enunciado matemático de todas esas hipótesis puede ser una o más ecuaciones donde intervienen derivadas. Así, un modelo matemático determinístico es una ecuación o un sistema de ecuaciones diferenciales, que pueden ser ordinarias o parciales, según la cantidad de variables presentadas en el fenómeno estudiado. En la mayoría de estos modelos la existencia de soluciones se establece por medio de algún teorema proveniente del Análisis Matemático, que se encarga del estudio de las condicionantes propicias para poder establecer estos resultados tanto en espacios de dimensión finita como infinita. Sin embargo, la obtención de la solución se reduce, en la gran mayoría de los casos, a aproximaciones mediante algoritmos computacionales. De aquí que tenga importancia tanto el estudio teórico como computacional del problema abordado. También, muchos fenómenos que ocurren en el mundo real, tales como los sistemas biológicos, el clima, la economía y las finanzas tienen un comportamiento aleatorio; y la naturaleza dinámica de éstos procesos no se puede determinar usando modelos determinísticos, porque existen variables que no se pueden incluir en el modelado, mientras que incorporando una estructura estocástica se puede cuantificar esa incertidumbre. En ambos casos, determinístico o no determinístico, cuando se consideran condicionantes propicias, es importante tomar en cuenta estructuras algebraicas y geométricas inherentes al problema. Por otra parte, las herramientas de la Lógica Matemática y la Matemática Discreta son útiles para modelar y resolver problemas provenientes de diferentes dominios importantes. Aquí se incluyen problemas desafiantes en Inteligencia Artificial, Modelos Simbólicos, Teoría de la Decisión, Teoría de la Elección Social, Teoría Axiomática de Conjuntos y Sistemas Funcionales. Adicionalmente, la enseñanza moderna de la matemática universitaria, en particular el uso de libros de texto, requiere un equilibrio inteligente entre 1) los conceptos puramente matemáticos obviamente importantes, 2) la posibilidad de utilizar los recursos computacionales cada vez mayores en potencia, y 3) el uso de interesantes ejemplos de aplicaciones. Esto pone en sintonía a la didáctica de la matemática con los elementos que componen la línea de investigación. Definitivamente, la línea se enfoca en un espíritu multidisciplinario fomentando así la relación con otras escuelas de nuestra universidad y a un ámbito exterior tanto nacional como internacional. La Escuela de Ciencias Matemáticas y Computacionales (ECMC) considera que, es necesario mantener, por el momento, la línea de investigación “Ecuaciones Diferenciales, Análisis Matemático, Modelamiento y Optimización”, junto con sus ublíneas sin modificaciones, ya que esta línea es fundamental para el Doctorado en Matemáticas y Ciencias Computacionales que se encuentra en proceso de elaboración. No obstante, una vez que dicho programa de doctorado sea aprobado, se realizarán los ajustes necesarios para renombrar esta línea como “Fundamentos y Aplicaciones de la Matemática”, actualizando también las sublíneas para sincerar los marcos de trabajo y la producción científica de los profesores de la ECMC. Ciencia de datos • Análisis de Datos • Bases de Datos • Análisis Estadístico Multivariante • Estadística Computacional • Minería de Datos • Visualización de Datos • Ética y Privacidad de Datos La Ciencia de los datos, es un nuevo paradigma, potencialmente es uno de los avances más significativos de principios del siglo XXI. El campo de la Ciencia de los datos ha surgido debido a la intersección de varias Ciencias que, incluyen: matemáticas, estadística, ingeniería de datos, reconocimiento de patrones y aprendizaje, computación avanzada, visualización y modelización de la incertidumbre, almacenamiento de datos y el cálculo de alto rendimiento con el objetivo de extraer información de los datos y crear nuevos productos partir de los datos. En el mundo actual, no hay duda de que un científico de datos se encuentra entre los expertos más solicitados debido a la naturaleza de sus trabajos. La Escuela de Ciencias Matemáticas y Computacionales ha decidido mantener la línea de investigación Ciencia de Datos, ya que es fundamental para la Escuela y desempeña un papel clave no solo en el Doctorado en Matemáticas y Ciencias Computacionales que se está creando en la Universidad, sino también para la futura Carrera de Ciencia de Datos y la futura Maestría en Ciencia de Datos. Esta línea y sus sublíneas son esenciales para estos programas, proporcionando una base sólida en el análisis y procesamiento de datos. Además, se propone agregar una nueva sublínea, Ética y Privacidad de Datos, para fortalecer la línea de investigación y alinearla con las necesidades emergentes. Las sublíneas de Ciencia de Datos incluyen: Análisis de Datos, Bases de Datos, Análisis Estadístico Multivariante, Estadística Computacional, Minería de Datos, Visualización de Datos, y Ética y Privacidad de Datos, asegurando que esta línea continúe siendo un pilar fundamental tanto en la investigación como en la formación académica avanzada. Computación científica • Modelamiento y Simulación • Computación de Alto Rendimiento • Algoritmos • Análisis Numérico • Teoría de Computación • Estructuras Discretas • Visualización Científica • Internet de las cosas (loT) La Computación Científica es la ciencia de la resolución de problemas por computadora, y desde este punto de vista, es sin duda el área científica más extendida que establece algoritmos métodos y modelos precisos, eficientes y realistas que modelan nuestro mundo, almacenan su bi data, y establecen y procesan sus conjuntos. Estos datos pueden ser geoespaciales y científicos y sus aplicaciones tocan a cada ciudadano en todas sus actividades: desde prevención de desastres naturales y artificiales, sistemas de monitoreo y alerta acoplados a medidores y sensores físicos, químicos o biológicos. Se cubren temas como automóviles autónomos, drones con auto retorno visual, y casas inteligentes que se auto protegen de intrusos químicos peligrosos e inundaciones. Estos elementos se unifican mediante plataformas web que permiten comunicar y tomar datos de las cosas comunes (loT) como refrigeradores, plantas, etc. La computación Científica aporta herramientas que permiten modelar elementos moleculares, lo que permite resolver problemas tales como el doblamiento de proteínas, lo que a su vez conduce a la producción de fármacos y el posible control de epidemias virales tipo covid-19 y otras enfermedades. La Escuela de Ciencias Matemáticas y Computacionales ha decidido mantener la línea de investigación “Computación Científica” sin modificaciones, ya que es esencial para el desarrollo de la investigación en áreas clave de la computación y forma base del Doctorado en Matemáticas y Ciencias Computacionales que se está creando en la Universidad. Esta línea proporciona los fundamentos necesarios para el modelamiento, la simulación y el análisis numérico, aspectos cruciales para los proyectos avanzados en ciencias computacionales. Las sublíneas de Computación Científica se mantendrán sin cambios y son: Modelamiento y Simulación, Computación de Alto Rendimiento, Algoritmos, Análisis Numérico, Teoría de Computación, Estructuras Discretas, Visualización Científica, e Internet de las Cosas (IoT). Inteligencia artificial • Aprendizaje Automático • Aprendizaje Profundo • Visión Computacional • Large Language Models (LLMs) • Computación Evolutiva • AI for Business Strategy La rama de la inteligencia computacional abarca la creación o réplica de inteligencia por medios computacionales. Se busca la creación de algoritmos y agentes innovadores, capaces de aprender por sí mismos problemas complejos, como manejar un carro, jugar ajedrez, administrar dosis exactas de medicina o un robot bípedo que empieza gateando y termina erguido. Esto es aprendizaje no supervisado porque el programador solamente crea las condiciones y el acceso a un medio ambiente y la máquina tiene que descubrir por sí misma las cosas. Las capacidades intelectuales de los humanos se mantienen como una frontera de conocimiento humano. Por ello es de interés poder replicar inteligencias humanas y colectivas de forma que podamos entender, replicar y extender estas inteligencias. Este desarrollo tiene grandes repercusiones en las sociedades y las actividades económicas del futuro inmediato. La Escuela de Ciencias Matemáticas y Computacionales ha decidido crear una nueva línea de investigación denominada “Inteligencia Artificial”. Esta línea refleja las tendencias actuales en el campo de la investigación, donde la inteligencia artificial abarca un amplio espectro de tecnologías y enfoques, como el aprendizaje automático, las redes neuronales, y otras áreas emergentes. La creación de esta nueva línea permitirá a la Escuela alinearse con las tendencias internacionales y fortalecer su producción científica. En el Anexo 2 se detallan las sublíneas propuestas que integrarán esta nueva línea de “Inteligencia Artificial”. Estas incluyen áreas clave de investigación que ya se están desarrollando dentro de la Escuela y nuevas sublíneas que reflejan las demandas emergentes en la disciplina. Las sublíneas propuestas para la nueva línea “Inteligencia Artificial” son: Aprendizaje de Máquina, Aprendizaje Profundo, Visión Computacional, Large Language Models (LLMs), Computación Evolutiva, AI for Business Strategy. Estos cambios alinean los marcos de trabajo y la producción científica de los profesores con las tendencias actuales en la disciplina, así como con los contenidos de la Carrera de Computación y la Maestría en Inteligencia Artificial. La nueva línea permitirá a la Escuela continuar a la vanguardia en el campo de la inteligencia artificial, fortaleciendo su estructura académica y potenciando los proyectos en curso. Tecnologías de la información • Sistemas de Transporte Inteligente • Seguridad Informática • Redes y Comunicaciones • Software • Realidad Virtual y Realidad Aumentada • Computación en la nube • Interacción Humano Computador Las Tecnologías de la Información se encuentran de manera transversal en el diario vivir de las sociedades. Las tecnologías de la información han revolucionado los procesos sociales, económicos, políticos e industriales siendo catalizadores de la sociedad del conocimiento y de la Industria 4.0. La sociedad moderna ha visto su realidad transformada por procesos de digitalización en todos sus ámbitos, estos incluyen: la comunicación, la educación, el comportamiento social, el transporte, la industria, el comercio. El uso de una amplia gama de tecnologías nos permite ser actores de cambio en todos estos sectores aumentando la productividad y reduciendo riesgos. Esta línea de investigación pretende proponer cambios transformadores para el Ecuador. La Escuela de Ciencias Matemáticas y Computacionales considera necesario realizar ajustes en las sublíneas de la línea de investigación “Tecnologías de la Información”, una de las más activas y aprovechadas por la universidad. En el Anexo 2 se detallan los cambios propuestos, que incluyen la eliminación de la sublínea “Agricultura Computacional” y la incorporación de nuevas sublíneas como “Realidad Virtual y Realidad Aumentada”, “Computación en la Nube” y “Interacción Humano Computador”. Estos ajustes alinean los marcos de trabajo y la producción científica de los profesores de la Escuela con las tendencias actuales en la disciplina. Es importante destacar que, al tratarse de una reorganización, todos los proyectos en curso bajo esta línea de investigación continuarán siendo cubiertos por las modificaciones. Las sublíneas propuestas para “Tecnologías de la Información” son: Sistemas de Transporte Inteligente, Seguridad Informática, Redes y Comunicaciones, Software, Realidad Virtual y Realidad Aumentada, Computación en la Nube e Interacción Humano-Computador. Ciencia, tecnología y sociedad • Historia y Filosofía de la ciencia y la tecnología • Teorías Educativas y Tecnologías de Aprendizaje Innovadoras • Ética pura y aplicada • Empresa y emprendimiento • Innovación y tecnologías emergentes • Análisis de percepción de la opinión pública y redes de conexión social • Medidas Fisiológicas, Neurocomunicación y Publicidad La creación de la línea de investigación “Ciencia, Tecnología y Sociedad” en el Departamento de Desarrollo Humano, adscrito a la Escuela de Ciencias Matemáticas y Computacionales, responde a la necesidad de analizar la interacción entre la ciencia, la tecnología y sus impactos sociales, económicos y éticos. Esta línea se alinea con el Eje de Desarrollo Económico del Plan Nacional de Desarrollo del Ecuador, específicamente con el Objetivo 5, que busca fomentar la productividad sostenible (Secretaría Nacional de Planificación y Desarrollo, 2024). A través de investigaciones sobre la historia y filosofía de la ciencia, la innovación y las tecnologías emergentes, esta línea promueve la comprensión crítica y responsable de los avances tecnológicos, impulsando el desarrollo económico del país con una mirada ética y socialmente inclusiva. En relación con el Eje Institucional y el Objetivo 9, la línea contribuye a la construcción de un Estado eficiente y transparente, orientado al bienestar social. El estudio de la ética pura y aplicada, así como el análisis de la percepción pública y las redes sociales, fortalecerá la capacidad de las instituciones para implementar políticas basadas en principios éticos sólidos y en una comprensión clara de las implicaciones sociales de la tecnología (SENPLADES, 2024). Esto promoverá una mejor gobernanza y una mayor participación ciudadana, esenciales para un desarrollo institucional alineado con los estándares internacionales de transparencia y responsabilidad social. Por último, la línea se vincula con el Eje Social y el Objetivo 2 al impulsar una educación inclusiva y de calidad mediante el análisis de teorías educativas y tecnologías de aprendizaje innovadoras. Esto permitirá mejorar las capacidades de la ciudadanía, preparando a las nuevas generaciones para enfrentar los desafíos tecnológicos contemporáneos (SENPLADES, 2024). En este sentido, la línea “Ciencia, Tecnología y Sociedad” responde a las prioridades nacionales, promoviendo un desarrollo sostenible, inclusivo y alineado con los ODS, posicionando al Ecuador como un referente en la integración de la tecnología con la sociedad de manera ética y responsable (Naciones Unidas, 2018). PERSONAL ACADÉMICO Decano Nerio Borges, Ph.D. Decano de la Escuela de Ciencias Matemáticas y Computacionales Coordinadores Erick Cuenca Coordinador de la Maestría en Ciencia de Datos Eugenio Morocho, Ph.D. Coordinador de la Maestría en Inteligencia Artificial Juan Pablo Astudillo, Ph.D. Coordinador de la Maestría en Ciencias de la Computación Pablo Rosero Coordinador de la Carrera de Matemáticas – Profesor Auxiliar 1 Cristhian Iza, Ph.D. Coordinador de la Carrera de Ciencias Computacionales – Profesor Ocasional 2 Silvana Escobar Coordinadora del Departamento de Desarrollo Humano – Profesor Ocasional 1 Miembros Ernesto Ponsot Balaguer, Ph.D. Profesor Principal 2 Eusebio Ariza, Ph.D. Profesor Agregado 3 Juan Mayorga, Ph.D. Profesor Agregado 3 Julio Armas, Ph.D. Profesor Agregado 3 Raúl Manzanilla, Ph.D. Profesor Principal 1 Antonio Acosta, Ph.D. Profesor Agregado 3 Hugo Fernandes Campos, Ph.D. Profesor Agregado 3 Hugo Leiva, Ph.D. Profesor Principal 3 Isidro Amaro, Ph.D. Profesor Agregado 3 Saba Infante, Ph.D. Profesor Principal 2 Rodolfo Gallo, Ph.D. Profesor Agregado 1 Francisco Hidrobo, Ph.D. Profesor Ocasional 2 Claudio Arcos, Ph.D. Profesor Principal 1 Inti Becerra Profesor Ocasional 1 Kevin Chamorro Profesor Ocasional 1 Rigoberto Fonseca Delgado, Ph.D. Profesor Auxiliar 1 Rolando Armas, PhD Profesor Ocasional 2 Andrés Tirado, Ph.D. Profesor Ocasional 2 Franklin Camacho, Ph.D. Profesor Agregado 2 Paola Quiloango Profesor Ocasional 1 Wilman Brito Profesor Ocasional 1 Carolina Cadena Profesor Ocasional 1 María Gabriela Cajamarca, Ph.D. Profesor Ocasional 1 Zenaida Castillo, Ph.D. Profesor Ocasional 2 Jefferson Moreno, Ph.D. (c) Profesor Ocasional 1 Juan Riofrío Profesor Ocasional 1 Wilman Suárez Profesor Ocasional 1 Pablo Salazar, Ms.C Técnico Docente 1 Wilmer Barrera Profesor Ocasional 1 Leonardo Medina Espinosa Profesor Ocasional 1 Sofía Salto Técnico Docente 1 Roberth Chingal Técnico Docente 1 Patricio Gálvez Técnico Docente 1 Israel Pineda Profesor Ocasional 2 José Pinango Técnico Docente 1 Bladismir Ruiz Profesor Agregado 1 Sebastián Heredia Profesor Ocasional 1 Wilfredo Angulo Profesor Agregado 2 PUBLICACIONES 2025 Legal AI for All: Reducing Perplexity and Boosting Accuracy in Normative Texts With Fine-Tuned LLMs and RAG Journal: EEE Access DOI: https:\/\/doi.org\/10.1109\/ACCESS.2025.3622138 2025 An efficient strawberry segmentation model based on Mask R-CNN and TensorRT Journal: Artificial Intelligence in Agriculture DOI: https:\/\/doi.org\/10.1016\/j.aiia.2025.01.008 2022 Framing and Immigration: New Frames in Media and Social Networks Journal: mart Innovation, Systems and Technologies 259 SIST, pp. 140-152 DOI: https:\/\/doi.org\/10.1007\/978-981-16-5792-4_15 NOTICIAS Estudiante de Yachay Tech recibe reconocimiento internacional en TICEC 2025 🗓️ octubre 29, 2025 Walter Vera, matemático graduado de Yachay Tech, se suma a los talentos admitidos en la Universidad Paris-Saclay, la N.º 1 del mundo en Matemáticas 🗓️ julio 18, 2025 Valentina Padilla estudiará en Francia con una beca de excelencia académica 🗓️ julio 4, 2025 Egresadas de Yachay Tech brillan en Khipu 2025, el evento más importante de IA en América Latina 🗓️ marzo 25, 2025 Juan Pablo Astudillo es galardonado como el mejor Investigador Joven en los IEEE Ecuador Section Awards 2024 🗓️ febrero 21, 2025 Estudiante de Yachay Tech obtiene medalla de oro en Olimpiada de Matemáticas 🗓️ febrero 7, 2025 EVENTOS EMALCA 2025 Este evento busca impulsar el progreso académico y profesional de los estudiantes en diversas áreas de la matemática. Ver más OFERTA LABORAL No hay vacantes para la Escuela de Ciencias Matemáticas y Computacionales por el momento. Revisa otras ofertas en el siguiente link . CONTACTO Si tienes dudas o consultas, comunícate con: decanatoecmc@yachaytech.edu.ec Daisy Medina Analista Administrativo de Escuela 1 dmedina@yachaytech.edu.ec “Desafía los límites del conocimiento y convierte tus pasiones en soluciones. Únete a la Escuela de Ciencias Matemáticas y Computacionales y descubre cómo tus habilidades pueden transformar el mundo digital.” Sign in Sign up Sign in Don’t have an account? Sign up Remember me Lost your password? Sign up Already have an account? Sign in"
    },
    {
        "university_name":"YACHAY",
        "university_type":"Pública",
        "university_contact":"info@yachaytech.edu.ec",
        "career_name":"Escuela de Ciencias Químicas e Ingeniería",
        "career_url":"https:\/\/yachaytech.edu.ec\/index.php\/escuela-de-ciencias-quimicas-e-ingenieria\/",
        "description":"Skip to content Explora la síntesis de nuevos materiales y la creación de procesos industriales sostenibles. Carreras Líneas de Investigación Escuela de Ciencias Químicas e Ingeniería Descripción Una razón convincente para estudiar una carrera en la Escuela de Ciencias Químicas e Ingeniería es su capacidad para abordar problemas del mundo real y crear soluciones tangibles que impactan positivamente en la sociedad y el medio ambiente. Desde el desarrollo de nuevos materiales más seguros y eficientes hasta la optimización de procesos industriales para reducir el impacto ambiental, los conocimientos y habilidades adquiridos en esta carrera tienen una aplicación directa en una amplia gama de industrias y sectores, desde la medicina hasta la energía y más allá. Además, la creciente demanda de profesionales en áreas relacionadas con la química y la ingeniería ofrece oportunidades laborales emocionantes y bien remuneradas en un mercado laboral global cada vez más competitivo. Carreras Química Químico\/a 10 Semestres RPC-SO-01-No.007-2020 Materiales Ingeniero\/a en Materiales 10 Semestres RPC-SO-24-No.524-2020 Bioquímica y Farmacia Bioquímico\/a farmacéutico\/a 8 Semestres RPC-SO-17-No.242-2025 Nueva Posgrados Maestría en Ciencia de los Materiales Magíster en Ciencias Químicas con mención en Ciencia e Ingeniería de los Materiales 4 Semestres RPC-SO-02-No.056-2021 Maestría en Química Médica Magíster en Ciencias Químicas con mención en Química Médica 4 Semestres RPC-SO-02-No.056-2021 VIGENTE Maestría en Química Teórica Computacional Magíster en Ciencias Químicas con mención en Química Teórica y Computacional 4 Semestres RPC-SO-19-No.514-2021 LÍNEAS DE INVESTIGACIÓN Materiales funcionales • Relación estructura y propiedades de los materiales, • Materiales compuestos y polimezclas, • Nuevos materiales para aplicaciones tecnológicas avanzadas y autosostenibles, • Materiales para aplicaciones biomédicas, • Materiales a partir de biomasa, • Materiales anticorrosivos, • Síntesis y preparación de geles y polímeros, y • Desarrollo de materiales con propiedades catalíticas. La Línea de Investigación 1: Materiales Funcionales, se encuentra vigente en la Escuela de Ciencias Químicas e Ingeniería y actualmente varios proyectos de investigación como el CHEM23-01 “Preparación de inhibidores de corrosión a partir de extractos, productos, y desechos vegetales”, el proyecto CHEM23-03 “Síntesis y Caracterización de Membranas Electrolíticas Eco-Friendly para ser utilizadas Baterías Zn-Aire”, el proyecto CHEM23-04 Síntesis de dicetopirrolopirrol derivados para la electro producción polímeros conductores quirales”, y el proyecto CHEM23-06 “Preparación de sólidos adsorbentes a partir de aluminosilicatos del cantón Urcuquí y carbón activado de desechos agrícolas para el tratamiento de aguas”, entre otros, se encuentran enmarcados en esta línea de investigación y han tenido una alta productividad. Adicionalmente, esta línea de investigación es pertinente a los grupos de investigación",
        "degree_title":"Pendiente IA",
        "faculty":"Pendiente IA",
        "duration":"Pendiente IA",
        "modality":"Presencial",
        "locations":[
            "Urcuquí"
        ],
        "cost":"Consultar",
        "study_plan_url":"https:\/\/yachaytech.edu.ec\/index.php\/escuela-de-ciencias-quimicas-e-ingenieria\/",
        "full_raw_text":"Skip to content Explora la síntesis de nuevos materiales y la creación de procesos industriales sostenibles. Carreras Líneas de Investigación Escuela de Ciencias Químicas e Ingeniería Descripción Una razón convincente para estudiar una carrera en la Escuela de Ciencias Químicas e Ingeniería es su capacidad para abordar problemas del mundo real y crear soluciones tangibles que impactan positivamente en la sociedad y el medio ambiente. Desde el desarrollo de nuevos materiales más seguros y eficientes hasta la optimización de procesos industriales para reducir el impacto ambiental, los conocimientos y habilidades adquiridos en esta carrera tienen una aplicación directa en una amplia gama de industrias y sectores, desde la medicina hasta la energía y más allá. Además, la creciente demanda de profesionales en áreas relacionadas con la química y la ingeniería ofrece oportunidades laborales emocionantes y bien remuneradas en un mercado laboral global cada vez más competitivo. Carreras Química Químico\/a 10 Semestres RPC-SO-01-No.007-2020 Materiales Ingeniero\/a en Materiales 10 Semestres RPC-SO-24-No.524-2020 Bioquímica y Farmacia Bioquímico\/a farmacéutico\/a 8 Semestres RPC-SO-17-No.242-2025 Nueva Posgrados Maestría en Ciencia de los Materiales Magíster en Ciencias Químicas con mención en Ciencia e Ingeniería de los Materiales 4 Semestres RPC-SO-02-No.056-2021 Maestría en Química Médica Magíster en Ciencias Químicas con mención en Química Médica 4 Semestres RPC-SO-02-No.056-2021 VIGENTE Maestría en Química Teórica Computacional Magíster en Ciencias Químicas con mención en Química Teórica y Computacional 4 Semestres RPC-SO-19-No.514-2021 LÍNEAS DE INVESTIGACIÓN Materiales funcionales • Relación estructura y propiedades de los materiales, • Materiales compuestos y polimezclas, • Nuevos materiales para aplicaciones tecnológicas avanzadas y autosostenibles, • Materiales para aplicaciones biomédicas, • Materiales a partir de biomasa, • Materiales anticorrosivos, • Síntesis y preparación de geles y polímeros, y • Desarrollo de materiales con propiedades catalíticas. La Línea de Investigación 1: Materiales Funcionales, se encuentra vigente en la Escuela de Ciencias Químicas e Ingeniería y actualmente varios proyectos de investigación como el CHEM23-01 “Preparación de inhibidores de corrosión a partir de extractos, productos, y desechos vegetales”, el proyecto CHEM23-03 “Síntesis y Caracterización de Membranas Electrolíticas Eco-Friendly para ser utilizadas Baterías Zn-Aire”, el proyecto CHEM23-04 Síntesis de dicetopirrolopirrol derivados para la electro producción polímeros conductores quirales”, y el proyecto CHEM23-06 “Preparación de sólidos adsorbentes a partir de aluminosilicatos del cantón Urcuquí y carbón activado de desechos agrícolas para el tratamiento de aguas”, entre otros, se encuentran enmarcados en esta línea de investigación y han tenido una alta productividad. Adicionalmente, esta línea de investigación es pertinente a los grupos de investigación: Grupo de Investigación Aplicada En Materiales y Procesos (GIAMP), Grupo de CAtalysis Theory Spectroscopy (CATS) y Grupo de Investigación en Química Médica (MEDCHEM). Química medicinal y farmacología molecular • Productos naturales bioactivos, • Liberación controlada de compuestos activos, • Análisis de contaminantes emergentes de origen farmacológico, • Diseño, modelado molecular, síntesis y caracterización de nuevas moléculas bioactivas, • Bioconjugación, • Análisis de formas farmacéuticas para el mejoramiento de sus propiedades fisicoquímicas, organolépticas y microbiológicas, • Estudio de propiedades cosméticas y nutracéuticas de sustancias naturales modificadas y sintéticas. La Línea de investigación 2: Química Medicinal y Farmacología Molecular, se encuentra vigente en la Escuela de Ciencias Químicas e Ingeniería y actualmente varios proyectos de investigación como el CHEM21-15 “Synthesis of heterocycles compounds with antagonist activity for adenosine receptors”, el proyecto CHEM23-07 “Estudio de la composición química y actividad biológica de extractos y compuestos aislados de plantas de Ecuador”, el proyecto CHEM24-01 “Optimized Synthesis of Polysaccharide-Based Hydrogels through Green Chemistry”, el proyecto CHEM24-02 “Desarrollo de materiales funcionales con propiedades catalíticas para aplicaciones antimicrobianas y antineoplásicas” y el proyecto CHEM24-03 “Variaciones en el perfil de metabolitos secundarios de diferentes plantas medicinales de la Provincia de Imbabura según los tratamientos previos a su comercialización artesanal”, entre otros, se encuentran enmarcados en esta línea de investigación y han tenido una alta productividad. Adicionalmente, esta línea de investigación es pertinente a los grupos de investigación: Grupo de Investigación Aplicada En Materiales y Procesos (GIAMP), Grupo de CAtalysis Theory Spectroscopy (CATS) y Grupo de Investigación en Química Médica (MEDCHEM). Desarrollo sostenible: Energía, alimentos, agricultura y medio ambiente • Energía sostenible y conservación de energía, • Análisis de procesos industriales, • Biomasa como motor potencial del desarrollo sostenible, • Innovaciones para sistemas alimentarios sostenibles, y • Gestión sostenible de suelos, agua y atmósfera. La Línea de investigación 3: Desarrollo Sostenible: Energía, Alimentos, Agricultura y Medio Ambiente, se encuentra vigente en la Escuela de Ciencias Químicas e Ingeniería y actualmente varios proyectos de investigación como el CHEM23-01 “Preparación de inhibidores de corrosión a partir de extractos, productos, y desechos vegetales”, el proyecto CHEM23-03 “Síntesis y Caracterización de Membranas Electrolíticas Eco-Friendly para ser utilizadas Baterías Zn-Aire”, el proyecto CHEM23-04 Síntesis de dicetopirrolopirrol derivados para la electroproducción polímeros conductores quirales”, el proyecto CHEM23-09 “Materiales funcionales estructurados en base a carbono y sus aplicaciones” y el proyecto CHEM23-06 “Preparación de sólidos adsorbentes a partir de aluminosilicatos del cantón Urcuquí y carbón activado de desechos agrícolas para el tratamiento de aguas”, entre otros, se encuentran enmarcados en esta línea de investigación y han tenido una alta productividad. Adicionalmente, esta línea de investigación es pertinente a los grupos de investigación: Grupo de Investigación Aplicada En Materiales y Procesos (GIAMP), Grupo de CAtalysis Theory Spectroscopy (CATS) y Grupo de Investigación en Química Médica (MEDCHEM). Química teórica y computacional • Desarrollo de nuevos métodos teóricos y computacionales, • Mecanismos de reacciones químicas, • Modelado de procesos químicos, biológicos y epidemiológicos, • Espectroscopia y estados excitados, • Herramientas teóricas para el diseño de materiales funcionales, • Estructura, propiedades y diseño molecular, • Métodos clásicos aplicados a fluidos, • Quimiometría. La Línea de investigación 4: Química Teórica y Computacional, se encuentra vigente en la Escuela de Ciencias Químicas e Ingeniería y actualmente varios proyectos de investigación como el CHEM24-02 “Desarrollo de materiales funcionales con propiedades catalíticas para aplicaciones antimicrobianas y antineoplásicas”, el proyecto CHEM23-09 “Materiales funcionales estructurados en base a carbono y sus aplicaciones”, y el proyecto “Clúster de Computadoras de la Escuela de Química”, entre otros, se encuentran enmarcados en esta línea de investigación y han tenido una alta productividad. Por otro lado, la Maestría en Ciencias Químicas con mención en Química Teórica y Computacional recibirá en 2025 su primera cohorte y esta línea de investigación cubrirá los proyectos de tesis y trabajos de investigación que surjan de los proyectos de los estudiantes y sus tutores. Adicionalmente, esta línea de investigación es pertinente a los grupos de investigación: Grupo de Investigación Aplicada En Materiales y Procesos (GIAMP), Grupo de CAtalysis Theory Spectroscopy (CATS) y Grupo de Investigación en Química Médica (MEDCHEM). PERSONAL ACADÉMICO Decano Ernesto Bastardo, Ph.D. Decano de la Escuela de Ciencias Químicas e Ingeniería Coordinadores Thibault Terencio, Ph.D. Coordinador de la Maestría en Química Teórica y Computacional Sandra Hidalgo, Ph.D. Coordinadora de la carrera de Química Miguel Herrera, Ph.D. Coordinador de la Carrera de Materiales Hortensia Rodriguez, Ph.D. Coordinadora de la Maestría en Química Médica Carlos Loyo Coordinador de la Maestría en Ingeniería de Materiales Miembros Floralba López, Ph.D. Manuel Caetano, Ph.D. Vicerrector de Investigación Filipe Areias, Ph.D. Profesor Provisional Principal 1 Juan Pablo Saucedo, Ph.D. Profesor Provisional Agregado 3 Luis Corredor Profesor Ocasional 1 Alex Palma, Ph.D. Alicia Sommer, Ph.D. Profesor Ocasional 2 Vivian Morera, Ph.D. Marvin Ricaurte, Ph.D. Profesor Provisional Agregado 3 Antonio Díaz, Ph.D. Profesor Ocasional 2 Daniela Navas Técnico de Laboratorio 5 Edward Ávila, Ph.D. Profesor Ocasional 2 Paola Ordoñez, Ph.D. Profesor Ocasional 2 Lola De Lima, MSc. Profesor Tiempo Completo Auxiliar 1 Guillermo Pusda, Químico Técnico de Laboratorio 2 Pablo Cisneros, Ph.D. Profesor Tiempo Completo Auxiliar 1 Luis Calderón Técnico Docente 1 María Belén Cánchig Técnico Docente 1 Jeanette Verónica Carrera, MSc. Profesor Tiempo Completo Auxiliar 1 Zaillmar Morales, MSc. Técnico de Investigación 5 Ibeth Rendón Enríquez, Ph.D. Técnico Docente 1 Araceli Granja Técnico Docente 1 Marcos Becerra Profesor Ocasional 1 Shailili Moreno Profesor Ocasional 1 Jean Carlos Jimenez Técnico de Laboratorio 1 Jefferson Bautista Técnico de Investigación 4 José Rodriguez Técnico Docente 1 PUBLICACIONES 2022 Chitosan-CarboxymethylCellulose Hydrogels as Electrolytes for Zinc–Air Batteries: An Approach to the Transition towards Renewable Energy Storage Devices Journal: Batteries DOI: https:\/\/doi.org\/10.3390\/batteries8120265 2022 Industrial Processes Online Teaching: A Good Practice for Undergraduate Engineering Students in Times of COVID-19 Journal: Sustainability DOI: https:\/\/doi.org\/10.3390\/su14084776 2022 Delta Chem: A New Geometric Approach of Porosity for Symmetric Porous Materials Journal: Journal of Chemical Information and Modeling DOI: https:\/\/doi.org\/10.1021\/acs.jcim.1c00727 NOTICIAS Investigación de Yachay Tech destaca en revista científica Q1 y alcanza la portada internacional 🗓️ enero 21, 2026 Estudiante de Yachay Tech realiza estancia de investigación en la Universidad Laval (Quebec, Canadá) 🗓️ octubre 28, 2025 Yachay Tech y la Universidad de Wyoming publican estudio conjunto sobre el crudo del Campo Sacha y su potencial en recuperación mejorada de petróleo 🗓️ julio 10, 2025 Hito Académico para la Dirección de Idiomas de Yachay Tech 🗓️ junio 3, 2025 Yachay Tech Celebró su Décimo Primer Aniversario de Vida Institucional 🗓️ diciembre 18, 2024 Yachay Tech Acreditada por el Consejo de Aseguramiento de la Calidad de la Educacion Superior (CACES) 🗓️ octubre 25, 2024 SOCIOS ESTRATÉGICOS Petroamazonas EP Establecer mecanismos que permitan una cooperación interinstitucional en las áreas de investigación científica y tecnológica, así como la generación y producción de conocimiento, a través de programas y actividades en común. Halliburton Impulsar actividades en áreas que se identifiquen en programas dentro del área de hidrocarburos, petróleos y afines. Schlumberger Crear laboratorios y proyectos de investigación en el área de hidrocarburos, petróleo y afines. Investigación en los laboratorios de Enhanced Oil Recovery (EOR) y de Geomecánica de Yachay Tech, los cuales serán diseñados para analizar las propiedades físico-químicas del petróleo y el agua, así como el tamizado de productos químicos, y las propiedades mecánicas de formaciones rocosas, en colaboración con las operaciones en campo de Schlumberger. EVENTOS OFERTA LABORAL No hay vacantes para la Escuela de Ciencias Químicas e Ingeniería por el momento. Revisa otras ofertas en el siguiente link . CONTACTO Si tienes dudas o consultas, comunícate con: escuelaquimica@yachaytech.edu.ec Mariela Yépez Analista Administrativo de Escuela 1 myepez@yachaytech.edu.ec “¡Descubre el poder de transformar moléculas en innovación y desafía los límites de lo posible en la Escuela de Ciencias Químicas e Ingeniería! Donde cada experimento es una oportunidad para crear un mundo más seguro, sostenible y emocionante.” Sign in Sign up Sign in Don’t have an account? Sign up Remember me Lost your password? Sign up Already have an account? Sign in"
    },
    {
        "university_name":"YACHAY",
        "university_type":"Pública",
        "university_contact":"info@yachaytech.edu.ec",
        "career_name":"Escuela de Ciencias Agropecuarias y Agroindustriales",
        "career_url":"https:\/\/yachaytech.edu.ec\/escuela-de-ciencias-agropecuarias-y-agroindustriales\/",
        "description":"Skip to content Explora el futuro de la agricultura y la agroindustria. Carreras Líneas de Investigación Escuela de Ciencias Agropecuarias y Agroindustriales Descripción Descubre la esencia de la innovación agrícola en nuestra Escuela de Ciencias Agropecuarias y Agroindustriales. Desde la investigación hasta la producción, formamos líderes comprometidos con la sostenibilidad y la excelencia en la cadena alimentaria global. Únete a nosotros para explorar el futuro de la agricultura y la agroindustria, donde cada semilla plantada es una oportunidad para el progreso. Misión Formar profesionales responsables y honestos, capaces de generar, aplicar y transferir tecnologías dentro de la cadena agroproductiva con énfasis en el valor agregado , así como formular proyectos que contribuyan al desarrollo de la agroindustria y satisfacer necesidades a nivel nacional e internacional. Visión Nuestro programa de Agroindustria Alimentaria es reconocido por formar profesionales integrales capaces de generar valor agregado sobre materia prima de calidad , respetando al medio ambiente, y en respuesta a los retos científicos y tecnológicos, así como a las necesidades sociales y económicas del país. En resumen, la visión de la Escuela implica un compromiso con la excelencia por parte del capital humano y un esfuerzo de equipo incansable para integrar enseñanza, investigación y servicio, propio de la creación de conocimiento para una sociedad sostenible. Carreras Agroindustria Alimentaria Ingeniero\/a en Agroindustria Alimentaria 8 Semestres RPC-SO-13-No.252-2020 LÍNEAS DE INVESTIGACIÓN Ciencias Agrícolas • Nuevos sistemas productivos sustentables • Tecnología Agrícola Esta línea de investigación tiene como finalidad maximizar la productividad y la sostenibilidad del uso de recursos naturales. Ecuador es identificado como un país altamente productivo y de oportunidades, pero al igual que muchos otros países en proceso de industrialización, se sabe que la tasa acelerada del crecimiento de sus importaciones es mayor al de sus exportaciones. Esto deriva en lo que en términos económicos se conoce como una estructura productiva desequilibrada. Por tal razón, existe una necesidad para los países en desarrollo de diversificar sus actividades productivas y el procesamiento de sus materias primas, para evitar que el año 2030 se encuentren en situaciones inferiores al compararse con otros países referentes a logros económicos y sociales alcanzados en la última década. Se sabe que apoyar al sector agrícola del país, fomentar la implementación de tecnologías en procesos productivos, e invertir en educación son algunas alternativas que promoverán el desarrollo del país en diversos sectores. Investigación del mercado de productos agroindustriales • Entendimiento del mercado agroindustrial • Entendimiento del consumidor de productos agrícolas y agroindustriales Esta línea de investigación tiene como finalidad entender la dinámica de los mercados de productos agroindustriales, los con",
        "degree_title":"Pendiente IA",
        "faculty":"Pendiente IA",
        "duration":"Pendiente IA",
        "modality":"Presencial",
        "locations":[
            "Urcuquí"
        ],
        "cost":"Consultar",
        "study_plan_url":"https:\/\/yachaytech.edu.ec\/escuela-de-ciencias-agropecuarias-y-agroindustriales\/",
        "full_raw_text":"Skip to content Explora el futuro de la agricultura y la agroindustria. Carreras Líneas de Investigación Escuela de Ciencias Agropecuarias y Agroindustriales Descripción Descubre la esencia de la innovación agrícola en nuestra Escuela de Ciencias Agropecuarias y Agroindustriales. Desde la investigación hasta la producción, formamos líderes comprometidos con la sostenibilidad y la excelencia en la cadena alimentaria global. Únete a nosotros para explorar el futuro de la agricultura y la agroindustria, donde cada semilla plantada es una oportunidad para el progreso. Misión Formar profesionales responsables y honestos, capaces de generar, aplicar y transferir tecnologías dentro de la cadena agroproductiva con énfasis en el valor agregado , así como formular proyectos que contribuyan al desarrollo de la agroindustria y satisfacer necesidades a nivel nacional e internacional. Visión Nuestro programa de Agroindustria Alimentaria es reconocido por formar profesionales integrales capaces de generar valor agregado sobre materia prima de calidad , respetando al medio ambiente, y en respuesta a los retos científicos y tecnológicos, así como a las necesidades sociales y económicas del país. En resumen, la visión de la Escuela implica un compromiso con la excelencia por parte del capital humano y un esfuerzo de equipo incansable para integrar enseñanza, investigación y servicio, propio de la creación de conocimiento para una sociedad sostenible. Carreras Agroindustria Alimentaria Ingeniero\/a en Agroindustria Alimentaria 8 Semestres RPC-SO-13-No.252-2020 LÍNEAS DE INVESTIGACIÓN Ciencias Agrícolas • Nuevos sistemas productivos sustentables • Tecnología Agrícola Esta línea de investigación tiene como finalidad maximizar la productividad y la sostenibilidad del uso de recursos naturales. Ecuador es identificado como un país altamente productivo y de oportunidades, pero al igual que muchos otros países en proceso de industrialización, se sabe que la tasa acelerada del crecimiento de sus importaciones es mayor al de sus exportaciones. Esto deriva en lo que en términos económicos se conoce como una estructura productiva desequilibrada. Por tal razón, existe una necesidad para los países en desarrollo de diversificar sus actividades productivas y el procesamiento de sus materias primas, para evitar que el año 2030 se encuentren en situaciones inferiores al compararse con otros países referentes a logros económicos y sociales alcanzados en la última década. Se sabe que apoyar al sector agrícola del país, fomentar la implementación de tecnologías en procesos productivos, e invertir en educación son algunas alternativas que promoverán el desarrollo del país en diversos sectores. Investigación del mercado de productos agroindustriales • Entendimiento del mercado agroindustrial • Entendimiento del consumidor de productos agrícolas y agroindustriales Esta línea de investigación tiene como finalidad entender la dinámica de los mercados de productos agroindustriales, los consumidores, la estrategia de gestión empresarial. Desde un punto de vista funcional, esta línea de investigación explora las interacciones entre la oferta, la demanda y la cadena de valor agroindustrial. Desde un punto de vista interactivo, esta línea de investigación busca entender al consumidor y los factores que afectan su decisión de consumo de productos agroindustriales. Ciencias Animales • Buenas Prácticas para la producción de materia prima de origen animal Esta línea de investigación tiene como finalidad no solo responde a la demanda de mejorar la productividad y sostenibilidad en la ganadería y la agricultura, sino que también aborda cuestiones fundamentales relacionadas con la salud pública, el bienestar animal y la protección del medio ambiente. Tener una línea en ciencias animales es fundamental por varias razones: Mejora en la producción animal : El conocimiento en ciencias animales permite optimizar la producción de alimentos de origen animal (carne, leche, huevos), mejorando la eficiencia y calidad de los productos sin comprometer el bienestar de los animales. Salud animal y humana : Investigar y desarrollar mejores prácticas en sanidad animal contribuye a prevenir enfermedades que pueden afectar tanto a animales como a humanos (zoonosis). Además, garantiza la seguridad alimentaria y reduce el uso indebido de antibióticos. Sostenibilidad y conservación : Las ciencias animales ayudan a desarrollar métodos de producción más sostenibles y respetuosos con el medio ambiente. También juegan un papel clave en la conservación de especies en peligro y en la preservación de la biodiversidad. Bienestar animal : Esta disciplina fomenta la creación de estándares y prácticas que mejoren la calidad de vida de los animales, tanto en entornos de producción como en hábitats naturales o domésticos. Innovación tecnológica : El estudio de la genética, la reproducción y la nutrición animal impulsa el desarrollo de tecnologías avanzadas que permiten mejorar la eficiencia en la cría, la reproducción y el manejo de los animales. Impacto económico : La industria animal es un pilar económico en muchas regiones del mundo. Una sólida base en ciencias animales contribuye al desarrollo de políticas y prácticas que maximizan el rendimiento económico sin comprometer la ética ni la sostenibilidad. I+D+i Agroindustrial • Biotransformación • Inocuidad y calidad de los alimentos • Materia prima local • Procesamiento y conservación de alimentos I+D+i agroindustrial es una iniciativa orientada a fomentar la innovación tecnológica y el desarrollo de soluciones sostenibles que optimicen el uso de los recursos agroindustriales locales. Esta línea se centra en aprovechar el potencial de la materia prima local, innovar en procesos de biotransformación, garantizar la inocuidad y calidad de los alimentos, y desarrollar métodos de conservación que prolonguen la vida útil de los productos de manera eficiente y sustentable. PERSONAL ACADÉMICO Decano Janeth Proaño Decana de la Escuela de Ciencias Agropecuarias y Agroindustriales Coordinador Mauricio Gaibor Coordinador de la Carrera de Agroindustria Alimentaria Miembros Napoleón Benítez Técnico de Laboratorio 2 Mathew Cedeño Profesor Tiempo Completo Auxiliar 1 Dorothea Balarezo Profesor Ocasional 1 David Cabezas Docente Ocasional 1 Klever Quimbiulco Manuel Coronel Docente Ocasional 2 Esteban Pazmiño Profesor Ocasional 1 José Luis Flores Docente Titular Auxiliar 1 Abigail Montero Técnico de Laboratorio Alexandra Yépez Técnico de Laboratorio Juan Diego Cortez Profesor Ocasional 1 Lucía Buitrón Profesor Ocasional 1 Vanessa Cadena, M.Sc. Profesor Ocasional 1 Miguel Toro Docente Ocasional 2 Gabriel Mariño Docente Ocasional 1 Ana Morán Analista de Ingeniería de Escuela 2 Mayumi Alta Técnico de Laboratorio 1 Juan Pablo Aguinaga Profesor Ocasional 1 PUBLICACIONES 2022 Development of a food colorant from Syzygium cumini L. (Skeels) by spray drying Journal: Journal of Food Science and Technology DOI: https:\/\/doi.org\/10.1007\/s13197-022-05454-9 NOTICIAS Yachay Tech realizó con éxito la segunda edición del Congreso Internacional AGROFood 2025 🗓️ noviembre 17, 2025 La Escuela de Ciencias Agropecuarias y Agroindustriales brilla en el College Bowl y Hackatón 2025 🗓️ octubre 27, 2025 Yachay Tech Celebró su Décimo Primer Aniversario de Vida Institucional 🗓️ diciembre 18, 2024 Yachay Tech Acreditada por el Consejo de Aseguramiento de la Calidad de la Educacion Superior (CACES) 🗓️ octubre 25, 2024 Proyecto de Yachay Tech obtiene financiamiento histórico de $735,000 para combatir desnutrición infantil 🗓️ agosto 13, 2024 Yachay Tech Inaugura El Centro De Desarrollo E Innovación Agroalimentario CEDIY 🗓️ julio 31, 2023 EVENTOS Agrofood Congress Advancing alternative foods in belt and road countries. Ver más OFERTA LABORAL No hay vacantes para la Escuela de Ciencias Agropecuarias y Agroindustriales por el momento. Revisa otras ofertas en el siguiente link . CONTACTO Si tienes dudas o consultas, comunícate con: Ana María Escobar Asistente de la Escuela de Ciencias Agropecuarias y Agroindustriales aescobar@yachaytech.edu.ec “Cultiva tu futuro con pasión y conocimiento en la Escuela de Ciencias Agropecuarias y Agroindustriales! Descubre el poder de transformar la tierra en oportunidades y cosecha el éxito en cada semilla sembrada” Sign in Sign up Sign in Don’t have an account? Sign up Remember me Lost your password? Sign up Already have an account? Sign in"
    },
    {
        "university_name":"YACHAY",
        "university_type":"Pública",
        "university_contact":"info@yachaytech.edu.ec",
        "career_name":"Escuela de Ciencias Biológicas e Ingeniería",
        "career_url":"https:\/\/yachaytech.edu.ec\/escuela-de-ciencias-biologicas-e-ingenieria\/",
        "description":"Skip to content Explora los misterios de la vida y diseña soluciones para los desafíos del mundo moderno. Carreras Líneas de Investigación Escuela de Ciencias Biológicas e Ingeniería Descripción ¡Bienvenido a la Escuela de Ciencias Biológicas e Ingeniería! Aquí, fusionamos la fascinante complejidad de la vida con la innovación tecnológica para impulsar el progreso humano y el cuidado del medio ambiente. Desde la biotecnología hasta la ingeniería ambiental, nuestra comunidad de estudiantes y profesores está dedicada a explorar los misterios de la vida y diseñar soluciones ingeniosas para los desafíos del mundo moderno. Únete a nosotros para descubrir cómo puedes ser parte de esta emocionante intersección entre la ciencia y la tecnología, donde cada descubrimiento y cada avance marcan la diferencia. Misión El objetivo general de la Escuela de Ciencias Biológicas e Ingeniería es adquirir renombre mundial en la investigación académica, la enseñanza innovadora y la vinculación con la comunidad en las ciencias de la vida y en las tecnologías basadas en estos. Los programas de investigación y educación de la Escuela abarcan desde moléculas a ecosistemas. Como tal, tratan de mejorar la salud humana, el bienestar y la calidad de vida al encarar desafíos grandes de las sociedades como alimentación, energía, materiales, medicina y agua para una población mundial en crecimiento, de manera que aseguren a largo plazo la sostenibilidad de los ecosistemas de nuestro planeta. La Escuela de Ciencias Biológicas e Ingeniería comprende el departamento de ciencias básicas de la biología y un departamento de ingeniería biomédica aplicada, siendo este último el primero de este tipo en Ecuador. El campo de acción de la escuela está enfocado a la investigación y la industria, los negocios y la innovación tecnológica. Se esfuerza en resolver problemas significativos en los ámbitos de la salud, los organismos y los ecosistemas al cimentarse firmemente en sub-disciplinas de la biología como genética, ecología, botánica, microbiología y bioquímica, al mismo tiempo que aprovecha los enfoques holísticos de la biología de sistemas y “ómicas”. Visión A finales de la segunda década del siglo XXI, las ciencias de la vida están evolucionando rápidamente y poseen un tremendo potencial al integrar avances en la investigación a través de diferentes escalas (desde moléculas y redes metabólicas hasta células y tejidos, organismos enteros, poblaciones y ecosistemas) y al interactuar con otros campos como la Ingeniería, Informática \/ Ciencias de la Computación, Física y, por último pero no menos importante, Química. Por otra parte, algunos de los mayores avances actuales, como en la revolución “ómica” (genómica, proteómica, la metabolómica, etc.), son impulsados por los avances tecnológicos, como la ultra-rápida secuenciación de alto rendimiento, la microfluídica, etc. Esto significa que existe una influencia mayor y e íntima mutua entre la biología básica (bioquímica, genética, evolución,",
        "degree_title":"Pendiente IA",
        "faculty":"Pendiente IA",
        "duration":"Pendiente IA",
        "modality":"Presencial",
        "locations":[
            "Urcuquí"
        ],
        "cost":"Consultar",
        "study_plan_url":"https:\/\/yachaytech.edu.ec\/escuela-de-ciencias-biologicas-e-ingenieria\/",
        "full_raw_text":"Skip to content Explora los misterios de la vida y diseña soluciones para los desafíos del mundo moderno. Carreras Líneas de Investigación Escuela de Ciencias Biológicas e Ingeniería Descripción ¡Bienvenido a la Escuela de Ciencias Biológicas e Ingeniería! Aquí, fusionamos la fascinante complejidad de la vida con la innovación tecnológica para impulsar el progreso humano y el cuidado del medio ambiente. Desde la biotecnología hasta la ingeniería ambiental, nuestra comunidad de estudiantes y profesores está dedicada a explorar los misterios de la vida y diseñar soluciones ingeniosas para los desafíos del mundo moderno. Únete a nosotros para descubrir cómo puedes ser parte de esta emocionante intersección entre la ciencia y la tecnología, donde cada descubrimiento y cada avance marcan la diferencia. Misión El objetivo general de la Escuela de Ciencias Biológicas e Ingeniería es adquirir renombre mundial en la investigación académica, la enseñanza innovadora y la vinculación con la comunidad en las ciencias de la vida y en las tecnologías basadas en estos. Los programas de investigación y educación de la Escuela abarcan desde moléculas a ecosistemas. Como tal, tratan de mejorar la salud humana, el bienestar y la calidad de vida al encarar desafíos grandes de las sociedades como alimentación, energía, materiales, medicina y agua para una población mundial en crecimiento, de manera que aseguren a largo plazo la sostenibilidad de los ecosistemas de nuestro planeta. La Escuela de Ciencias Biológicas e Ingeniería comprende el departamento de ciencias básicas de la biología y un departamento de ingeniería biomédica aplicada, siendo este último el primero de este tipo en Ecuador. El campo de acción de la escuela está enfocado a la investigación y la industria, los negocios y la innovación tecnológica. Se esfuerza en resolver problemas significativos en los ámbitos de la salud, los organismos y los ecosistemas al cimentarse firmemente en sub-disciplinas de la biología como genética, ecología, botánica, microbiología y bioquímica, al mismo tiempo que aprovecha los enfoques holísticos de la biología de sistemas y “ómicas”. Visión A finales de la segunda década del siglo XXI, las ciencias de la vida están evolucionando rápidamente y poseen un tremendo potencial al integrar avances en la investigación a través de diferentes escalas (desde moléculas y redes metabólicas hasta células y tejidos, organismos enteros, poblaciones y ecosistemas) y al interactuar con otros campos como la Ingeniería, Informática \/ Ciencias de la Computación, Física y, por último pero no menos importante, Química. Por otra parte, algunos de los mayores avances actuales, como en la revolución “ómica” (genómica, proteómica, la metabolómica, etc.), son impulsados por los avances tecnológicos, como la ultra-rápida secuenciación de alto rendimiento, la microfluídica, etc. Esto significa que existe una influencia mayor y e íntima mutua entre la biología básica (bioquímica, genética, evolución, etc.) y la biotecnología \/ bioingeniería. En estas épocas emocionantes para la Biología y Biotecnología \/ Bioingeniería, Yachay Tech puede aspirar a la excelencia por ser estratégicamente selectiva en unas pocas áreas de investigación , cuidadosamente escogidas considerando la relevancia económica local y regional y un fuerte potencial de crecimiento que, al mismo tiempo, reflejan necesidades más generales de la sociedad. En resumen, la visión de la Escuela implica un compromiso con la excelencia por parte del capital humano y un esfuerzo de equipo incansable para integrar enseñanza, investigación y servicio, propio de la creación de conocimiento para una sociedad sostenible. Carreras Biología Biólogo\/a 10 Semestres RPC-SO-01-No.007-2020 Biomedicina Ingeniero\/a Biomédico\/a 10 Semestres RPC-SO-01-No.007-2020 Posgrados Maestría en Biología Sintética Magíster en Biología Sintética 3 Semestres RPC-SO-25-No.574-2020 RPC-SO-39-No.660-2024 LÍNEAS DE INVESTIGACIÓN Ecología, evolución y conservación de ecosistemas terrestres • Ecología y evolución de poblaciones y comunidades terrestres • Acciones de conservación in situ y ex situ • Agrobiodiversidad • Biología de la conservación • Servicios ecosistémicos El desarrollo de proyectos de investigación en la línea de Ecología, Evolución y Conservación de Ecosistemas Terrestres en Ecuador es fundamental debido a la enorme biodiversidad y complejidad de ecosistemas que el país alberga. Ecuador, siendo uno de los 17 países más megadiversos del mundo, enfrenta constantes amenazas debido a la deforestación, la expansión agrícola, el cambio climático y la explotación de recursos naturales, factores que ponen en riesgo tanto a especies endémicas como a comunidades locales que dependen de estos ecosistemas. La investigación en esta área no solo contribuye al entendimiento de los procesos ecológicos y evolutivos que sostienen la biodiversidad, sino que también provee herramientas para la gestión y conservación efectiva de los recursos naturales, promoviendo estrategias de manejo sostenible que benefician tanto al ambiente como a las generaciones presentes y futuras. Además, los resultados de estos proyectos pueden orientar políticas públicas e iniciativas de conservación que protejan áreas clave y fomenten una relación armónica entre el desarrollo humano y la preservación del patrimonio natural del país. Microbiología • Microbiología aplicada • Microbiología general • Ecología microbiana • Patogenicidad • Biorremediación El desarrollo de proyectos de investigación en Microbiología en Ecuador es fundamental debido a la relevancia de los microorganismos en la salud, la agricultura, el ambiente y la industria. Ecuador alberga una diversidad microbiana notable, en parte gracias a sus variados ecosistemas, desde las regiones tropicales hasta las zonas de alta montaña. Esta riqueza microbiana representa una fuente de nuevos descubrimientos, que pueden aplicarse en campos como la medicina, con la identificación de antibióticos o probióticos innovadores, y la agricultura, con microorganismos que promuevan el crecimiento de cultivos o el control biológico de plagas. Además, la investigación microbiológica es clave para abordar problemas ambientales como la contaminación y el cambio climático, a través del desarrollo de tecnologías de biorremediación. También permite potenciar la biotecnología industrial y mejorar la producción de alimentos y bebidas, generando oportunidades económicas. En un contexto de crecientes desafíos sanitarios y ecológicos, la microbiología puede proporcionar soluciones sostenibles, fortalecer la seguridad alimentaria y la salud pública, y apoyar el desarrollo científico-tecnológico del país. Biología de Sistemas Acuáticos • Ecología acuática aplicada • Ciencia y tecnología del agua • Gestión y conservación de ecosistemas acuáticos La investigación en Biología de Sistemas Acuáticos en Ecuador es crucial debido a la vasta red de recursos hídricos que el país posee, que incluye ecosistemas marinos, costeros, fluviales y lacustres de enorme biodiversidad y relevancia ecológica. Estos sistemas acuáticos son esenciales para el sustento de numerosas especies endémicas y migratorias, además de ser el soporte de actividades económicas como la pesca, el turismo y la agricultura. Sin embargo, estas áreas enfrentan amenazas crecientes como la contaminación, la sobreexplotación, la pérdida de hábitats y los efectos del cambio climático. Desarrollar proyectos de investigación en este campo permitirá comprender mejor las dinámicas ecológicas, fisiológicas y biogeoquímicas de estos sistemas, y contribuirá a diseñar estrategias de conservación y manejo sostenible que protejan los recursos acuáticos y garanticen la seguridad alimentaria y la estabilidad ambiental del país. Además, investigaciones en esta línea pueden orientar políticas públicas para el manejo de cuencas hidrográficas y zonas costeras, contribuyendo a la preservación de servicios ecosistémicos esenciales y al bienestar de las comunidades que dependen de estos ecosistemas para su subsistencia y desarrollo. Biología celular, biología molecular y genética • Biología sintética • Inmunoterapia • Farmacobiología • Biología molecular de plantas • Toxicología in vitro • Genética • Bioinformática La investigación en Biología Celular, Biología Molecular y Genética en Ecuador es de suma importancia, ya que permite desentrañar los procesos fundamentales de la vida a nivel celular y molecular, con aplicaciones directas en salud, agricultura, biodiversidad y conservación. Este tipo de investigación abre la puerta al desarrollo de diagnósticos y terapias personalizadas para enfermedades genéticas y complejas, lo cual es particularmente relevante en un país que enfrenta problemas de salud pública como el cáncer, las enfermedades infecciosas y las enfermedades hereditarias. En el ámbito agrícola, el estudio de la genética y la biología molecular permite el desarrollo de cultivos más resistentes a enfermedades y al cambio climático, contribuyendo a la seguridad alimentaria y a la sostenibilidad. Además, la diversidad genética de las especies ecuatorianas es un recurso invaluable para la conservación y el aprovechamiento sostenible de la biodiversidad, y la investigación en estas áreas facilita la protección y gestión de especies amenazadas o endémicas. Los avances en esta línea también fortalecen el desarrollo de la biotecnología, fomentan la innovación y promueven la independencia científica y tecnológica del país, generando nuevas oportunidades económicas y fortaleciendo el bienestar de la población. Biomedicina • Biomecánica, Ingeniería de Rehabilitación y Robótica Médica • Telemedicina, Bioinformática e Inteligencia Artificial • Biosensores y Sistemas de Monitoreo de Salud • Modelado y Simulación de Sistemas Biológicos, Fisiopatológicos y Equipamiento Biomédico • Ingeniería Clínica, Administración Hospitalaria, Negocios y Tecnología Médica • Análisis de Bioseñales, Imágenes Médicas y Radioterapia • Medidas Fisiológicas y Neurociencia La Biomedicina integra áreas que exploran tanto la tecnología avanzada como el análisis de sistemas biológicos para mejorar la salud. En Biomecánica, Ingeniería de Rehabilitación y Robótica Médica, se desarrollan dispositivos que facilitan la recuperación motora y el tratamiento de discapacidades. La Telemedicina, Bioinformática e Inteligencia Artificial permite acceso remoto a servicios de salud y análisis de datos médicos mediante IA, mejorando el diagnóstico y tratamiento. A su vez, Biosensores y Sistemas de Monitoreo de Salud desarrollan dispositivos para el monitoreo continuo, esenciales en el manejo de enfermedades crónicas. En Modelado y Simulación de Sistemas Biológicos y Equipamiento Biomédico, se representan digitalmente procesos complejos para optimizar el diseño de dispositivos médicos. Ingeniería Clínica, Administración Hospitalaria, Negocios y Tecnología Médica busca una gestión hospitalaria eficiente, integrando tecnología para reducir costos. Con Análisis de Bioseñales e Imágenes Médicas, se facilita el diagnóstico temprano y la planificación de terapias. Finalmente, Medidas Fisiológicas y Neurociencia exploran la actividad cerebral y biomarcadores para desórdenes neurológicos, reflejando el compromiso de la biomedicina con la innovación en salud. Biomateriales • Nano-biomateriales en diagnóstico y terapia • Biomateriales para aplicaciones médicas • Sostenibilidad y biomateriales verdes • Ingeniería de tejidos • Sistemas de Liberación de fármacos y Tecnología Farmacéutica • Nano-biotecnología Aplicada Los biomateriales son fundamentales en el avance de la medicina y la biotecnología, cubriendo una amplia gama de aplicaciones que incluyen diagnóstico y terapia mediante nano-biomateriales, los cuales permiten intervenciones precisas y menos invasivas. En aplicaciones médicas, los biomateriales mejoran la biocompatibilidad de prótesis, implantes y dispositivos. La sostenibilidad también juega un rol clave con los biomateriales verdes, desarrollados a partir de fuentes renovables para minimizar el impacto ambiental. Además, la ingeniería de tejidos utiliza biomateriales que replican tejidos biológicos, promoviendo la regeneración de órganos y ofreciendo nuevas soluciones para lesiones y enfermedades degenerativas. Los sistemas de liberación de fármacos, por otro lado, permiten una administración controlada y efectiva de medicamentos, optimizando los tratamientos. Finalmente, la nano-biotecnología aplicada abre posibilidades innovadoras para desarrollar dispositivos y tratamientos avanzados, interactuando a nivel celular y molecular. PERSONAL ACADÉMICO Decano Lenin J. Ramirez, Ph.D. Decano de la Escuela de Ciencias Biológicas e Ingeniería Coordinadores Mariela Pérez, M.Sc. Coordinadora de la Carrera de Biología Fernando Villalba, Ph.D. Coordinador de la Carrera de Biomedicina Alberto Aguirre, Ph.D. Coordinador de la Maestría de Biología Sintética Miembros Lilian Spencer, Ph.D. Profesor Principal 3 Hugo Romero, Ph.D. Profesor Principal 1 Francisco Javier Álvarez, Ph.D. Profesor Agregado 3 Verónica Sandoya, Ph.D. Profesor Ocasional 1 José Antonio Castillo, Ph.D. Profesor Agregado 1 Fernando Gonzales, Ph.D. Profesor Agregado 3 Diego Almeida, Ph.D. Profesor Agregado 1 Raúl Dávalos, Ph.D. Profesor Auxiliar 1 Patricio Yánez, M.Sc. Profesor Auxiliar 1 Fabian Aguilar, M.Sc. Profesor Ocasional 1 Andrea Zurita, Ph.D. Profesor Auxiliar 1 Diego G. Tirira, Ph.D. Profesor Ocasional 1 Katherine Triviño, M.Sc. Profesor Ocasional 1 Paula Rodriguez, M.Sc. Profesor Ocasional 1 Kateryn Pilataxi, Ing. Técnico Docente 3 Josue Picho, Biol. Técnico de Investigación 1 Paulo Navas, méd. esp. Profesor Ocasional 1 Henry Herrera, M.Sc. Profesor Ocasional 1 Gabriela Ruiz, Ph.D. Profesor Auxiliar 1 Belén Maldonado, Biol. Técnico de Investigación 2 Markus Tellkamp, Ph.D. Decano de la Escuela de Ciencias de la Tierra, Energía y Ambiente Ellana Boada, Ph.D. Profesor Ocasional 1 Andrés Pineda, Ph.D. Profesor Auxiliar 1 Genesis Recalde, Ing. Técnico de Laboratorio 1 Christian Quijia, Ph.D. Profesor Auxiliar 1 Kevin Landázuri, M.Sc. Profesor Ocasional 1 Dennis Jiménez, M.Sc. Técnico de Laboratorio 1 Jonathan Cruz, M.Sc. Profesor Auxiliar 1 Gabriel Díaz Haro Profesor Ocasional 1 PUBLICACIONES 2025 Considerations with stacking absorption spectra: cold H i gas in cirrus region of the Milky Way Journal: Monthly Notices of the Royal Astronomical Society DOI: https:\/\/doi.org\/10.1093\/mnras\/stae2818 2024 In-Silico Design and Immunoinformatics Analysis of a Multi-Epitope Vaccine Constructs, Based on Salmonella Pathogenesis Factors, for Use in Broiler Veterinary Medicine Journal: Veterinary Medicine DOI: https:\/\/doi.org\/10.2139\/ssrn.4856413 2024 Mobile genetic elements of Xylella fastidiosa and their contribution to pathogenicity Journal: Plant Pathology DOI: https:\/\/doi.org\/10.1111\/ppa.13992 NOTICIAS Yachay Tech impulsa la biología sintética en Ecuador con Medalla de Oro en el iGEM Grand Jamboree 2025 🗓️ diciembre 11, 2025 Marjorie Zambonino seleccionada como una de las 100 Líderes del Mañana en biotecnología 🗓️ octubre 2, 2025 Graduada de Yachay Tech gana la prestigiosa Beca Fulbright Diversidades 2025 🗓️ septiembre 25, 2025 Angélica Quishpe, graduada de Yachay Tech, ingresa al prestigioso máster Erasmus Mundus IMIM en Medicina Innovadora 🗓️ septiembre 23, 2025 Daniela Osorio Ordóñez, graduada de Yachay Tech, obtiene beca mundial del prestigioso programa Erasmus Mundus EMOTION 🗓️ septiembre 23, 2025 Yachay Tech alcanza el 2do lugar nacional en el Nature Index 2025 🗓️ septiembre 5, 2025 EVENTOS The Life Science Yachay Tech Congress 2025 To deliver new knowledge, tools, and skills across biology, biomedical engineering, and Life Sciences disciplines. Ver más OFERTA LABORAL No hay vacantes para la Escuela de Ciencias Biológicas e Ingeniería por el momento. Revisa otras ofertas en el siguiente link . CONTACTO Si tienes dudas o consultas, comunícate con: decanato_ecbi@yachaytech.edu.ec Karla Alarcón Analista Administrativo de Escuela 1 kalarcon@yachaytech.edu.ec Descubre el poder de crear un futuro sostenible y transformador. ¡Únete a la Escuela de Ciencias Biológicas e Ingeniería y convierte tu pasión por la vida en innovación que impacta el mundo! Sign in Sign up Sign in Don’t have an account? Sign up Remember me Lost your password? Sign up Already have an account? Sign in"
    },
    {
        "university_name":"YACHAY",
        "university_type":"Pública",
        "university_contact":"info@yachaytech.edu.ec",
        "career_name":"Escuela de Ciencias de la Tierra, Energía y Ambiente",
        "career_url":"https:\/\/yachaytech.edu.ec\/escuela-de-ciencias-de-la-tierra-energia-y-ambiente\/",
        "description":"Skip to content Explora los complejos sistemas que sustentan nuestra vida en el planeta. Carreras Líneas de Investigación Escuela de Ciencias de la Tierra, Energía y Ambiente Descripción Bienvenido a la Escuela de Ciencias de la Tierra, Energía y Ambiente, donde exploramos los complejos sistemas que sustentan nuestra vida en el planeta. Desde la dinámica geológica hasta la sostenibilidad energética, nuestra misión es comprender y preservar los recursos naturales que nos rodean. Enfrentamos desafíos urgentes relacionados con el cambio climático, la gestión de recursos naturales y la transición hacia fuentes de energía renovable. Únete a nosotros en la búsqueda de soluciones innovadoras que promuevan un futuro más sostenible y próspero para las generaciones venideras. Juntos, podemos marcar la diferencia en el cuidado de nuestro hogar, la Tierra. Misión Nuestra misión en el Escuela de Ciencias de la Tierra, Energía y Ambiente de Yachay Tech es investigar y difundir conocimientos sobre la Tierra, sus recursos y procesos, formando profesionales líderes capaces de abordar desafíos locales y globales con excelencia académica y responsabilidad social, generando soluciones innovadoras que promuevan el desarrollo sostenible y resiliente en colaboración activa con la industria y la comunidad. Visión Nuestra visión en la Escuela de Ciencias de la Tierra, Energía y Ambiente de Yachay Tech es alcanzar la excelencia académica siendo líderes en la comprensión de los sistemas y procesos de la Tierra, anticipando y respondiendo a los desafíos de un planeta cambiante, desarrollando investigaciones de alto impacto. Nos esforzamos por generar talento y liderazgo excepcionales que promuevan la innovación y la sostenibilidad, trabajando en estrecha colaboración con la industria y la comunidad para impulsar soluciones que beneficien tanto a Ecuador como al mundo en las próximas décadas. Carreras Geología Geólogo\/a 10 Semestres RPC-SO-13-No.252-2020 Posgrados Maestría en Geociencias Magíster en Geociencias 4 Semestres RPC-SO-26-No.603-2020 LÍNEAS DE INVESTIGACIÓN Geología física y aplicada • Petrología ígnea y metamórfica • Geología sedimentaria • Vulcanología • Geología estructural, geodinámica y tectónica • Geología histórica y paleontología • Geología aplicada a las ingenierías • Sismología y geofísica aplicada • Geoquímica • Yacimientos minerales y geología económica • Recursos energéticos Se decidió combinar las líneas de investigación previas de “Geología”, “Geofísica” y “Geoquímica” en una sola línea llamada “Geología física y aplicada” con el objetivo de optimizar los recursos y enfoques de investigación. Esta nueva línea integra el conocimiento fundamental de estas áreas, permitiendo una visión más holística y aplicada de los procesos geológicos, desde el estudio de las rocas y estructuras de la Tierra, hasta la aplicación práctica de este conocimiento en ingeniería, geotécnica y otras disciplinas afines. Con esta actualización, se busca mejorar la eficiencia y",
        "degree_title":"Pendiente IA",
        "faculty":"Pendiente IA",
        "duration":"Pendiente IA",
        "modality":"Presencial",
        "locations":[
            "Urcuquí"
        ],
        "cost":"Consultar",
        "study_plan_url":"https:\/\/yachaytech.edu.ec\/escuela-de-ciencias-de-la-tierra-energia-y-ambiente\/",
        "full_raw_text":"Skip to content Explora los complejos sistemas que sustentan nuestra vida en el planeta. Carreras Líneas de Investigación Escuela de Ciencias de la Tierra, Energía y Ambiente Descripción Bienvenido a la Escuela de Ciencias de la Tierra, Energía y Ambiente, donde exploramos los complejos sistemas que sustentan nuestra vida en el planeta. Desde la dinámica geológica hasta la sostenibilidad energética, nuestra misión es comprender y preservar los recursos naturales que nos rodean. Enfrentamos desafíos urgentes relacionados con el cambio climático, la gestión de recursos naturales y la transición hacia fuentes de energía renovable. Únete a nosotros en la búsqueda de soluciones innovadoras que promuevan un futuro más sostenible y próspero para las generaciones venideras. Juntos, podemos marcar la diferencia en el cuidado de nuestro hogar, la Tierra. Misión Nuestra misión en el Escuela de Ciencias de la Tierra, Energía y Ambiente de Yachay Tech es investigar y difundir conocimientos sobre la Tierra, sus recursos y procesos, formando profesionales líderes capaces de abordar desafíos locales y globales con excelencia académica y responsabilidad social, generando soluciones innovadoras que promuevan el desarrollo sostenible y resiliente en colaboración activa con la industria y la comunidad. Visión Nuestra visión en la Escuela de Ciencias de la Tierra, Energía y Ambiente de Yachay Tech es alcanzar la excelencia académica siendo líderes en la comprensión de los sistemas y procesos de la Tierra, anticipando y respondiendo a los desafíos de un planeta cambiante, desarrollando investigaciones de alto impacto. Nos esforzamos por generar talento y liderazgo excepcionales que promuevan la innovación y la sostenibilidad, trabajando en estrecha colaboración con la industria y la comunidad para impulsar soluciones que beneficien tanto a Ecuador como al mundo en las próximas décadas. Carreras Geología Geólogo\/a 10 Semestres RPC-SO-13-No.252-2020 Posgrados Maestría en Geociencias Magíster en Geociencias 4 Semestres RPC-SO-26-No.603-2020 LÍNEAS DE INVESTIGACIÓN Geología física y aplicada • Petrología ígnea y metamórfica • Geología sedimentaria • Vulcanología • Geología estructural, geodinámica y tectónica • Geología histórica y paleontología • Geología aplicada a las ingenierías • Sismología y geofísica aplicada • Geoquímica • Yacimientos minerales y geología económica • Recursos energéticos Se decidió combinar las líneas de investigación previas de “Geología”, “Geofísica” y “Geoquímica” en una sola línea llamada “Geología física y aplicada” con el objetivo de optimizar los recursos y enfoques de investigación. Esta nueva línea integra el conocimiento fundamental de estas áreas, permitiendo una visión más holística y aplicada de los procesos geológicos, desde el estudio de las rocas y estructuras de la Tierra, hasta la aplicación práctica de este conocimiento en ingeniería, geotécnica y otras disciplinas afines. Con esta actualización, se busca mejorar la eficiencia y el impacto de la investigación. La línea de investigación “Geología física y aplicada” se enfoca en el estudio de los procesos y materiales que componen la Tierra, así como en la aplicación de este conocimiento para resolver problemas prácticos en diversas disciplinas. Esta línea abarca desde la caracterización de rocas ígneas, metamórficas y sedimentarias, hasta el análisis de fenómenos volcánicos, tectónicos y geodinámicos que modelan el paisaje terrestre. Además, incluye el estudio de la historia geológica del planeta y de sus antiguos ecosistemas, utilizando la paleontología y la geocronología. En su vertiente aplicada, esta línea explora cómo el conocimiento geológico puede ser utilizado en áreas como la ingeniería civil, geotécnica y minera, optimizando el diseño y la construcción de obras de infraestructura, así como en el estudio de la estabilidad del terreno y los materiales de construcción. Asimismo, se integra la geoquímica y la geofísica para entender la composición y estructura interna de la Tierra. Medioambiete y clima • Cambio climático y paleoclimatología • Hidrología, hidrogeología y glaciología • Geología ambiental • Recursos hídricos Ecuador tiene la responsabilidad de proteger y mantener la diversidad de ecosistemas y sus servicios como la provisión permanente de agua en calidad y cantidad adecuada. El impacto del cambio climático sobre los servicios ecosistémicos es cada vez más acentuado y afecta en mayor proporción a las poblaciones más vulnerables. Esta línea de investigación busca desarrollar conocimiento del clima y su interrelación con el sistema terrestre para generar conocimiento que soporte la toma de decisiones en las estrategias nacionales de adaptación y mitigación del cambio climático. Riesgos y amenazas naturales • Riesgos sísmicos y volcánicos • Riesgos hidrometeorológicos • Fenómenos de remoción en masa La línea de investigación Riesgos y Amenazas Naturales es fundamental para entender y mitigar los impactos de fenómenos naturales como sismos, erupciones volcánicas, deslizamientos e inundaciones, que afectan de manera significativa a Ecuador. Esta línea aborda la identificación, evaluación y gestión de riesgos naturales, proporcionando herramientas científicas para la planificación territorial y la reducción de vulnerabilidades. Fortalecer esta área permitirá desarrollar estrategias de prevención más efectivas, mejorar la resiliencia de comunidades y reducir el impacto socioeconómico de desastres naturales, alineándose con los objetivos nacionales de desarrollo sostenible. Patrimonio geológico, geoeducación y sostenibilidad • Geoeducación • Patrimonio geológico y arqueológico • Gestión y uso sostenible de recursos naturales La línea de investigación Patrimonio Geológico, Geoeducación y Sostenibilidad busca preservar y valorizar el patrimonio geológico de Ecuador, promoviendo la educación y conciencia pública sobre su importancia. Esta línea aborda la identificación y conservación de sitios geológicos de relevancia científica y cultural, al tiempo que impulsa la geoeducación como herramienta clave para fomentar la sostenibilidad. Además, fortalece la relación entre la sociedad y el entorno geológico, creando oportunidades de desarrollo a través del geoturismo y promoviendo una gestión responsable del patrimonio natural en beneficio de las futuras generaciones. Geomática aplicada a las geociencias • Tecnologías de la información. • Sensores remotos. • Modelación del sistema terrestre. En la actualidad existe gran cantidad de información ‘Big-Earth Data’ disponible para generar conocimiento, monitoreo y predicción del estado de algunos componentes del sistema terrestre. Esta línea de investigación intenta avanzar la explotación del ‘Big-Earth Data’ e información de sensores remotos usando técnicas de aprendizaje de datos, modelado computacional para monitorear y predecir el comportamiento de fenómenos geofísicos. PERSONAL ACADEÍMCO Decano Markus Tellkamp, Ph.D. Decano de la Escuela de Ciencias de la Tierra, Energía y Ambiente Coordinadores Luis Eduardo Pineda, Ph.D. Coordinador de la Maestría en Geociencias Richard Perez, Ph.D. (c) Coordinador de la Carrera de Geología Miembros Yaniel Vázquez, Ph.D. Profesor Agregado 1 Felipe Carlosama, M.Sc. Profesor Ocasional 1 Karla Freire, Ph.D. (c) Profesor Ocasional 1 Mariela Rodríguez, M.Sc. Profesor Ocasional 1 Marco Simbaña, Ph.D. (c) Profesor Auxiliar 1 Raisa Torres, Ph.D. (c) Profesor Auxiliar 1 Bryan Medina, Ph.D. Profesor Ocasional 2 Ruben Basantes, Ph.D. Profesor Agregado 1 Erikka Moncayo, Mgs. Técnico de Laboratorio 5 Diego Chamba, M.Sc. Profesor Ocasional 1 Dayana Calderón, Ing. Técnico de Laboratorio 1 Germán Martín Merino Profesor Ocasional 2 Anderson Rivadeneira Técnico de Laboratorio 1 Ana Milena Peñaherrera Técnico de Laboratorio 4 PUBLICACIONES 2024 Blossoming of the Pleistocene volcanism in the Ecuadorian Andes: A review based on new and recent geochronological data Journal: Bulletin of Volcanology DOI: https:\/\/doi.org\/10.1007\/s00445-024-01767-z 2021 “Organological Structure and Sound Effect of an Anthropomorphic Triple Ellipsoid Bottle with Double Whistle from the Bahia Culture of Ecuador (600 BC–650 AD)” Journal: ARQUEOLOGÍA IBEROAMERICANA 2018 The first Oligocene sea turtle (Pan-Cheloniidae) record of South America Journal: PeerJ DOI: 10.7717\/peerj.4554 NOTICIAS Graduados de Yachay Tech continuarán estudios de posgrado en China gracias a beca internacional 🗓️ agosto 26, 2025 Embajada de los Estados Unidos financia la implementación del Museo Arqueológico de Yachay Tech 🗓️ julio 16, 2025 Yachay Tech y la Universidad de Maryland se unen para transformar comunidades en Cotacachi 🗓️ julio 8, 2025 Yachay Tech presente en Chile a través del Programa Internacional de Intercambio Minero Universitario – PIIMU 🗓️ julio 1, 2025 Yachay Tech lidera convocatoria nacional con su proyecto “Glaciares Tropicales: Centinelas en extinción” 🗓️ marzo 24, 2025 Un paso más por la conservación y la ciencia 🗓️ marzo 7, 2025 EVENTOS OFERTA LABORAL No hay vacantes para la Escuela de Ciencias de la Tierra, Energía y Ambiente por el momento. Revisa otras ofertas en el siguiente link . CONTACTO Si tienes dudas o consultas, comunícate con: decanatoectea@yachaytech.edu.ec Andrea Terán Asistente de la Escuela de Ciencias de la Tierra Energía y Ambiente ateran@yachaytech.edu.ec “¡Explora las profundidades de la Tierra y desata el poder de la naturaleza en la Escuela de Ciencias de la Tierra, Energía y Ambiente! Convierte tu pasión por la geología en una herramienta para comprender nuestro planeta y forjar un futuro sostenible para las generaciones venideras.” (1) Tectónica y geología del petróleo. Los estudios científicos del subsuelo son la base para la optimización de la producción de los yacimientos de petróleo y gas, o exploración de minerales económicamente importantes. Estos estudios aplicados se realizarán en cooperación con la industria petrolera. (2) Geohidrología . Los estudios hidrogeológicos son prioritarios para establecer los parámetros hidrológicos que permitan reconocer la capacidad y el estado de los recursos hídricos del país. Estos estudios son vitales para la aplicación de las metas de agua limpia y energía limpia para Ecuador y otras naciones andinas. (3) Geotermia y volcanología . Ecuador es uno de los países más sensibles a los procesos volcánicos, donde es fácilmente explotable el desarrollo de estudios sobre la naturaleza volcánica, la mitigación de los riesgos que supone el vulcanismo, y la utilización de este como recurso geotérmico. (4) Clima y el cambio climático. Como productor y exportador de combustibles fósiles, nos incumbe también convertirnos en líderes de tecnología para las energías renovables, la planificación sostenible, y la mitigación de las emisiones de gases de efecto invernadero. (5) Sismología. Casi todo el Ecuador se ubica dentro de una región de significativa y alta sismicidad. La investigación en sismología, el monitoreo de la actividad sísmica, la educación y difusión sobre el riesgo sísmico, incluyendo una mejor planificación de ciudades y proyectos de ingeniería civil, son parte de nuestra misión. (6) Geología económica, recursos minerales y minería. Los recursos minerales constituyen un área de crecimiento relativamente inexplotada en el Ecuador. Trabajaremos junto al INIGEMM para explorar los yacimientos minerales, atentos a posibles conflictos de intereses entre el desarrollo económico y otros intereses sociales y ambientales. (7) Edafología y productividad agrícola . Los productos agrícolas forman parte junto al petróleo de la columna vertebral de la economía ecuatoriana. La mitigación en los procesos de erosión y la degradación del suelo mejoran la productividad y agregan valor a los productos agrícolas. (8) Geología marina, geofísica y recursos marinos. Uno de los principales objetivos de nuestra investigación básica será la realización de detalladas prospecciones geológicas, geofísicas y geoquímicas marinas del fondo marino para conocer más acerca de la oceanografía física y biológica de la zona costera. Una de las mayores iniciativas de nuestra Escuela es establecer un Centro de Ciencias Marinas de Yachay Tech, que probablemente esté ubicado en Manta. (9) Diversidad biológica tropical. Junto con la Escuela de Ciencias Biológicas e Ingeniería , realizaremos programas de estudio sobre la biodiversidad histórica, actual y futura y su conservación en las Galápagos, el Chocó, los Paramos, los Andes y el Amazonas. La Escuela liderará estos esfuerzos como parte de nuestro liderazgo de la Red Andina de Soluciones de Desarrollo Sostenible. (10) Geociencias: educación y sociedad. Este es nuestro objetivo fundamental, proporcionar educación de primer nivel a estudiantes de pre-grado y posgrado. Formar profesionales geólogos e ingenieros geólogos con una alta capacidad de liderazgo científico, capaces de fortalecer y transformar la economía, beneficiando a la sociedad desde el entendimiento de la Tierra y sus recursos. Por ello, nuestros estudiantes son el eje vital de la escuela. Se caracterizan por su alto rendimiento académico, visión innovadora, formación crítica y ética, así como capacidad de interaccionar en proyectos multidisciplinarios gran impacto. Además, realizamos actividades de divulgación para la educación de todos los ciudadanos de Ecuador (y más allá) en geociencias. Sign in Sign up Sign in Don’t have an account? Sign up Remember me Lost your password? Sign up Already have an account? Sign in"
    },
    {
        "university_name":"YACHAY",
        "university_type":"Pública",
        "university_contact":"info@yachaytech.edu.ec",
        "career_name":"Escuela de Ciencias Físicas y Nanotecnología",
        "career_url":"https:\/\/yachaytech.edu.ec\/escuela-de-ciencias-fisicas-y-nanotecnologia\/",
        "description":"Skip to content Explora lo infinitesimal y cósmico para crear soluciones innovadoras que transforman el mundo. Carreras Líneas de Investigación Escuela de Ciencias Físicas y Nanotecnología Descripción La Escuela de Ciencias Físicas y Nanotecnología se enfoca en el desarrollo de dos departamentos (Física y Nanotecnología) que cubren la investigación fundamental y aplicada, conformando áreas de investigación clave. Esto provee un perfil altamente competitivo e internacional a los programas que ofertamos a nivel de pregrado. Nuestro futuro programa de postgrado nos permite centrarnos en problemas específicos que requieren ser resueltos a nivel nacional, pero también representan el espacio para generar hitos científicos. A nivel nacional, buscamos fuertes colaboraciones con instituciones establecidas para generar y liderar proyectos interdisciplinarios. Departamento de Física El departamento de Física abarca las disciplinas básicas desde el punto de vista teórico y experimental. Desde el punto de vista teórico, la Astrofísica, Cosmología y Relatividad, Sistemas Complejos, Nanociencias Computacionales como la Ciencia de los Materiales están fuertemente apoyadas usando como herramienta principal la computación de alto rendimiento. En el aspecto experimental se abarca la Acústica. Departamento de Nanotecnología Se enfoca en tratar temas centrales de física fundamental abarcando disciplinas desde puntos de vista teóricos y aplicados. La parte aplicada dará espacio a temas de la física experimental, ciencia e ingeniería de los materiales, nanobiotecnología y varias disciplinas asociadas a temas de uso y aprovechamiento de energía, entre otros. Carreras Física Físico\/a 10 Semestres RPC-SO-01-No.007-2020 Nanotecnología Ingeniero\/a en Nanotecnología 10 Semestres RPC-SO-01-No.007-2020 Posgrados Maestría en Física Fundamental Magíster en Física con mención en Física Fundamental 3 Semestres RPC-SE-11-No.045-2024 RPC-SO-11-No.179-2022 Maestría en Docencia STEM Magíster en Estrategias para la Docencia STEM con mención en Ciencias Físicas 2 Semestres RPC-SO-51-No.834-2022 LÍNEAS DE INVESTIGACIÓN Materiales nanoestructurados, síntesis y caracterización • Síntesis y Diseño de materiales nanoestructurados • Análisis Espectroscópico de materiales • Materiales de baja dimensión: síntesis, caracterización y modelamiento • Nanomateriales aplicados a la Sostenibilidad Ambiental y Energética • Fabricación de Nano Dispositivos y Sensores • Conductancia Cuántica Esta línea de investigación contempla la síntesis y caracterización de materiales en nanoescala utilizando diferentes técnicas y correlacionando esta caracterización con las propiedades ópticas, magnéticas y eléctricas. No cambio en la línea de Investigación, solo se actualizaron algunas sublíneas con el fin de que sea más amplio y acorde a la experiencia que tienen los profesores de la ECFN. Ciencia de materiales teórica • Espectroscopía Teórica • Modelamiento computacional de materiales a diferentes escalas Esta lí",
        "degree_title":"Pendiente IA",
        "faculty":"Pendiente IA",
        "duration":"Pendiente IA",
        "modality":"Presencial",
        "locations":[
            "Urcuquí"
        ],
        "cost":"Consultar",
        "study_plan_url":"https:\/\/yachaytech.edu.ec\/escuela-de-ciencias-fisicas-y-nanotecnologia\/",
        "full_raw_text":"Skip to content Explora lo infinitesimal y cósmico para crear soluciones innovadoras que transforman el mundo. Carreras Líneas de Investigación Escuela de Ciencias Físicas y Nanotecnología Descripción La Escuela de Ciencias Físicas y Nanotecnología se enfoca en el desarrollo de dos departamentos (Física y Nanotecnología) que cubren la investigación fundamental y aplicada, conformando áreas de investigación clave. Esto provee un perfil altamente competitivo e internacional a los programas que ofertamos a nivel de pregrado. Nuestro futuro programa de postgrado nos permite centrarnos en problemas específicos que requieren ser resueltos a nivel nacional, pero también representan el espacio para generar hitos científicos. A nivel nacional, buscamos fuertes colaboraciones con instituciones establecidas para generar y liderar proyectos interdisciplinarios. Departamento de Física El departamento de Física abarca las disciplinas básicas desde el punto de vista teórico y experimental. Desde el punto de vista teórico, la Astrofísica, Cosmología y Relatividad, Sistemas Complejos, Nanociencias Computacionales como la Ciencia de los Materiales están fuertemente apoyadas usando como herramienta principal la computación de alto rendimiento. En el aspecto experimental se abarca la Acústica. Departamento de Nanotecnología Se enfoca en tratar temas centrales de física fundamental abarcando disciplinas desde puntos de vista teóricos y aplicados. La parte aplicada dará espacio a temas de la física experimental, ciencia e ingeniería de los materiales, nanobiotecnología y varias disciplinas asociadas a temas de uso y aprovechamiento de energía, entre otros. Carreras Física Físico\/a 10 Semestres RPC-SO-01-No.007-2020 Nanotecnología Ingeniero\/a en Nanotecnología 10 Semestres RPC-SO-01-No.007-2020 Posgrados Maestría en Física Fundamental Magíster en Física con mención en Física Fundamental 3 Semestres RPC-SE-11-No.045-2024 RPC-SO-11-No.179-2022 Maestría en Docencia STEM Magíster en Estrategias para la Docencia STEM con mención en Ciencias Físicas 2 Semestres RPC-SO-51-No.834-2022 LÍNEAS DE INVESTIGACIÓN Materiales nanoestructurados, síntesis y caracterización • Síntesis y Diseño de materiales nanoestructurados • Análisis Espectroscópico de materiales • Materiales de baja dimensión: síntesis, caracterización y modelamiento • Nanomateriales aplicados a la Sostenibilidad Ambiental y Energética • Fabricación de Nano Dispositivos y Sensores • Conductancia Cuántica Esta línea de investigación contempla la síntesis y caracterización de materiales en nanoescala utilizando diferentes técnicas y correlacionando esta caracterización con las propiedades ópticas, magnéticas y eléctricas. No cambio en la línea de Investigación, solo se actualizaron algunas sublíneas con el fin de que sea más amplio y acorde a la experiencia que tienen los profesores de la ECFN. Ciencia de materiales teórica • Espectroscopía Teórica • Modelamiento computacional de materiales a diferentes escalas Esta línea de investigación considera una amplia gama de sistemas que se refieren principalmente al modelamiento en la nanoescala; muchas propiedades y sus aplicaciones tecnológicas dependen de la física y la química en la nanoescala. En general, el desarrollo teórico de los materiales permite predecir el comportamiento de estos y por lo tanto las aplicaciones. Solo se realizó una pequeña actualización con algunas sublíneas, para darle un carácter más amplio y acorde a la experiencia que tienen los profesores de la ECFN. Física de sistemas complejos e interdisciplinarios • Sistemas Complejos • Sistemas Dinámicos Sistemas Complejos e interdisciplinarios es el nombre que se ha dado al campo de la Física contemporánea que estudia fenómenos colectivos que emergen de la interacción de muchos componentes en un sistema, sin necesidad de una influencia externa o de un diseño predeterminado, y que no pueden ser descritos a partir del comportamiento local o individual. Aunque se encuentran en una diversidad de contextos, físicos, químicos, biológicos, sociales, económicos, se ha descubierto que los sistemas complejos presentan comportamientos colectivos con características universales, tales como: sincronización, auto-organización, formación de patrones, diferenciación, adaptación, transiciones orden-desorden, redes de conectividad. Se trata de un campo de investigación naturalmente interdisciplinario, donde conceptos y herramientas de la Física se aplican a sistemas muy diversos, y que ha abierto posibilidades de colaboración con especialistas de otras áreas en la búsqueda de soluciones a problemas globales y estratégicos para la humanidad. Solo se actualizan las sublíneas para que sea más amplio y acorde a la investigación en este campo realizada por los profesores de la ECFN. Astrofísica, Cosmología y Física Teórica • Estudio de modelos inflacionarios • Evolución de Galaxias • Dinámica de plasmas astrofísicos\/Magnetohidrodinámica • Estudio de Objetos Compactos • Mecánica Cuántica Relativista Esta línea de investigación cubre la teoría de la relatividad general con aplicaciones a objetos compactos y el estudio del origen y evolución del Universo. Como parte de la misma se estudian la evolución de galaxias y vientos galácticos. En la parte de Astrofísica y Cosmología se utilizan datos observacionales para comparar con los resultados de las simulaciones. Adicionalmente, se estudian las ecuaciones de movimiento que se encuentran presentes en la Mecánica Cuántica Relativista. Se actualizo esta línea, eliminando altas energías, y solo dejando astrofísica y cosmología y actualizando a física teórica para ampliar esta línea de investigación. Se elimino la parte de altas energías, ya que no se realiza actualmente en la ECFN y se unieron dos líneas (cosmología y astrofísica con física teórica) para darle más coherencia a todo el grupo de profesores que investigan en este campo. Desarrollo Instrumentación científica de bajo costo • Instrumentación científica, equipamiento para educación, desarrollo de equipos para docencia e investigación en diferentes aplicaciones • Diseño y fabricación de material didáctico para personas con capacidades diversas • Diseño y fabricación de dispositivos para medición de magnitudes acústicas Esta línea de investigación tiene como finalidad la construcción dentro de la propia Universidad de los equipamientos necesarios en el área de la física para establecer líneas competitivas de investigación únicas en el país, región y en el mundo. La posibilidad de traer resultados de investigación y adaptarlos a necesidades de la industria y de la comunidad está en el corazón de la propuesta de la Universidad de Investigación. Se realiza la actualización con el fin de que la línea sea amplia para que pueda abarcar todos los proyectos que se desarrollan dentro de la escuela. Esta línea se acorto el nombre, eliminando la parte de proyectos para la industria, pues, aunque es posible desarrollarlo, sin embargo, la investigación está más orientada al desarrollo de sistemas de bajo costo para docencia. Acústica y Aplicaciones • Acústica arquitectónica in situ y virtual para el acondicionamiento acústico de ambientes • Psicoacústica • Metrología acústica • Acústica ambiental Esta línea de investigación es crucial en campos como la ingeniería acústica, la acústica arquitectónica, la medicina y el control ambiental, ofreciendo a los estudiantes una sólida base teórica y práctica que responde a las necesidades del mercado laboral actual. Adicionalmente, la creciente demanda de especialistas en acústica refuerza la importancia de ofrecer esta formación, alineándose con la misión de Yachay Tech de generar conocimiento y soluciones innovadoras para el desarrollo de la sociedad. Esta nueva línea se crea ya que existe personal altamente calificado en la ECFN en esta área del conocimiento y porque tiene aplicaciones prácticas muy importantes en diversas áreas que contribuyen no solo a aumentar las capacidades de investigación sino también con importantes aplicaciones tecnológicas. Este conjunto de temas están a la vanguardia de la investigación científica mundial y por lo tanto el desarrollo de la Escuela de Ciencias Físicas y Nanotecnología está directamente conectado con el desarrollo de nuevas ideas y métodos para generar nuevos productos centrados en la transferencia de tecnología a las empresas. Esta estructura permite a la escuela alinearse con los objetivos del Plan Nacional del Buen Vivir. PERSONAL ACADÉMICO Decana Gema González, Ph.D. Decana de la Escuela de Ciencias Físicas y Nanotecnología Coordinadores Wladimir Banda, Ph.D. Coordinador de la Maestría en Física Fundamental Eduardo Estévez, Ph.D. Coordinador de la Maestría en Estrategias para la Docencia STEM Miembros Duncan Mowbray, Ph.D. Profesor Principal 3 Henry P. Pinto, Ph.D. Profesor Principal 3 Clara Rojas, Ph.D. Profesor Tiempo Completo Agregado 1 Sarah Briceño, Ph.D. Profesor Agregado 3 Werner Bramer, Ph.D. Profesor Principal 1 Miguel Ángel Suarez MSc. Profesor Titular Auxiliar 1 Mario Cosenza, Ph.D. Profesor Ocasional 2 Carlos Reinoso, Ph.D. Profesor Ocasional 3 Darwin Méndez, Eng. Técnico de Laboratorio 2 Julio C. Chacón, Ph.D. Profesor Ocasional 3 David Andrade Profesor Tiempo Completo Auxiliar I Joselin E. Guananga Técnico Docente 1 Pablo Escobar MSc Técnico Docente 1 Benjamín Pusay, Ph.D. Profesor Ocasional 1 Benjamin De Zayas Profesor Ocasional 2 Maria Fernanda Bósquez Técnico de Laboratorio 1 Melany Aguilar Técnico de Laboratorio 1 Ing. Gerardo Acosta MBA MSc (c) Técnico de Investigación 4 Lenin Jácome Profesor Ocasional 1 Eduardo Vicente Ludeño Rosa Estefanía Almache PUBLICACIONES 2025 ENCAPSULATION OF MAGNETIC NANOPARTICLES INTO CARBON NANOTUBES BY ONE-STEP FACILE SYNTHESIS METHOD Journal: Carbon Trends DOI: https:\/\/doi.org\/10.1016\/j.cartre.2024.100446 2025 Engineering Two-Dimensional Supramolecular Self-Assembly: The Role of Cl Atoms Journal: FlatChem DOI: https:\/\/doi.org\/10.1016\/j.flatc.2025.100808 2025 Hyperbolic polytrope Journal: Annals of Physics DOI: https:\/\/doi.org\/10.1016\/j.aop.2024.169909 Equipos de Laboratorio ATC ORION 8 Sputtering System MTI OTF-1200X-III Horno Tubular 3 Zonas Horno Mufla BOECO – MF 8\/1100 Tamizadora analítica RETSCH AS 200 Potenciostato – Galvanostato VIONIC Estufa de Laboratorio ECOCELL Molino de bolas MM500 NANO RETSCH Homogeneizador M Tops con Soporte y Pinzas de 3700 a 2700 rpm VSM (Vibrating Sample Magnetometer) Enlazador de alambre de control digital XY para hilo de 20 um. Centrífuga Multipropósito Spin Coater Espectrómetro de Fotoemisión de Electrones PHY 5000 Versaprove III Quantum Design MicroWriter ML3 DMM (Digital multimeter) – Keysight Arbitrary waveform generator – Keysight Osciloscopio de almacenamiento digital – Keysight NOTICIAS Graduado de Yachay Tech se convierte en el primer ecuatoriano en trabajar en el International Iberian Nanotechnology Laboratory 🗓️ enero 22, 2026 Carolina Ibarra obtiene su Ph.D. en Nanociencia en la Universidad de Groninga 🗓️ enero 19, 2026 Yachay Tech fabrica el primer dispositivo semiconductor desarrollado en Ecuador 🗓️ enero 17, 2026 Alexa Quilumba, primera mujer graduada de la carrera de Física de Yachay Tech, obtiene su doctorado en el Instituto Potosino de Investigación Científica y Tecnológica 🗓️ noviembre 7, 2025 Joselyn Benalcázar, primera graduada en obtener un Doctorado en Física en la Universidad de Viena 🗓️ septiembre 8, 2025 Yachay Tech, sede de la 46 ª Escuela Internacional para Jóvenes Astrónomos de la UAI 🗓️ julio 21, 2025 EVENTOS Nanoscience Summer School Yachay 2026 This international event gathers researchers, students, and enthusiasts in nanotechnology and physics. Ver más OFERTA LABORAL No hay vacantes para la Escuela de Ciencias Físicas y Nanotecnología por el momento. Revisa otras ofertas en el siguiente link . CONTACTO Si tienes dudas o consultas, comunícate con: decanatoecfn@yachaytech.edu.ec Evelyn Cifuentes Analista Administrativo de Escuela 1 ecifuentes@yachaytech.edu.ec “¡Descubre un universo de infinitas posibilidades en la Escuela de Ciencias Físicas y Nanotecnología! Donde cada átomo es una puerta hacia la innovación, y cada nanoestructura es un pilar para construir el futuro. ¡Únete a nosotros y desafía los límites de lo posible!” Sign in Sign up Sign in Don’t have an account? Sign up Remember me Lost your password? Sign up Already have an account? Sign in"
    },
    {
        "university_name":"YACHAY",
        "university_type":"Pública",
        "university_contact":"info@yachaytech.edu.ec",
        "career_name":"Escuela de Ciencias Matemáticas y Computacionales",
        "career_url":"https:\/\/yachaytech.edu.ec\/escuela-de-ciencias-matematicas-y-computacionales\/",
        "description":"Skip to content Explora desde algoritmos matemáticos hasta la inteligencia artificial. Carreras Líneas de Investigación Escuela de Ciencias Matemáticas y Computacionales Descripción Bienvenido a la Escuela de Ciencias Matemáticas y Computacionales, donde la abstracción se encuentra con la aplicación para desbloquear el potencial ilimitado de la información y la computación. Desde algoritmos matemáticos hasta inteligencia artificial, nuestro enfoque interdisciplinario fusiona la teoría con la práctica para abordar desafíos complejos en todas las áreas de la ciencia y la tecnología. Únete a nosotros en la exploración de las fronteras del conocimiento, donde cada línea de código y cada ecuación son la clave para construir un futuro impulsado por la innovación y el descubrimiento. Misión La Escuela de Ciencias Matemáticas y Computacionales cuenta con dos departamentos, uno de ellos el Departamento de Ciencias Computacionales que oferta la titulación Ingeniería en Ciencias de la Computación. Nuestra misión es apoyar las ciencias naturales y experimentales con entrenamiento y herramientas computacionales para modelación en alta resolución y a gran escala de sus respectivos objetos de investigación de alta resolución, participando en cooperaciones interdisciplinarias e internacionales avanzando el estado del arte en matemáticas fundamental, análisis numérico, procesos estocásticos, teoría de la computación, inteligencia artificial, desarrollo de software e ingeniería de sistemas. Carreras Matemática Matemático\/a 10 Semestres RPC-SO-15-No.174-2015 Computación Ingeniero\/a en Ciencias de la Computación 10 Semestres RPC-SO-22-No.466-2020 Ciencia de Datos Ingeniero\/a en Ciencias de Datos 9 Semestres RPC-SO-30-No.504-2024 Nueva Posgrados Maestría en Inteligencia Artificial Magíster en Inteligencia Artificial 2 Semestres RPC-SO-11-No.175-2022 Maestría en Ciencia de Datos Magíster en Ciencia de Datos 2 Semestres RPC-SO-38-No.635-2024 Maestría en Ciencias de la Computación Magíster en Ciencias de la Computación 4 Semestres RPC-SO-01-No.030-2021 LÍNEAS DE INVESTIGACIÓN Ecuaciones diferenciales, análisis matemático, modelamiento y optimización • Ecuaciones Diferenciales ordinarias y\/o parciales • Análisis Matemático y Numérico • Teoría de Control y\/o Sincronización • Sistemas Dinámicos • Probabilidad y Estadística • Álgebra y Geometría • Topología • Matemática Discreta y Lógica • Análisis Complejo • Didáctica de la Matemática Las hipótesis acerca de un sistema implican con frecuencia la tasa de cambio de una o más variables. Esto conduce a que el enunciado matemático de todas esas hipótesis puede ser una o más ecuaciones donde intervienen derivadas. Así, un modelo matemático determinístico es una ecuación o un sistema de ecuaciones diferenciales, que pueden ser ordinarias o parciales, según la cantidad de variables presentadas en el fenómeno estudiado. En la mayoría de estos modelos la existencia de soluciones se establece por medio de algún teorema proveniente de",
        "degree_title":"Pendiente IA",
        "faculty":"Pendiente IA",
        "duration":"Pendiente IA",
        "modality":"Presencial",
        "locations":[
            "Urcuquí"
        ],
        "cost":"Consultar",
        "study_plan_url":"https:\/\/yachaytech.edu.ec\/escuela-de-ciencias-matematicas-y-computacionales\/",
        "full_raw_text":"Skip to content Explora desde algoritmos matemáticos hasta la inteligencia artificial. Carreras Líneas de Investigación Escuela de Ciencias Matemáticas y Computacionales Descripción Bienvenido a la Escuela de Ciencias Matemáticas y Computacionales, donde la abstracción se encuentra con la aplicación para desbloquear el potencial ilimitado de la información y la computación. Desde algoritmos matemáticos hasta inteligencia artificial, nuestro enfoque interdisciplinario fusiona la teoría con la práctica para abordar desafíos complejos en todas las áreas de la ciencia y la tecnología. Únete a nosotros en la exploración de las fronteras del conocimiento, donde cada línea de código y cada ecuación son la clave para construir un futuro impulsado por la innovación y el descubrimiento. Misión La Escuela de Ciencias Matemáticas y Computacionales cuenta con dos departamentos, uno de ellos el Departamento de Ciencias Computacionales que oferta la titulación Ingeniería en Ciencias de la Computación. Nuestra misión es apoyar las ciencias naturales y experimentales con entrenamiento y herramientas computacionales para modelación en alta resolución y a gran escala de sus respectivos objetos de investigación de alta resolución, participando en cooperaciones interdisciplinarias e internacionales avanzando el estado del arte en matemáticas fundamental, análisis numérico, procesos estocásticos, teoría de la computación, inteligencia artificial, desarrollo de software e ingeniería de sistemas. Carreras Matemática Matemático\/a 10 Semestres RPC-SO-15-No.174-2015 Computación Ingeniero\/a en Ciencias de la Computación 10 Semestres RPC-SO-22-No.466-2020 Ciencia de Datos Ingeniero\/a en Ciencias de Datos 9 Semestres RPC-SO-30-No.504-2024 Nueva Posgrados Maestría en Inteligencia Artificial Magíster en Inteligencia Artificial 2 Semestres RPC-SO-11-No.175-2022 Maestría en Ciencia de Datos Magíster en Ciencia de Datos 2 Semestres RPC-SO-38-No.635-2024 Maestría en Ciencias de la Computación Magíster en Ciencias de la Computación 4 Semestres RPC-SO-01-No.030-2021 LÍNEAS DE INVESTIGACIÓN Ecuaciones diferenciales, análisis matemático, modelamiento y optimización • Ecuaciones Diferenciales ordinarias y\/o parciales • Análisis Matemático y Numérico • Teoría de Control y\/o Sincronización • Sistemas Dinámicos • Probabilidad y Estadística • Álgebra y Geometría • Topología • Matemática Discreta y Lógica • Análisis Complejo • Didáctica de la Matemática Las hipótesis acerca de un sistema implican con frecuencia la tasa de cambio de una o más variables. Esto conduce a que el enunciado matemático de todas esas hipótesis puede ser una o más ecuaciones donde intervienen derivadas. Así, un modelo matemático determinístico es una ecuación o un sistema de ecuaciones diferenciales, que pueden ser ordinarias o parciales, según la cantidad de variables presentadas en el fenómeno estudiado. En la mayoría de estos modelos la existencia de soluciones se establece por medio de algún teorema proveniente del Análisis Matemático, que se encarga del estudio de las condicionantes propicias para poder establecer estos resultados tanto en espacios de dimensión finita como infinita. Sin embargo, la obtención de la solución se reduce, en la gran mayoría de los casos, a aproximaciones mediante algoritmos computacionales. De aquí que tenga importancia tanto el estudio teórico como computacional del problema abordado. También, muchos fenómenos que ocurren en el mundo real, tales como los sistemas biológicos, el clima, la economía y las finanzas tienen un comportamiento aleatorio; y la naturaleza dinámica de éstos procesos no se puede determinar usando modelos determinísticos, porque existen variables que no se pueden incluir en el modelado, mientras que incorporando una estructura estocástica se puede cuantificar esa incertidumbre. En ambos casos, determinístico o no determinístico, cuando se consideran condicionantes propicias, es importante tomar en cuenta estructuras algebraicas y geométricas inherentes al problema. Por otra parte, las herramientas de la Lógica Matemática y la Matemática Discreta son útiles para modelar y resolver problemas provenientes de diferentes dominios importantes. Aquí se incluyen problemas desafiantes en Inteligencia Artificial, Modelos Simbólicos, Teoría de la Decisión, Teoría de la Elección Social, Teoría Axiomática de Conjuntos y Sistemas Funcionales. Adicionalmente, la enseñanza moderna de la matemática universitaria, en particular el uso de libros de texto, requiere un equilibrio inteligente entre 1) los conceptos puramente matemáticos obviamente importantes, 2) la posibilidad de utilizar los recursos computacionales cada vez mayores en potencia, y 3) el uso de interesantes ejemplos de aplicaciones. Esto pone en sintonía a la didáctica de la matemática con los elementos que componen la línea de investigación. Definitivamente, la línea se enfoca en un espíritu multidisciplinario fomentando así la relación con otras escuelas de nuestra universidad y a un ámbito exterior tanto nacional como internacional. La Escuela de Ciencias Matemáticas y Computacionales (ECMC) considera que, es necesario mantener, por el momento, la línea de investigación “Ecuaciones Diferenciales, Análisis Matemático, Modelamiento y Optimización”, junto con sus ublíneas sin modificaciones, ya que esta línea es fundamental para el Doctorado en Matemáticas y Ciencias Computacionales que se encuentra en proceso de elaboración. No obstante, una vez que dicho programa de doctorado sea aprobado, se realizarán los ajustes necesarios para renombrar esta línea como “Fundamentos y Aplicaciones de la Matemática”, actualizando también las sublíneas para sincerar los marcos de trabajo y la producción científica de los profesores de la ECMC. Ciencia de datos • Análisis de Datos • Bases de Datos • Análisis Estadístico Multivariante • Estadística Computacional • Minería de Datos • Visualización de Datos • Ética y Privacidad de Datos La Ciencia de los datos, es un nuevo paradigma, potencialmente es uno de los avances más significativos de principios del siglo XXI. El campo de la Ciencia de los datos ha surgido debido a la intersección de varias Ciencias que, incluyen: matemáticas, estadística, ingeniería de datos, reconocimiento de patrones y aprendizaje, computación avanzada, visualización y modelización de la incertidumbre, almacenamiento de datos y el cálculo de alto rendimiento con el objetivo de extraer información de los datos y crear nuevos productos partir de los datos. En el mundo actual, no hay duda de que un científico de datos se encuentra entre los expertos más solicitados debido a la naturaleza de sus trabajos. La Escuela de Ciencias Matemáticas y Computacionales ha decidido mantener la línea de investigación Ciencia de Datos, ya que es fundamental para la Escuela y desempeña un papel clave no solo en el Doctorado en Matemáticas y Ciencias Computacionales que se está creando en la Universidad, sino también para la futura Carrera de Ciencia de Datos y la futura Maestría en Ciencia de Datos. Esta línea y sus sublíneas son esenciales para estos programas, proporcionando una base sólida en el análisis y procesamiento de datos. Además, se propone agregar una nueva sublínea, Ética y Privacidad de Datos, para fortalecer la línea de investigación y alinearla con las necesidades emergentes. Las sublíneas de Ciencia de Datos incluyen: Análisis de Datos, Bases de Datos, Análisis Estadístico Multivariante, Estadística Computacional, Minería de Datos, Visualización de Datos, y Ética y Privacidad de Datos, asegurando que esta línea continúe siendo un pilar fundamental tanto en la investigación como en la formación académica avanzada. Computación científica • Modelamiento y Simulación • Computación de Alto Rendimiento • Algoritmos • Análisis Numérico • Teoría de Computación • Estructuras Discretas • Visualización Científica • Internet de las cosas (loT) La Computación Científica es la ciencia de la resolución de problemas por computadora, y desde este punto de vista, es sin duda el área científica más extendida que establece algoritmos métodos y modelos precisos, eficientes y realistas que modelan nuestro mundo, almacenan su bi data, y establecen y procesan sus conjuntos. Estos datos pueden ser geoespaciales y científicos y sus aplicaciones tocan a cada ciudadano en todas sus actividades: desde prevención de desastres naturales y artificiales, sistemas de monitoreo y alerta acoplados a medidores y sensores físicos, químicos o biológicos. Se cubren temas como automóviles autónomos, drones con auto retorno visual, y casas inteligentes que se auto protegen de intrusos químicos peligrosos e inundaciones. Estos elementos se unifican mediante plataformas web que permiten comunicar y tomar datos de las cosas comunes (loT) como refrigeradores, plantas, etc. La computación Científica aporta herramientas que permiten modelar elementos moleculares, lo que permite resolver problemas tales como el doblamiento de proteínas, lo que a su vez conduce a la producción de fármacos y el posible control de epidemias virales tipo covid-19 y otras enfermedades. La Escuela de Ciencias Matemáticas y Computacionales ha decidido mantener la línea de investigación “Computación Científica” sin modificaciones, ya que es esencial para el desarrollo de la investigación en áreas clave de la computación y forma base del Doctorado en Matemáticas y Ciencias Computacionales que se está creando en la Universidad. Esta línea proporciona los fundamentos necesarios para el modelamiento, la simulación y el análisis numérico, aspectos cruciales para los proyectos avanzados en ciencias computacionales. Las sublíneas de Computación Científica se mantendrán sin cambios y son: Modelamiento y Simulación, Computación de Alto Rendimiento, Algoritmos, Análisis Numérico, Teoría de Computación, Estructuras Discretas, Visualización Científica, e Internet de las Cosas (IoT). Inteligencia artificial • Aprendizaje Automático • Aprendizaje Profundo • Visión Computacional • Large Language Models (LLMs) • Computación Evolutiva • AI for Business Strategy La rama de la inteligencia computacional abarca la creación o réplica de inteligencia por medios computacionales. Se busca la creación de algoritmos y agentes innovadores, capaces de aprender por sí mismos problemas complejos, como manejar un carro, jugar ajedrez, administrar dosis exactas de medicina o un robot bípedo que empieza gateando y termina erguido. Esto es aprendizaje no supervisado porque el programador solamente crea las condiciones y el acceso a un medio ambiente y la máquina tiene que descubrir por sí misma las cosas. Las capacidades intelectuales de los humanos se mantienen como una frontera de conocimiento humano. Por ello es de interés poder replicar inteligencias humanas y colectivas de forma que podamos entender, replicar y extender estas inteligencias. Este desarrollo tiene grandes repercusiones en las sociedades y las actividades económicas del futuro inmediato. La Escuela de Ciencias Matemáticas y Computacionales ha decidido crear una nueva línea de investigación denominada “Inteligencia Artificial”. Esta línea refleja las tendencias actuales en el campo de la investigación, donde la inteligencia artificial abarca un amplio espectro de tecnologías y enfoques, como el aprendizaje automático, las redes neuronales, y otras áreas emergentes. La creación de esta nueva línea permitirá a la Escuela alinearse con las tendencias internacionales y fortalecer su producción científica. En el Anexo 2 se detallan las sublíneas propuestas que integrarán esta nueva línea de “Inteligencia Artificial”. Estas incluyen áreas clave de investigación que ya se están desarrollando dentro de la Escuela y nuevas sublíneas que reflejan las demandas emergentes en la disciplina. Las sublíneas propuestas para la nueva línea “Inteligencia Artificial” son: Aprendizaje de Máquina, Aprendizaje Profundo, Visión Computacional, Large Language Models (LLMs), Computación Evolutiva, AI for Business Strategy. Estos cambios alinean los marcos de trabajo y la producción científica de los profesores con las tendencias actuales en la disciplina, así como con los contenidos de la Carrera de Computación y la Maestría en Inteligencia Artificial. La nueva línea permitirá a la Escuela continuar a la vanguardia en el campo de la inteligencia artificial, fortaleciendo su estructura académica y potenciando los proyectos en curso. Tecnologías de la información • Sistemas de Transporte Inteligente • Seguridad Informática • Redes y Comunicaciones • Software • Realidad Virtual y Realidad Aumentada • Computación en la nube • Interacción Humano Computador Las Tecnologías de la Información se encuentran de manera transversal en el diario vivir de las sociedades. Las tecnologías de la información han revolucionado los procesos sociales, económicos, políticos e industriales siendo catalizadores de la sociedad del conocimiento y de la Industria 4.0. La sociedad moderna ha visto su realidad transformada por procesos de digitalización en todos sus ámbitos, estos incluyen: la comunicación, la educación, el comportamiento social, el transporte, la industria, el comercio. El uso de una amplia gama de tecnologías nos permite ser actores de cambio en todos estos sectores aumentando la productividad y reduciendo riesgos. Esta línea de investigación pretende proponer cambios transformadores para el Ecuador. La Escuela de Ciencias Matemáticas y Computacionales considera necesario realizar ajustes en las sublíneas de la línea de investigación “Tecnologías de la Información”, una de las más activas y aprovechadas por la universidad. En el Anexo 2 se detallan los cambios propuestos, que incluyen la eliminación de la sublínea “Agricultura Computacional” y la incorporación de nuevas sublíneas como “Realidad Virtual y Realidad Aumentada”, “Computación en la Nube” y “Interacción Humano Computador”. Estos ajustes alinean los marcos de trabajo y la producción científica de los profesores de la Escuela con las tendencias actuales en la disciplina. Es importante destacar que, al tratarse de una reorganización, todos los proyectos en curso bajo esta línea de investigación continuarán siendo cubiertos por las modificaciones. Las sublíneas propuestas para “Tecnologías de la Información” son: Sistemas de Transporte Inteligente, Seguridad Informática, Redes y Comunicaciones, Software, Realidad Virtual y Realidad Aumentada, Computación en la Nube e Interacción Humano-Computador. Ciencia, tecnología y sociedad • Historia y Filosofía de la ciencia y la tecnología • Teorías Educativas y Tecnologías de Aprendizaje Innovadoras • Ética pura y aplicada • Empresa y emprendimiento • Innovación y tecnologías emergentes • Análisis de percepción de la opinión pública y redes de conexión social • Medidas Fisiológicas, Neurocomunicación y Publicidad La creación de la línea de investigación “Ciencia, Tecnología y Sociedad” en el Departamento de Desarrollo Humano, adscrito a la Escuela de Ciencias Matemáticas y Computacionales, responde a la necesidad de analizar la interacción entre la ciencia, la tecnología y sus impactos sociales, económicos y éticos. Esta línea se alinea con el Eje de Desarrollo Económico del Plan Nacional de Desarrollo del Ecuador, específicamente con el Objetivo 5, que busca fomentar la productividad sostenible (Secretaría Nacional de Planificación y Desarrollo, 2024). A través de investigaciones sobre la historia y filosofía de la ciencia, la innovación y las tecnologías emergentes, esta línea promueve la comprensión crítica y responsable de los avances tecnológicos, impulsando el desarrollo económico del país con una mirada ética y socialmente inclusiva. En relación con el Eje Institucional y el Objetivo 9, la línea contribuye a la construcción de un Estado eficiente y transparente, orientado al bienestar social. El estudio de la ética pura y aplicada, así como el análisis de la percepción pública y las redes sociales, fortalecerá la capacidad de las instituciones para implementar políticas basadas en principios éticos sólidos y en una comprensión clara de las implicaciones sociales de la tecnología (SENPLADES, 2024). Esto promoverá una mejor gobernanza y una mayor participación ciudadana, esenciales para un desarrollo institucional alineado con los estándares internacionales de transparencia y responsabilidad social. Por último, la línea se vincula con el Eje Social y el Objetivo 2 al impulsar una educación inclusiva y de calidad mediante el análisis de teorías educativas y tecnologías de aprendizaje innovadoras. Esto permitirá mejorar las capacidades de la ciudadanía, preparando a las nuevas generaciones para enfrentar los desafíos tecnológicos contemporáneos (SENPLADES, 2024). En este sentido, la línea “Ciencia, Tecnología y Sociedad” responde a las prioridades nacionales, promoviendo un desarrollo sostenible, inclusivo y alineado con los ODS, posicionando al Ecuador como un referente en la integración de la tecnología con la sociedad de manera ética y responsable (Naciones Unidas, 2018). PERSONAL ACADÉMICO Decano Nerio Borges, Ph.D. Decano de la Escuela de Ciencias Matemáticas y Computacionales Coordinadores Erick Cuenca Coordinador de la Maestría en Ciencia de Datos Eugenio Morocho, Ph.D. Coordinador de la Maestría en Inteligencia Artificial Juan Pablo Astudillo, Ph.D. Coordinador de la Maestría en Ciencias de la Computación Pablo Rosero Coordinador de la Carrera de Matemáticas – Profesor Auxiliar 1 Cristhian Iza, Ph.D. Coordinador de la Carrera de Ciencias Computacionales – Profesor Ocasional 2 Silvana Escobar Coordinadora del Departamento de Desarrollo Humano – Profesor Ocasional 1 Miembros Ernesto Ponsot Balaguer, Ph.D. Profesor Principal 2 Eusebio Ariza, Ph.D. Profesor Agregado 3 Juan Mayorga, Ph.D. Profesor Agregado 3 Julio Armas, Ph.D. Profesor Agregado 3 Raúl Manzanilla, Ph.D. Profesor Principal 1 Antonio Acosta, Ph.D. Profesor Agregado 3 Hugo Fernandes Campos, Ph.D. Profesor Agregado 3 Hugo Leiva, Ph.D. Profesor Principal 3 Isidro Amaro, Ph.D. Profesor Agregado 3 Saba Infante, Ph.D. Profesor Principal 2 Rodolfo Gallo, Ph.D. Profesor Agregado 1 Francisco Hidrobo, Ph.D. Profesor Ocasional 2 Claudio Arcos, Ph.D. Profesor Principal 1 Inti Becerra Profesor Ocasional 1 Kevin Chamorro Profesor Ocasional 1 Rigoberto Fonseca Delgado, Ph.D. Profesor Auxiliar 1 Rolando Armas, PhD Profesor Ocasional 2 Andrés Tirado, Ph.D. Profesor Ocasional 2 Franklin Camacho, Ph.D. Profesor Agregado 2 Paola Quiloango Profesor Ocasional 1 Wilman Brito Profesor Ocasional 1 Carolina Cadena Profesor Ocasional 1 María Gabriela Cajamarca, Ph.D. Profesor Ocasional 1 Zenaida Castillo, Ph.D. Profesor Ocasional 2 Jefferson Moreno, Ph.D. (c) Profesor Ocasional 1 Juan Riofrío Profesor Ocasional 1 Wilman Suárez Profesor Ocasional 1 Pablo Salazar, Ms.C Técnico Docente 1 Wilmer Barrera Profesor Ocasional 1 Leonardo Medina Espinosa Profesor Ocasional 1 Sofía Salto Técnico Docente 1 Roberth Chingal Técnico Docente 1 Patricio Gálvez Técnico Docente 1 Israel Pineda Profesor Ocasional 2 José Pinango Técnico Docente 1 Bladismir Ruiz Profesor Agregado 1 Sebastián Heredia Profesor Ocasional 1 Wilfredo Angulo Profesor Agregado 2 PUBLICACIONES 2025 Legal AI for All: Reducing Perplexity and Boosting Accuracy in Normative Texts With Fine-Tuned LLMs and RAG Journal: EEE Access DOI: https:\/\/doi.org\/10.1109\/ACCESS.2025.3622138 2025 An efficient strawberry segmentation model based on Mask R-CNN and TensorRT Journal: Artificial Intelligence in Agriculture DOI: https:\/\/doi.org\/10.1016\/j.aiia.2025.01.008 2022 Framing and Immigration: New Frames in Media and Social Networks Journal: mart Innovation, Systems and Technologies 259 SIST, pp. 140-152 DOI: https:\/\/doi.org\/10.1007\/978-981-16-5792-4_15 NOTICIAS Estudiante de Yachay Tech recibe reconocimiento internacional en TICEC 2025 🗓️ octubre 29, 2025 Walter Vera, matemático graduado de Yachay Tech, se suma a los talentos admitidos en la Universidad Paris-Saclay, la N.º 1 del mundo en Matemáticas 🗓️ julio 18, 2025 Valentina Padilla estudiará en Francia con una beca de excelencia académica 🗓️ julio 4, 2025 Egresadas de Yachay Tech brillan en Khipu 2025, el evento más importante de IA en América Latina 🗓️ marzo 25, 2025 Juan Pablo Astudillo es galardonado como el mejor Investigador Joven en los IEEE Ecuador Section Awards 2024 🗓️ febrero 21, 2025 Estudiante de Yachay Tech obtiene medalla de oro en Olimpiada de Matemáticas 🗓️ febrero 7, 2025 EVENTOS EMALCA 2025 Este evento busca impulsar el progreso académico y profesional de los estudiantes en diversas áreas de la matemática. Ver más OFERTA LABORAL No hay vacantes para la Escuela de Ciencias Matemáticas y Computacionales por el momento. Revisa otras ofertas en el siguiente link . CONTACTO Si tienes dudas o consultas, comunícate con: decanatoecmc@yachaytech.edu.ec Daisy Medina Analista Administrativo de Escuela 1 dmedina@yachaytech.edu.ec “Desafía los límites del conocimiento y convierte tus pasiones en soluciones. Únete a la Escuela de Ciencias Matemáticas y Computacionales y descubre cómo tus habilidades pueden transformar el mundo digital.” Sign in Sign up Sign in Don’t have an account? Sign up Remember me Lost your password? Sign up Already have an account? Sign in"
    },
    {
        "university_name":"YACHAY",
        "university_type":"Pública",
        "university_contact":"info@yachaytech.edu.ec",
        "career_name":"Escuela de Ciencias Químicas e Ingeniería",
        "career_url":"https:\/\/yachaytech.edu.ec\/escuela-de-ciencias-quimicas-e-ingenieria\/",
        "description":"Skip to content Explora la síntesis de nuevos materiales y la creación de procesos industriales sostenibles. Carreras Líneas de Investigación Escuela de Ciencias Químicas e Ingeniería Descripción Una razón convincente para estudiar una carrera en la Escuela de Ciencias Químicas e Ingeniería es su capacidad para abordar problemas del mundo real y crear soluciones tangibles que impactan positivamente en la sociedad y el medio ambiente. Desde el desarrollo de nuevos materiales más seguros y eficientes hasta la optimización de procesos industriales para reducir el impacto ambiental, los conocimientos y habilidades adquiridos en esta carrera tienen una aplicación directa en una amplia gama de industrias y sectores, desde la medicina hasta la energía y más allá. Además, la creciente demanda de profesionales en áreas relacionadas con la química y la ingeniería ofrece oportunidades laborales emocionantes y bien remuneradas en un mercado laboral global cada vez más competitivo. Carreras Química Químico\/a 10 Semestres RPC-SO-01-No.007-2020 Materiales Ingeniero\/a en Materiales 10 Semestres RPC-SO-24-No.524-2020 Bioquímica y Farmacia Bioquímico\/a farmacéutico\/a 8 Semestres RPC-SO-17-No.242-2025 Nueva Posgrados Maestría en Ciencia de los Materiales Magíster en Ciencias Químicas con mención en Ciencia e Ingeniería de los Materiales 4 Semestres RPC-SO-02-No.056-2021 Maestría en Química Médica Magíster en Ciencias Químicas con mención en Química Médica 4 Semestres RPC-SO-02-No.056-2021 VIGENTE Maestría en Química Teórica Computacional Magíster en Ciencias Químicas con mención en Química Teórica y Computacional 4 Semestres RPC-SO-19-No.514-2021 LÍNEAS DE INVESTIGACIÓN Materiales funcionales • Relación estructura y propiedades de los materiales, • Materiales compuestos y polimezclas, • Nuevos materiales para aplicaciones tecnológicas avanzadas y autosostenibles, • Materiales para aplicaciones biomédicas, • Materiales a partir de biomasa, • Materiales anticorrosivos, • Síntesis y preparación de geles y polímeros, y • Desarrollo de materiales con propiedades catalíticas. La Línea de Investigación 1: Materiales Funcionales, se encuentra vigente en la Escuela de Ciencias Químicas e Ingeniería y actualmente varios proyectos de investigación como el CHEM23-01 “Preparación de inhibidores de corrosión a partir de extractos, productos, y desechos vegetales”, el proyecto CHEM23-03 “Síntesis y Caracterización de Membranas Electrolíticas Eco-Friendly para ser utilizadas Baterías Zn-Aire”, el proyecto CHEM23-04 Síntesis de dicetopirrolopirrol derivados para la electro producción polímeros conductores quirales”, y el proyecto CHEM23-06 “Preparación de sólidos adsorbentes a partir de aluminosilicatos del cantón Urcuquí y carbón activado de desechos agrícolas para el tratamiento de aguas”, entre otros, se encuentran enmarcados en esta línea de investigación y han tenido una alta productividad. Adicionalmente, esta línea de investigación es pertinente a los grupos de investigación",
        "degree_title":"Pendiente IA",
        "faculty":"Pendiente IA",
        "duration":"Pendiente IA",
        "modality":"Presencial",
        "locations":[
            "Urcuquí"
        ],
        "cost":"Consultar",
        "study_plan_url":"https:\/\/yachaytech.edu.ec\/escuela-de-ciencias-quimicas-e-ingenieria\/",
        "full_raw_text":"Skip to content Explora la síntesis de nuevos materiales y la creación de procesos industriales sostenibles. Carreras Líneas de Investigación Escuela de Ciencias Químicas e Ingeniería Descripción Una razón convincente para estudiar una carrera en la Escuela de Ciencias Químicas e Ingeniería es su capacidad para abordar problemas del mundo real y crear soluciones tangibles que impactan positivamente en la sociedad y el medio ambiente. Desde el desarrollo de nuevos materiales más seguros y eficientes hasta la optimización de procesos industriales para reducir el impacto ambiental, los conocimientos y habilidades adquiridos en esta carrera tienen una aplicación directa en una amplia gama de industrias y sectores, desde la medicina hasta la energía y más allá. Además, la creciente demanda de profesionales en áreas relacionadas con la química y la ingeniería ofrece oportunidades laborales emocionantes y bien remuneradas en un mercado laboral global cada vez más competitivo. Carreras Química Químico\/a 10 Semestres RPC-SO-01-No.007-2020 Materiales Ingeniero\/a en Materiales 10 Semestres RPC-SO-24-No.524-2020 Bioquímica y Farmacia Bioquímico\/a farmacéutico\/a 8 Semestres RPC-SO-17-No.242-2025 Nueva Posgrados Maestría en Ciencia de los Materiales Magíster en Ciencias Químicas con mención en Ciencia e Ingeniería de los Materiales 4 Semestres RPC-SO-02-No.056-2021 Maestría en Química Médica Magíster en Ciencias Químicas con mención en Química Médica 4 Semestres RPC-SO-02-No.056-2021 VIGENTE Maestría en Química Teórica Computacional Magíster en Ciencias Químicas con mención en Química Teórica y Computacional 4 Semestres RPC-SO-19-No.514-2021 LÍNEAS DE INVESTIGACIÓN Materiales funcionales • Relación estructura y propiedades de los materiales, • Materiales compuestos y polimezclas, • Nuevos materiales para aplicaciones tecnológicas avanzadas y autosostenibles, • Materiales para aplicaciones biomédicas, • Materiales a partir de biomasa, • Materiales anticorrosivos, • Síntesis y preparación de geles y polímeros, y • Desarrollo de materiales con propiedades catalíticas. La Línea de Investigación 1: Materiales Funcionales, se encuentra vigente en la Escuela de Ciencias Químicas e Ingeniería y actualmente varios proyectos de investigación como el CHEM23-01 “Preparación de inhibidores de corrosión a partir de extractos, productos, y desechos vegetales”, el proyecto CHEM23-03 “Síntesis y Caracterización de Membranas Electrolíticas Eco-Friendly para ser utilizadas Baterías Zn-Aire”, el proyecto CHEM23-04 Síntesis de dicetopirrolopirrol derivados para la electro producción polímeros conductores quirales”, y el proyecto CHEM23-06 “Preparación de sólidos adsorbentes a partir de aluminosilicatos del cantón Urcuquí y carbón activado de desechos agrícolas para el tratamiento de aguas”, entre otros, se encuentran enmarcados en esta línea de investigación y han tenido una alta productividad. Adicionalmente, esta línea de investigación es pertinente a los grupos de investigación: Grupo de Investigación Aplicada En Materiales y Procesos (GIAMP), Grupo de CAtalysis Theory Spectroscopy (CATS) y Grupo de Investigación en Química Médica (MEDCHEM). Química medicinal y farmacología molecular • Productos naturales bioactivos, • Liberación controlada de compuestos activos, • Análisis de contaminantes emergentes de origen farmacológico, • Diseño, modelado molecular, síntesis y caracterización de nuevas moléculas bioactivas, • Bioconjugación, • Análisis de formas farmacéuticas para el mejoramiento de sus propiedades fisicoquímicas, organolépticas y microbiológicas, • Estudio de propiedades cosméticas y nutracéuticas de sustancias naturales modificadas y sintéticas. La Línea de investigación 2: Química Medicinal y Farmacología Molecular, se encuentra vigente en la Escuela de Ciencias Químicas e Ingeniería y actualmente varios proyectos de investigación como el CHEM21-15 “Synthesis of heterocycles compounds with antagonist activity for adenosine receptors”, el proyecto CHEM23-07 “Estudio de la composición química y actividad biológica de extractos y compuestos aislados de plantas de Ecuador”, el proyecto CHEM24-01 “Optimized Synthesis of Polysaccharide-Based Hydrogels through Green Chemistry”, el proyecto CHEM24-02 “Desarrollo de materiales funcionales con propiedades catalíticas para aplicaciones antimicrobianas y antineoplásicas” y el proyecto CHEM24-03 “Variaciones en el perfil de metabolitos secundarios de diferentes plantas medicinales de la Provincia de Imbabura según los tratamientos previos a su comercialización artesanal”, entre otros, se encuentran enmarcados en esta línea de investigación y han tenido una alta productividad. Adicionalmente, esta línea de investigación es pertinente a los grupos de investigación: Grupo de Investigación Aplicada En Materiales y Procesos (GIAMP), Grupo de CAtalysis Theory Spectroscopy (CATS) y Grupo de Investigación en Química Médica (MEDCHEM). Desarrollo sostenible: Energía, alimentos, agricultura y medio ambiente • Energía sostenible y conservación de energía, • Análisis de procesos industriales, • Biomasa como motor potencial del desarrollo sostenible, • Innovaciones para sistemas alimentarios sostenibles, y • Gestión sostenible de suelos, agua y atmósfera. La Línea de investigación 3: Desarrollo Sostenible: Energía, Alimentos, Agricultura y Medio Ambiente, se encuentra vigente en la Escuela de Ciencias Químicas e Ingeniería y actualmente varios proyectos de investigación como el CHEM23-01 “Preparación de inhibidores de corrosión a partir de extractos, productos, y desechos vegetales”, el proyecto CHEM23-03 “Síntesis y Caracterización de Membranas Electrolíticas Eco-Friendly para ser utilizadas Baterías Zn-Aire”, el proyecto CHEM23-04 Síntesis de dicetopirrolopirrol derivados para la electroproducción polímeros conductores quirales”, el proyecto CHEM23-09 “Materiales funcionales estructurados en base a carbono y sus aplicaciones” y el proyecto CHEM23-06 “Preparación de sólidos adsorbentes a partir de aluminosilicatos del cantón Urcuquí y carbón activado de desechos agrícolas para el tratamiento de aguas”, entre otros, se encuentran enmarcados en esta línea de investigación y han tenido una alta productividad. Adicionalmente, esta línea de investigación es pertinente a los grupos de investigación: Grupo de Investigación Aplicada En Materiales y Procesos (GIAMP), Grupo de CAtalysis Theory Spectroscopy (CATS) y Grupo de Investigación en Química Médica (MEDCHEM). Química teórica y computacional • Desarrollo de nuevos métodos teóricos y computacionales, • Mecanismos de reacciones químicas, • Modelado de procesos químicos, biológicos y epidemiológicos, • Espectroscopia y estados excitados, • Herramientas teóricas para el diseño de materiales funcionales, • Estructura, propiedades y diseño molecular, • Métodos clásicos aplicados a fluidos, • Quimiometría. La Línea de investigación 4: Química Teórica y Computacional, se encuentra vigente en la Escuela de Ciencias Químicas e Ingeniería y actualmente varios proyectos de investigación como el CHEM24-02 “Desarrollo de materiales funcionales con propiedades catalíticas para aplicaciones antimicrobianas y antineoplásicas”, el proyecto CHEM23-09 “Materiales funcionales estructurados en base a carbono y sus aplicaciones”, y el proyecto “Clúster de Computadoras de la Escuela de Química”, entre otros, se encuentran enmarcados en esta línea de investigación y han tenido una alta productividad. Por otro lado, la Maestría en Ciencias Químicas con mención en Química Teórica y Computacional recibirá en 2025 su primera cohorte y esta línea de investigación cubrirá los proyectos de tesis y trabajos de investigación que surjan de los proyectos de los estudiantes y sus tutores. Adicionalmente, esta línea de investigación es pertinente a los grupos de investigación: Grupo de Investigación Aplicada En Materiales y Procesos (GIAMP), Grupo de CAtalysis Theory Spectroscopy (CATS) y Grupo de Investigación en Química Médica (MEDCHEM). PERSONAL ACADÉMICO Decano Ernesto Bastardo, Ph.D. Decano de la Escuela de Ciencias Químicas e Ingeniería Coordinadores Thibault Terencio, Ph.D. Coordinador de la Maestría en Química Teórica y Computacional Sandra Hidalgo, Ph.D. Coordinadora de la carrera de Química Miguel Herrera, Ph.D. Coordinador de la Carrera de Materiales Hortensia Rodriguez, Ph.D. Coordinadora de la Maestría en Química Médica Carlos Loyo Coordinador de la Maestría en Ingeniería de Materiales Miembros Floralba López, Ph.D. Manuel Caetano, Ph.D. Vicerrector de Investigación Filipe Areias, Ph.D. Profesor Provisional Principal 1 Juan Pablo Saucedo, Ph.D. Profesor Provisional Agregado 3 Luis Corredor Profesor Ocasional 1 Alex Palma, Ph.D. Alicia Sommer, Ph.D. Profesor Ocasional 2 Vivian Morera, Ph.D. Marvin Ricaurte, Ph.D. Profesor Provisional Agregado 3 Antonio Díaz, Ph.D. Profesor Ocasional 2 Daniela Navas Técnico de Laboratorio 5 Edward Ávila, Ph.D. Profesor Ocasional 2 Paola Ordoñez, Ph.D. Profesor Ocasional 2 Lola De Lima, MSc. Profesor Tiempo Completo Auxiliar 1 Guillermo Pusda, Químico Técnico de Laboratorio 2 Pablo Cisneros, Ph.D. Profesor Tiempo Completo Auxiliar 1 Luis Calderón Técnico Docente 1 María Belén Cánchig Técnico Docente 1 Jeanette Verónica Carrera, MSc. Profesor Tiempo Completo Auxiliar 1 Zaillmar Morales, MSc. Técnico de Investigación 5 Ibeth Rendón Enríquez, Ph.D. Técnico Docente 1 Araceli Granja Técnico Docente 1 Marcos Becerra Profesor Ocasional 1 Shailili Moreno Profesor Ocasional 1 Jean Carlos Jimenez Técnico de Laboratorio 1 Jefferson Bautista Técnico de Investigación 4 José Rodriguez Técnico Docente 1 PUBLICACIONES 2022 Chitosan-CarboxymethylCellulose Hydrogels as Electrolytes for Zinc–Air Batteries: An Approach to the Transition towards Renewable Energy Storage Devices Journal: Batteries DOI: https:\/\/doi.org\/10.3390\/batteries8120265 2022 Industrial Processes Online Teaching: A Good Practice for Undergraduate Engineering Students in Times of COVID-19 Journal: Sustainability DOI: https:\/\/doi.org\/10.3390\/su14084776 2022 Delta Chem: A New Geometric Approach of Porosity for Symmetric Porous Materials Journal: Journal of Chemical Information and Modeling DOI: https:\/\/doi.org\/10.1021\/acs.jcim.1c00727 NOTICIAS Investigación de Yachay Tech destaca en revista científica Q1 y alcanza la portada internacional 🗓️ enero 21, 2026 Estudiante de Yachay Tech realiza estancia de investigación en la Universidad Laval (Quebec, Canadá) 🗓️ octubre 28, 2025 Yachay Tech y la Universidad de Wyoming publican estudio conjunto sobre el crudo del Campo Sacha y su potencial en recuperación mejorada de petróleo 🗓️ julio 10, 2025 Hito Académico para la Dirección de Idiomas de Yachay Tech 🗓️ junio 3, 2025 Yachay Tech Celebró su Décimo Primer Aniversario de Vida Institucional 🗓️ diciembre 18, 2024 Yachay Tech Acreditada por el Consejo de Aseguramiento de la Calidad de la Educacion Superior (CACES) 🗓️ octubre 25, 2024 SOCIOS ESTRATÉGICOS Petroamazonas EP Establecer mecanismos que permitan una cooperación interinstitucional en las áreas de investigación científica y tecnológica, así como la generación y producción de conocimiento, a través de programas y actividades en común. Halliburton Impulsar actividades en áreas que se identifiquen en programas dentro del área de hidrocarburos, petróleos y afines. Schlumberger Crear laboratorios y proyectos de investigación en el área de hidrocarburos, petróleo y afines. Investigación en los laboratorios de Enhanced Oil Recovery (EOR) y de Geomecánica de Yachay Tech, los cuales serán diseñados para analizar las propiedades físico-químicas del petróleo y el agua, así como el tamizado de productos químicos, y las propiedades mecánicas de formaciones rocosas, en colaboración con las operaciones en campo de Schlumberger. EVENTOS OFERTA LABORAL No hay vacantes para la Escuela de Ciencias Químicas e Ingeniería por el momento. Revisa otras ofertas en el siguiente link . CONTACTO Si tienes dudas o consultas, comunícate con: escuelaquimica@yachaytech.edu.ec Mariela Yépez Analista Administrativo de Escuela 1 myepez@yachaytech.edu.ec “¡Descubre el poder de transformar moléculas en innovación y desafía los límites de lo posible en la Escuela de Ciencias Químicas e Ingeniería! Donde cada experimento es una oportunidad para crear un mundo más seguro, sostenible y emocionante.” Sign in Sign up Sign in Don’t have an account? Sign up Remember me Lost your password? Sign up Already have an account? Sign in"
    },
    {
        "university_name":"YACHAY",
        "university_type":"Pública",
        "university_contact":"info@yachaytech.edu.ec",
        "career_name":"Entorno Virtual de Aprendizaje - Yachay Tech",
        "career_url":"https:\/\/evapregrado.yachaytech.edu.ec\/login\/index.php",
        "description":"Salta al contenido principal Entorno Virtual de Aprendizaje - Yachay Tech Nombre de usuario Contraseña Recordar nombre de usuario Acceder ¿Olvidó su nombre de usuario o contraseña? Las 'Cookies' deben estar habilitadas en su navegador",
        "degree_title":"Pendiente IA",
        "faculty":"Pendiente IA",
        "duration":"Pendiente IA",
        "modality":"Presencial",
        "locations":[
            "Urcuquí"
        ],
        "cost":"Consultar",
        "study_plan_url":"https:\/\/evapregrado.yachaytech.edu.ec\/login\/index.php",
        "full_raw_text":"Salta al contenido principal Entorno Virtual de Aprendizaje - Yachay Tech Nombre de usuario Contraseña Recordar nombre de usuario Acceder ¿Olvidó su nombre de usuario o contraseña? Las 'Cookies' deben estar habilitadas en su navegador"
    }
]